Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Get Recipes by Category
bn: শ্রেণী অনুযায়ী রেসিপি পান
de: Rezept durch Kategorie finden
es: Obtenga Recetas por Categoría
hi: श्रेणी के अनुसार रेसिपी प्राप्त करें
id: Dapatkan Resep berdasarkan Kategori
it: Ottieni la ricetta in base alla categoria
kn: ವರ್ಗದ ಪ್ರಕಾರ ಪಾಕವಿಧಾನಗಳನ್ನು ಪಡೆಯಿರಿ
pt_br: Obter Receitas por Categoria
te: వర్గం ద్వారా వంటకాలను పొందండి
tr: Kategoriye göre tarifler al

source: Get Current Datetime
bn: বর্তমান তারিখ ও সময় পান
de: Derzeitiges Datum samt Uhrzeit abrufen
es: Obtener Fecha y Hora Actual
hi: वर्तमान दिनांक और समय प्राप्त करें
id: Dapatkan Tanggal dan Waktu Saat Ini
it: Ottenere l'orario corrente
kn: ಪ್ರಸ್ತುತ ಡೇಟ್‌ಟೈಮ್ ಪಡೆಯಿರಿ
pt_br: Obter Data e Hora Atual
te: ప్రస్తుత తేదీ సమయాన్ని పొందండి
tr: Aktif saati al

source: Fixed welcome screen not showing sometimes when deleting a message
bn: বার্তা মোছার সময় মাঝে মাঝে স্বাগতম স্ক্রিন না দেখানোর সমস্যা সমাধান করা হয়েছে
de: Fehler behoben, durch den der Startbildschirm nach dem Löschen einer Nachricht manchmal nicht erschien
es: Se solucionó el problema de que la pantalla de bienvenida fija no se mostraba a veces al eliminar un mensaje.
hi: संदेश हटाने पर कभी-कभी स्वागत स्क्रीन नहीं दिखने की समस्या ठीक की गई
id: Memperbaiki layar sambutan yang kadang tidak muncul saat menghapus pesan
it: Corretta la schermata di benvenuto che a volte non compariva quando si eliminava un messaggio
kn: ಸಂದೇಶವನ್ನು ಅಳಿಸುವಾಗ ಸ್ಥಿರ ಸ್ವಾಗತ ಪರದೆ ಕೆಲವೊಮ್ಮೆ ತೋರಿಸುವುದಿಲ್ಲ
pt_br: Corrigido o erro da tela de boas-vindas as vezes não aparecer ao deletar uma mensagem
te: సందేశాన్ని తొలగించేటప్పుడు కొన్నిసార్లు స్వాగత స్క్రీన్ కనిపించకపోవడాన్ని పరిష్కరించారు.
tr: Bir mesajı silerken bazen gösterilmeyen karşılama ekranı düzeltildi

source: Fixed bold text not rendering correctly in tables
bn: টেবিলে গাঢ় টেক্সট সঠিকভাবে রেন্ডার না হওয়ার সমস্যা সমাধান করা হয়েছে
de: Fehlerhaftes Rendering von fettem Text in Tabellen behoben
es: Se solucionó el problema del texto en negrita que no se representaba correctamente en las tablas.
hi: तालिकाओं में बोल्ड टेक्स्ट के ठीक से रेंडर न होने की समस्या ठीक की गई
id: Memperbaiki teks tebal yang tidak tampil dengan benar di tabel
it: Corretta il rendering del testo in grassetto all'interno delle tabelle
kn: ಸ್ಥಿರ ದಪ್ಪ ಪಠ್ಯ ಕೋಷ್ಟಕಗಳಲ್ಲಿ ಸರಿಯಾಗಿ ನಿರೂಪಿಸುತ್ತಿಲ್ಲ
pt_br: Corrigido o erro do texto em negrito não ser renderizado corretamente em tabelas
te: పట్టికలలో బోల్డ్ టెక్స్ట్ సరిగ్గా రెండరింగ్ కాకపోవడం పరిష్కరించబడింది.
tr: kalın metinlerin tablolarda düzgün oluşturulmaması düzeltildi

source: Fixed sample prompt buttons overflowing on small screens
bn: ছোট স্ক্রিনে নমুনা প্রম্পট বোতাম উপচে পড়ার সমস্যা সমাধান করা হয়েছে
de: Überlaufen von Beispielprompt-Buttons auf kleinen Bildschirmen behoben
es: Se corrigieron los botones de solicitud de muestra que se desbordaban en pantallas pequeñas
hi: छोटी स्क्रीन पर नमूना प्रॉम्प्ट बटन के ओवरफ्लो होने की समस्या ठीक की गई
id: Memperbaiki tombol contoh prompt yang meluap pada layar kecil
it: Risolti problemi di rendering dei pulsanti dei prompt d'esempio su piccoli schermi
kn: ಸ್ಥಿರ ಮಾದರಿ ಪ್ರಾಂಪ್ಟ್ ಗುಂಡಿಗಳು ಸಣ್ಣ ಪರದೆಗಳಲ್ಲಿ ತುಂಬಿ ಹರಿಯುತ್ತವೆ
pt_br: Corrigido o erro dos botões de prompt de amostra transbordarem em telas menores
te: చిన్న స్క్రీన్‌లపై నిండిన నమూనా ప్రాంప్ట్ బటన్‌లను పరిష్కరించారు.
tr: Küçük ekranlarda taşan model istemi düğmeleri düzeltildi

source: Updated runtime to Gnome 48
bn: রানটাইমকে গনোম ৪৮ এ আপডেট করা হয়েছে
de: Laufzeit auf GNOME 48 aktualisiert
es: Runtime actualizado a Gnome 48
hi: रनटाइम को जीएनओएम 48 में अपडेट किया गया
id: Memperbarui runtime ke Gnome 48
it: Aggiornato il runtime a Gnome 48
kn: ಗ್ನೋಮ್ 48 ಗೆ ರನ್ಟೈಮ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
pt_br: Atualizado o runtime para o Gnome 48
te: రన్‌టైమ్‌ను గ్నోమ్ 48కి నవీకరించారు.
tr: runtime Gnome 48 e yükseltildi
uk: Оновлено середовище виконання до Gnome 48

source: Added back 'category pills' to model manager
bn: মডেল ম্যানেজারে 'বিভাগ পিল' আবার যোগ করা হয়েছে
de: Kategorie-Indikatoren zurück zum Modell-Manager gebracht
es: Se agregaron nuevamente las 'pastillas de categoría' al gestor de modelos
hi: मॉडल मैनेजर में 'श्रेणी गोलियां' वापस जोड़ दी गई हैं
id: Menambahkan kembali 'category pills' ke pengelola model
it: Aggiunte di nuovo le 'pillole di categoria' al gestore dei modelli
kn: ಮಾಡೆಲ್ ಮ್ಯಾನೇಜರ್‌ಗೆ 'ವರ್ಗ ಮಾತ್ರೆಗಳನ್ನು' ಮತ್ತೆ ಸೇರಿಸಲಾಗಿದೆ
pt_br: Adicionadas de volta as 'pílulas de categoria' ao gerenciador de modelos
te: మోడల్ మేనేజర్‌కు 'కేటగిరీ పిల్స్' తిరిగి జోడించబడింది.
tr: Model yöneticisine 'kategori hapları' (category pills) geri eklendi
uk: Додано знову 'категорійні пігулки' до менеджера моделей

source: Better appearance for model manager sidebar
bn: মডেল ম্যানেজার সাইডবারের জন্য আরও ভাল চেহারা
de: Besseres Erscheinungsbild der Seitenleiste im Modell-Manager
es: Mejor apariencia para la barra lateral del gestor de modelos
hi: मॉडल मैनेजर साइडबार के लिए बेहतर दिखाव
id: Tampilan yang lebih baik untuk sidebar pengelola model
it: Migliore aspetto della barra laterale del gestore di modelli
kn: ಮಾಡೆಲ್ ಮ್ಯಾನೇಜರ್ ಸೈಡ್‌ಬಾರ್‌ಗೆ ಉತ್ತಮ ನೋಟ
pt_br: Melhor aparência para a barra lateral do gerenciador de modelos
te: మోడల్ మేనేజర్ సైడ్‌బార్ కోసం మెరుగైన ప్రదర్శన
tr: Model Yöneticisi Kenar Çubuğu İçin Daha İyi Görünüm
uk: Кращий вигляд бічної панелі менеджера моделей

source: New models
bn: নতুন মডেল
de: Neue Modelle
es: Nuevos modelos
hi: नए मॉडल
id: Model baru
kn: ಹೊಸ ಮಾದರಿಗಳು
pt_br: Novos Modelos
te: కొత్త మోడల్స్
tr: Yeni Modeller
uk: Нові моделі

source: Fixed bad title generation with chain-of-thought models
bn: চেইন-অফ-থট মডেলগুলির সাথে খারাপ শিরোনাম তৈরি সমস্যা সংশোধন করা হয়েছে
de: Schlechte Titelgenerierung von Chain-of-Thought-Modellen behoben
es: Se corrigió la generación incorrecta de títulos con modelos de cadena de pensamiento.
hi: चेन-ऑफ-थॉट मॉडल्स के साथ खराब शीर्षक जनरेशन को ठीक किया गया
id: Memperbaiki pembuatan judul yang buruk dengan model chain-of-thought
it: Migliorata la generazione dei titoli per i modelli di ragionamento
kn: ಚೈನ್-ಆಫ್-ಥಾಟ್ ಮಾದರಿಗಳೊಂದಿಗೆ ಸ್ಥಿರ ಕೆಟ್ಟ ಶೀರ್ಷಿಕೆ ಉತ್ಪಾದನೆ
pt_br: Corrigida a geração de títulos incorretos com modelos de cadeia de pensamento
te: చైన్-ఆఫ్-థాట్ మోడల్‌లతో చెడు టైటిల్ జనరేషన్ పరిష్కరించబడింది.
tr: Düşünce zinciri (chain-of-thought) modelleri ile kötü başlık üretimi düzeltildi
uk: Виправлено генерацію заголовків з моделями, що використовують ланцюги міркувань

source: Hide page switcher in model manager if there's only one page (online instances)
bn: মডেল ম্যানেজারে পৃষ্ঠা স্যুইচার গুপ্ত করুন যদি শুধুমাত্র একটি পৃষ্ঠা থাকে (অনলাইন উদাহরণ)
de: Seitenwechsler im Modell-Manager versteckt, wenn nur eine Seite vorhanden ist (Online-Instanzen)
es: Ocultar el selector de páginas en el administrador de modelos si solo hay una página (instancias en línea)
hi: मॉडल मैनेजर में पेज स्विचर को छुपाएं यदि केवल एक पेज है (ऑनलाइन इंस्टेंस)
id: Sembunyikan pengalih halaman di pengelola model jika hanya ada satu halaman (instance online)
it: Il selettore di pagine nel gestore dei modelli sarà nascosto se vi è una sola pagina (istanze online)
kn: ಕೇವಲ ಒಂದು ಪುಟ (ಆನ್‌ಲೈನ್ ನಿದರ್ಶನಗಳು) ಇದ್ದರೆ ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕದಲ್ಲಿ ಪುಟ ಸ್ವಿಚರ್ ಅನ್ನು ಮರೆಮಾಡಿ
pt_br: Esconder o seletor de páginas no gerenciador de modelos se houver somente uma instância (instâncias online)
te: ఒకే పేజీ ఉంటే మోడల్ మేనేజర్‌లో పేజీ స్విచ్చర్‌ను దాచండి (ఆన్‌లైన్ సందర్భాలు)
tr: Model Yöneticisi'ndeki Sayfa Switcher'ı Gizle Yalnızca bir sayfa varsa (çevrimiçi modeller
uk: Сховати перемикач сторінок в менеджері моделей, якщо є лише одна сторінка (онлайн -екземпляри)

source: Option to delete all chats
bn: সমস্ত চ্যাট মুছে ফেলার বিকল্প
de: Option, alle Chats zu löschen
es: Opción para eliminar todos los chats
hi: सभी चैट्स को हटाने का विकल्प
id: Opsi untuk menghapus semua percakapan
it: Opzione per eliminare tutte le chat
kn: ಎಲ್ಲಾ ಚಾಟ್‌ಗಳನ್ನು ಅಳಿಸುವ ಆಯ್ಕೆ
pt_br: Opção de excluir todas as conversas
te: అన్ని చాట్‌లను తొలగించే ఎంపిక
tr: Tüm sohbetleri silme seçeneği
uk: Опція для видалення всіх чатів

source: Button to refresh sample prompts
bn: নমুনা প্রম্পটগুলি পুনরায় লোড করার বাটন
de: Knopf, um Beispielprompts neu zu laden
es: Botón para actualizar los mensajes de muestra
hi: नमूना प्रॉम्प्ट्स को ताज़ा करने के लिए बटन
id: Tombol untuk menyegarkan contoh prompt
it: Pulsante per aggiornare i prompt d'esempio
kn: ಮಾದರಿ ಅಪೇಕ್ಷೆಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಲು ಬಟನ್
pt_br: Botão de atualizar os prompts de amostra
te: నమూనా ప్రాంప్ట్‌లను రిఫ్రెష్ చేయడానికి బటన్
tr: Örnek istemlerini yenilemek için düğme
uk: Кнопка для оновлення зразкових запитів

source: Fixed saving Ollama (Managed) instance might crash it
bn: সংরক্ষিত Ollama (ম্যানেজড) উদাহরণ এটি বন্ধ করে দিতে পারে এমন সমস্যা সংশোধন করা হয়েছে
de: Behoben, dass integrierte Ollama-Instanz beim Speichern absürzt
es: Se solucionó el problema de guardar una instancia de Ollama (administrada) que podría bloquearla.
hi: ओलामा (मैनेज्ड) इंस्टेंस को सेव करने से क्रैश होने की समस्या को ठीक किया गया
id: Memperbaiki penyimpanan instance Ollama (Managed) yang dapat menyebabkan crash
it: Risolti i crash durante il salvataggio dell'istanza di Ollama (gestita)
kn: ಸ್ಥಿರ ಉಳಿತಾಯ ಆಲಮಾ (ನಿರ್ವಹಿಸಿದ) ನಿದರ್ಶನವು ಅದನ್ನು ಕ್ರ್ಯಾಶ್ ಮಾಡಬಹುದು
pt_br: Correção dos travamentos ao salvar uma instância Ollama (Gerenciada)
te: స్థిర సేవింగ్ ఒల్లామా (నిర్వహించబడిన) ఉదాహరణ దానిని క్రాష్ చేయవచ్చు.
tr: Yönetilen (Managed) Ollama örneğini kaydetmenin çökmeye (crash) neden olabilme sorunu giderildi
uk: Виправлено збереження екземпляра Ollama (управляється), що може призвести до її аварії

source: Fixed stop button
bn: স্টপ বাটন সংশোধন করা হয়েছে
de: Stopp-Knopf behoben
es: Se arregló el botón de parada
hi: रोकने के बटन को ठीक किया गया
id: Memperbaiki tombol berhenti
it: Sistemato il pulsante di stop
kn: ಸ್ಥಿರ ನಿಲುಗಡೆ ಬಟನ್
pt_br: Correção do botão de parar
te: స్థిర స్టాప్ బటన్
tr: Durdurma düğmesi düzeltildi
uk: Виправлено кнопку зупинки

source: Fixed model search not working if there are only pulling models
bn: মডেল সার্চ কাজ করছে না এমন সমস্যা সংশোধন করা হয়েছে যদি শুধুমাত্র পুলিং মডেল থাকে
de: Nicht funktionierenden Modellsuche behoben, wenn es nur zu ladende Modelle gibt
es: La búsqueda de modelo no funciona si solo hay modelos descargandose
hi: मॉडल सर्च को ठीक किया गया यदि केवल पुलिंग मॉडल्स ही हैं
id: Memperbaiki pencarian model yang tidak berfungsi jika hanya ada model yang sedang diunduh
it: Corretta la ricerca dei modelli che non funzionava se c'erano solo moedelli scaricabili
kn: ಎಳೆಯುವ ಮಾದರಿಗಳು ಮಾತ್ರ ಇದ್ದರೆ ಸ್ಥಿರ ಮಾದರಿ ಹುಡುಕಾಟ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ
pt_br: Correção da pesquisa de modelos não funcionar se houver somente modelos sendo baixados
te: పుల్లింగ్ మోడల్స్ మాత్రమే ఉంటే మోడల్ సెర్చ్ పనిచేయడం లేదని పరిష్కరించబడింది.
tr: Sadece çekilmekte olan (pulling) modeller olduğunda model aramasının çalışmama sorunu giderildi.
uk: Виправлено проблему з пошуком моделей, якщо є лише моделі для завантаження

source: Fixed sample prompts sometimes not appearing
bn: নমুনা প্রম্পট কখনো কখনো প্রদর্শিত না হওয়ার সমস্যা সংশোধন করা হয়েছে
de: Nicht erscheinende Beispielprompts behoben
es: Se corrigieron los mensajes de muestra que a veces no aparecían.
hi: नमूना प्रॉम्प्ट्स कभी-कभी दिखाई नहीं देने की समस्या को ठीक किया गया
id: Memperbaiki contoh prompt yang terkadang tidak muncul
it: Corretto l'errore di visualizzazione dei prompt d'esempio
kn: ಸ್ಥಿರ ಮಾದರಿ ಅಪೇಕ್ಷಿಸುತ್ತದೆ ಕೆಲವೊಮ್ಮೆ ಕಾಣಿಸುವುದಿಲ್ಲ
pt_br: Corrigido o erro dos prompts de amostra as vezes não aparecendo
te: స్థిర నమూనా ప్రాంప్ట్‌లు కొన్నిసార్లు కనిపించవు
tr: örnek istemlerin bazen görünmemesi düzeltildi
uk: Виправлено проблему з відображенням зразкових запитів

source: Don't clear the building output of C++ scripts
bn: C++ স্ক্রিপ্টের বিল্ডিং আউটপুট পরিষ্কার করবেন না
de: Build-Ausgabe von C++-Skripten wird nicht mehr geleert
es: No borre la salida de compilación de scripts de C++
hi: C++ स्क्रिप्ट्स के निर्माण आउटपुट को साफ न करें
id: Jangan hapus keluaran pembuatan skrip C++
it: Non viene cancellato l'output di build degli script C++
kn: ಸಿ ++ ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳ ಕಟ್ಟಡ ಉತ್ಪಾದನೆಯನ್ನು ತೆರವುಗೊಳಿಸಬೇಡಿ
pt_br: Não apagar a saída de compilação de scripts em C++
te: C++ స్క్రిప్ట్‌ల బిల్డింగ్ అవుట్‌పుట్‌ను క్లియర్ చేయవద్దు.
tr: C++ betiklerinin derleme çıktısını temizleme
uk: Не очищати результат побудови для C++ скриптів

source: Better handling of attachments
bn: সংযুক্তির আরও ভাল পরিচালনা
de: Bessere Handhabung von Anhängen
es: Mejor manejo de los archivos adjuntos
hi: संलग्नकों को बेहतर ढंग से संभालना
id: Penanganan lampiran yang lebih baik
it: Migliore gestione degli allegati
kn: ಲಗತ್ತುಗಳನ್ನು ಉತ್ತಮವಾಗಿ ನಿರ್ವಹಿಸುವುದು
pt_br: Melhor tratamento de anexos
te: జోడింపులను మెరుగ్గా నిర్వహించడం
tr: Eklerin daha iyi işlenmesi
uk: Краще оброблення вкладень

source: Handle remote Ollama instance's API Key better
bn: দূরবর্তী ওল্লামা ইনস্ট্যান্সের API কী আরও ভালভাবে পরিচালনা কর
de: Bessere Handhabung des API-Schlüssels einer Ollama-Remoteinstanz
es: Manejar mejor la clave API de la instancia remota de Ollama
hi: दूरस्थ ओलामा इंस्टेंस की एपीआई कुंजी को बेहतर ढंग से संभालना
id: Menangani API Key instance Ollama jarak jauh dengan lebih baik
it: Migliore gestinoe delle chiavi API per istanze remote di Ollama
kn: ರಿಮೋಟ್ ಆಲಾಮಾ ನಿದರ್ಶನದ ಎಪಿಐ ಕೀಲಿಯನ್ನು ಉತ್ತಮವಾಗಿ ನಿರ್ವಹಿಸಿ
pt_br: Melhor tratamento da chave de API da instância remota Ollama
te: రిమోట్ ఒల్లామా ఉదాహరణ యొక్క API కీని బాగా నిర్వహించండి
tr: Uzaktan Ollama modelinin API Key'ini daha iyi işleyin
uk: Краща обробка API-ключа для віддаленої екземпляра Ollama

source: Remove '\n' characters in instance edit page
bn: ইনস্ট্যান্স এডিট পৃষ্ঠায় '\n' অক্ষরগুলি সরান
de: Entferne '\n'-Buchstaben in Instanzbearbeitungsseite
es: Eliminar caracteres '\n' en la página de edición de instancias
hi: इंस्टेंस संपादित पृष्ठ में '\n' वर्णों को हटाएं
id: Hapus karakter '\n' di halaman edit instance
it: Rimossi i caratteri '\n' nella pagina di modifica dell'istanza
kn: ಉದಾಹರಣೆಗೆ ಸಂಪಾದಿಸು ಪುಟದಲ್ಲಿ '\ n' ಅಕ್ಷರಗಳನ್ನು ತೆಗೆದುಹಾಕಿ
pt_br: Remover caracteres '\n' na página de edição de instâncias
te: ఉదాహరణ సవరణ పేజీలోని '\n' అక్షరాలను తొలగించండి
tr: Model (instance) düzenleme sayfasındaki '\n' karakterlerini kaldır.
uk: Видалення символів '\n' на сторінці редагування екземпляра

source: Dynamic chat loading
bn: ডাইনামিক চ্যাট লোডিং
de: Dynamisches Laden von Chats
es: Cargado de chat dinamico
hi: डायनामिक चैट लोडिंग
id: Pemuatan percakapan secara dinamis
it: Caricamento dinamico della chat
kn: ಡೈನಾಮಿಕ್ ಚಾಟ್ ಲೋಡಿಂಗ್
pt_br: Carregamento dinâmico de conversas
te: డైనమిక్ చాట్ లోడ్ అవుతోంది
tr: Dinamik Sohbet Yükleme
uk: Динамічне завантаження чату

source: Updated Ollama instance
bn: আপডেট করা ওল্লামা ইনস্ট্যান্স
de: Ollama-Instanz aktualisiert
es: Actualización de instancia de Ollama
hi: अद्यतन ओलामा इंस्टेंस
id: Memperbarui instance Ollama
it: Aggiornata l'istanza di Ollama
kn: ಒಲ್ಲಾಮಾ ನಿದರ್ಶನವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
pt_br: Atualizada a instância Ollama
te: ఒల్లామా ఉదాహరణ నవీకరించబడింది
tr: Ollama Modeli güncellendi
uk: Оновлено екземпляр Ollama

source: Tweaked appearance of models in model manager
bn: মডেল ম্যানেজারে মডেলের চেহারা পরিবর্তন করা হয়েছে
de: Aussehen der Modelle im Modell-Manager angepasst
es: Se modificó la apariencia de los modelos en el gestor de modelos
hi: मॉडल मैनेजर में मॉडल्स की उपस्थिति में बदलाव किया गया
id: Menyesuaikan tampilan model di pengelola model
it: Migliorato l'aspetto dei modelli nel gestore dei modelli
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕದಲ್ಲಿ ಮಾದರಿಗಳ ತಿರುಚಿದ ನೋಟ
pt_br: Ajustada a aparência dos modelos no gerenciador de modelos
te: మోడల్ మేనేజర్‌లో మోడల్‌ల యొక్క సర్దుబాటు చేయబడిన రూపం
tr: Model Yöneticisinde Modellerin Tweaked Görünümü
uk: Поліпшений вигляд моделей у менеджері моделей

source: Updated Ollama instance to 0.5.11
bn: ওলামা ইনস্ট্যান্স 0.5.11 এ আপডেট করা হয়েছে
de: Ollama-Instanz auf 0.5.11 aktualisiert
es: Se actualizó la instancia de Ollama a la versión 0.5.11
hi: ओलामा इंस्टेंस 0.5.11 में अपडेट किया गया
id: Memperbarui instance Ollama ke versi 0.5.11
it: Aggiornata l'istanza di Ollama alla versione 0.5.11
kn: ಒಲ್ಲಾಮಾ ನಿದರ್ಶನವನ್ನು 0.5.11 ಕ್ಕೆ ನವೀಕರಿಸಲಾಗಿದೆ
pt_br: Atualizada a instância Ollama para 0.5.11
te: ఒల్లామా ఉదాహరణను 0.5.11 కు నవీకరించారు.
tr: Güncellenen Ollama örneği 0.5.11
uk: Оновлено екземпляр Ollama до версії 0.5.11

source: Added new models
bn: নতুন মডেল যোগ করা হয়েছে
de: Neue Modelle hinzugefügt
es: Se agregaron nuevos modelos
hi: नए मॉडल्स जोड़े गए
id: Menambahkan model baru
it: Aggiunti nuovi modelli
kn: ಹೊಸ ಮಾದರಿಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
pt_br: Novos modelos foram adicionados
te: కొత్త మోడళ్లను చేర్చారు
tr: Yeni modeller eklendi
uk: Додано нові моделі

source: New instance manager
bn: নতুন ইনস্ট্যান্স ম্যানেজার
de: Neuer Instanz-Manager
es: Nuevo gestor de instancias
hi: नया इंस्टेंस प्रबंधक
id: Pengelola instance baru
it: Nuovo gestore delle istanze
kn: ಹೊಸ ನಿದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕ
pt_br: Novo gerenciador de instâncias
te: కొత్త ఉదాహరణ మేనేజర్
tr: Yeni model Yöneticisi
uk: Новий менеджер екземпляр

source: New welcome screen
bn: নতুন স্বাগত স্ক্রিন
de: Neuer Willkommensbildschirm
es: Nueva pantalla de bienvenida
hi: नई वेलकम स्क्रीन
id: Layar sambutan baru
it: Nuova schermata di benvenuto
kn: ಹೊಸ ಸ್ವಾಗತ ಪರದೆ
pt_br: Nova tela de boas-vindas
te: కొత్త స్వాగత స్క్రీన్
tr: Yeni karşılama ekranı
uk: Новий екран привітання

source: Exporting chats with 'thoughts' attachment is fixed
bn: 'চিন্তা' সংযুক্তি সহ চ্যাট রপ্তানি ঠিক করা হয়েছে
de: Das Exportieren von Chats mit 'Gedanken'-Anhängen ist behoben
es: Se solucionó el problema de exportación de chats con el archivo adjunto 'pensamientos'
hi: चैट निर्यात में 'thoughts' अटैचमेंट की समस्या का समाधान कर दिया गया है
id: Memperbaiki ekspor percakapan dengan lampiran 'thoughts'
it: Corretta l'esportazione delle chat con 'ragionamenti' allegati
kn: 'ಆಲೋಚನೆಗಳು' ಲಗತ್ತಿನೊಂದಿಗೆ ಚಾಟ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡುವುದನ್ನು ನಿವಾರಿಸಲಾಗಿದೆ
pt_br: Correção na exportação de conversas com anexos de 'pensamentos'
te: 'ఆలోచనలు' అటాచ్‌మెంట్‌తో చాట్‌లను ఎగుమతి చేయడం పరిష్కరించబడింది
tr: 'Düşünceler' eki ile sohbetleri dışa aktarmak düzeltildi
uk: Виправлено експорт чатів з вкладенням 'думки'

source: Fixed attachment filters
bn: সংযুক্তি ফিল্টার ঠিক করা হয়েছে
de: Anhangs-Filter behoben
es: Filtros de archivos adjuntos arreglados
hi: अटैचमेंट फ़िल्टर ठीक किए गए
id: Memperbaiki filter lampiran
it: Corretti i filtri degli allegati
kn: ಸ್ಥಿರ ಲಗತ್ತು ಫಿಲ್ಟರ್‌ಗಳು
pt_br: Correção dos filtros de anexos
te: స్థిర అటాచ్మెంట్ ఫిల్టర్లు
tr: Sabit Ek Filtreleri
uk: Виправлено фільтри вкладень

source: New model manager
bn: নতুন মডেল ম্যানেজার
de: Neuer KI-Modell-Manager
es: Nuevo gestor de modelos
fr: Nouveau gestionnaire de modèle
hi: नया मॉडल प्रबंधक
id: Manajer model baru
it: Nuovo gestore di modelli
kn: ಹೊಸ ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ
pt_br: Novo gerenciador de modelos
ta: புதிய மாடல் மேலாளர்
te: కొత్త మోడల్ మేనేజర్
tr: Yeni Model Yöneticisi
uk: Новий менеджер моделей

source: Changed GtkSpinner to AdwSpinner
bn: GtkSpinner কে AdwSpinner এ পরিবর্তন করা হয়েছে
de: Von GtkSpinner auf AdwSpinner gewechselt
es: Cambiado GTKSpinner a AdwSpinner
fr: Modifié : GtkSpinner vers AdwSpinner
hi: GtkSpinner को AdwSpinner में बदला
id: Mengubah GtkSpinner menjadi AdwSpinner
it: Sostituito GtkSpinner con AdwSpinner
kn: Gtkspinner ಅನ್ನು adwspinner ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
pt_br: Alterado GtkSpinner para AdwSpinner
ta: GtkSpinner-ஐ AdwSpinner ஆக மாற்றப்பட்டது
te: GtkSpinnerని AdwSpinnerగా మార్చారు
tr: Gtkspinner'ı Adwspinner olarak değiştirdi
uk: Змінено GtkSpinner на AdwSpinner

source: Better handling of launch process
bn: লঞ্চ প্রক্রিয়ার আরও ভাল পরিচালনা
de: Besserer Ablauf des Startprozesses
es: Mejor manejo del proceso de lanzamiento
fr: Modifié : meilleure gestion du démarrage
hi: लॉन्च प्रक्रिया का बेहतर प्रबंधन
id: Penanganan proses peluncuran yang lebih baik
it: Migliore gestione del processo di avvio
kn: ಉಡಾವಣಾ ಪ್ರಕ್ರಿಯೆಯ ಉತ್ತಮ ನಿರ್ವಹಣೆ
pt_br: Melhor tratamento do processo de inicialização
ta: தொடக்க செயல்முறையை சிறப்பாகக் கையாளுதல்
te: ప్రయోగ ప్రక్రియ యొక్క మెరుగైన నిర్వహణ
tr: Başlatma işleminin daha iyi işlenmesi
uk: Краще оброблення процесу запуску

source: New loading screen at launch
bn: লঞ্চের সময় নতুন লোডিং স্ক্রীন
de: Neuer Ladebildschirm beim Start
es: Nueva pantalla de carga en el lanzamiento
fr: Modifié : nouveau chargement au démarrage
hi: लॉन्च पर नया लोडिंग स्क्रीन
id: Layar pemuatan baru saat peluncuran
it: Nuova schermata di caricamento all'avvio
kn: ಉಡಾವಣೆಯಲ್ಲಿ ಹೊಸ ಲೋಡಿಂಗ್ ಪರದೆ
pt_br: Nova tela de carregamento ao iniciar
ta: தொடக்கத்தில் புதிய ஏற்றுதல் திரை
te: ప్రారంభించినప్పుడు కొత్త లోడింగ్ స్క్రీన్
tr: Lansmanda yeni yükleme ekranı
uk: Новий екран завантаження при запуску

source: Better handling of file types
bn: ফাইল ধরণের আরও ভাল পরিচালনা
de: Bessere Handhabung von Dateitypen
es: Mejor manejo de los tipos de archivos
fr: Modifié : meilleure gestion des types de fichiers
hi: फाइल प्रकारों का बेहतर प्रबंधन
id: Penanganan jenis file yang lebih baik
it: Migliore gestione dei tipi di file
kn: ಫೈಲ್ ಪ್ರಕಾರಗಳನ್ನು ಉತ್ತಮವಾಗಿ ನಿರ್ವಹಿಸುವುದು
pt_br: Melhor tratamento de tipos de arquivos
ta: கோப்பு வகைகளை சிறப்பாகக் கையாளுதல்
te: ఫైల్ రకాలను మెరుగ్గా నిర్వహించడం
tr: Dosya türlerinin daha iyi işlenmesi
uk: Краще оброблення типів файлів

source: Better regex expression for LaTeX equations
bn: LaTeX সমীকরণের জন্য আরও ভাল রেজেক্স অভিব্যক্তি
de: Bessere RegEx-Ausdrücke für LaTeX-Gleichungen
es: Mejor expresión regular para ecuaciones LaTeX
fr: Modifié : meilleure expression régulière des équations LaTeX
hi: LaTeX समीकरणों के लिए बेहतर regex अभिव्यक्ति
id: Ekspresi regex yang lebih baik untuk persamaan LaTeX
it: Migliore espressione regex per le equazioni in LaTeX
kn: ಲ್ಯಾಟೆಕ್ಸ್ ಸಮೀಕರಣಗಳಿಗಾಗಿ ಉತ್ತಮ ರಿಜೆಕ್ಸ್ ಅಭಿವ್ಯಕ್ತಿ
pt_br: Melhor expressão regex para equações LaTeX
ta: LaTeX சமன்பாடுகளுக்கான சிறந்த ரெஜெக்ஸ் வெளிப்பாடு
te: LaTeX సమీకరణాల కోసం మెరుగైన రీజెక్స్ వ్యక్తీకరణ
tr: Lateks denklemleri için daha iyi Regex ifadesi
uk: Кращий регулярний вираз для рівнянь LaTeX

source: Confirmation dialog if user closes Alpaca whilst a model is downloading
bn: যখন একটি মডেল ডাউনলোড হচ্ছে, তখন ব্যবহারকারী আলপাকা বন্ধ করলে নিশ্চিতকরণ ডায়ালগ
de: Bestätigungsdialog, sollte Alpaca während des Downloads eines Modells geschlossen werden
es: Cuadro de diálogo de confirmación si el usuario cierra Alpaca mientras se descarga un modelo
fr: Ajouté : fenêtre de confirmation si l'utilisateur quitte Alpaca lors du téléchargement d'un modèle
hi: यदि उपयोगकर्ता मॉडल डाउनलोड करते समय Alpaca बंद करता है तो पुष्टि संवाद
id: Dialog konfirmasi jika pengguna menutup Alpaca saat model sedang diunduh
it: Finestra di conferma se l'utente chiude Alpaca mentre un modello è in fase di scaricamento
kn: ದೃಢೀಕರಣ ಸಂವಾದವು ಬಳಕೆದಾರರು ಅಲ್ಪಕಾವನ್ನು ಮುಚ್ಚಿದರೆ ಒಂದು ಮಾದರಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಾಗ
pt_br: Diálogo de confirmação se um usuário fechar o Alpaca enquanto um modelo estiver sendo baixado
ta: ஒரு மாடல் பதிவிறக்கம் செய்யப்படும்போது பயனர் அல்பாகாவை மூடினால் உறுதிப்படுத்தல் உரையாடல்
te: మోడల్ డౌన్‌లోడ్ అవుతున్నప్పుడు వినియోగదారు అల్పాకాను మూసివేస్తే నిర్ధారణ డైలాగ్
tr: Bir model indirilirken kullanıcı alpaca kapatırsa onay iletişim kutusu
uk: Діалог підтвердження, якщо користувач закриває Alpaca під час завантаження моделі

source: Better handling of think tags in messages
bn: বার্তাগুলিতে চিন্তা ট্যাগগুলির আরও ভাল পরিচালনা
de: Bessere Handhabung von Reasoning-Tags in Nachrichten
es: Mejor manejo de las etiquetas de pensamiento en los mensajes
fr: Modifié : meilleure gestion des étiquettes de pensée dans les messages
hi: संदेशों में सोच टैग का बेहतर प्रबंधन
id: Penanganan tag 'think' dalam pesan yang lebih baik
it: Migliore gestione dei tag di ragionamento nei messaggi
kn: ಸಂದೇಶಗಳಲ್ಲಿ ಥಿಂಕ್ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಉತ್ತಮವಾಗಿ ನಿರ್ವಹಿಸುವುದು
pt_br: Melhor tratamento de tags de pensamentos em mensagens
ta: செய்திகளில் சிந்தனை குறிச்சொற்களை சிறப்பாகக் கையாளுதல்
te: సందేశాలలో థింక్ ట్యాగ్‌లను మెరుగ్గా నిర్వహించడం
tr: Mesajlardaki düşünce etiketlerinin daha iyi işlenmesi
uk: Краще оброблення тегів 'думки' в повідомленнях
