Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: IBM Granite 2B and 8B models are 128K context length language models that have been fine-tuned for improved reasoning and instruction-following capabilities.
bn: আইবিএম গ্রানাইট ২বি এবং ৮বি মডেল হলো ১২৮কে কন্টেন্ট দৈর্ঘ্যের ভাষার মডেল, যাউন্নত যুক্তি এবং নির্দেশাবলী অনুসরণ করার ক্ষমতার জন্য ফাইন-টিউন করা হয়েছে।
de: IBM Granite 2B und 8B sind Modelle mit 128K-Kontext-Länge, die auf das Nachdenken und Befolgen von Anweisungen feinabgestimmt wurden.
es: Los modelos IBM Granite 2B y 8B son modelos de lenguaje con una longitud de contexto de 128 K que se han perfeccionado para mejorar las capacidades de razonamiento y seguimiento de instrucciones.
hi: आईबीएम ग्रैनाइट 2बी और 8बी मॉडल 128K संदर्भ लंबाई के भाषा मॉडल हैं जिन्हें बेहतर तर्क और निर्देश-पालन क्षमताओं के लिए फाइन-ट्यून किया गया है।
id: Model IBM Granite 2B dan 8B adalah model bahasa dengan konteks panjang 128K yang telah di-tuning untuk meningkatkan kemampuan penalaran dan mengikuti instruksi.
it: I modelli IBM Granite 2B e 8B sono modelli linguistici con lunghezza del contesto di 128K, ottimizzati per migliorare le capacità di ragionamento e di esecuzione delle istruzioni.
kn: ಐಬಿಎಂ ಗ್ರಾನೈಟ್ 2 ಬಿ ಮತ್ತು 8 ಬಿ ಮಾದರಿಗಳು 128 ಕೆ ಸಂದರ್ಭದ ಉದ್ದದ ಭಾಷಾ ಮಾದರಿಗಳಾಗಿದ್ದು, ಸುಧಾರಿತ ತಾರ್ಕಿಕತೆ ಮತ್ತು ಸೂಚನಾ-ಅನುಸರಿಸುವ ಸಾಮರ್ಥ್ಯಗಳಿಗಾಗಿ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ.
pt_br: Os modelos IBM Granite 2B e 8B são modelos de linguagem com comprimento de contexto de 128K que foram ajustados para melhorar o raciocínio e as capacidades de seguir instruções.
te: IBM గ్రానైట్ 2B మరియు 8B మోడల్‌లు 128K కాంటెక్స్ట్ లెంగ్త్ లాంగ్వేజ్ మోడల్‌లు, ఇవి మెరుగైన తార్కికం మరియు బోధనా-అనుసరణ సామర్థ్యాల కోసం చక్కగా ట్యూన్ చేయబడ్డాయి.
tr: IBM Granit 2b ve 8b modelleri, gelişmiş akıl yürütme ve öğretim takip yetenekleri için ince ayarlanmış 128k bağlam uzunluğu dil modelleridir.

source: Phi 4 reasoning and reasoning plus are 14-billion parameter open-weight reasoning models that rival much larger models on complex reasoning tasks.
bn: ফাই ৪ রিজনিং এবং রিজনিং প্লাস হলো ১৪-বিলিয়ন প্যারামিটার ওপেন-ওয়েট রিজনিং মডেল, যা জটিল রিজনিংয়ের কাজগুলিতে অনেক বড় মডেলকে টেক্কা দেয়।
de: Phi 4 Reasoning und Reasoning Plus sind 14B-Parameter-Reasoning-Modelle mit offenen Gewichten, die deutlich größeren Modelle bei komplexen Denkaufgaben konkurrieren.
es: El razonamiento Phi 4 y el razonamiento plus son modelos de razonamiento de peso abierto de 14 mil millones de parámetros que rivalizan con modelos mucho más grandes en tareas de razonamiento complejas.
hi: फाई 4 रीज़निंग और रीज़निंग प्लस 14 अरब पैरामीटर ओपन-वेट रीज़निंग मॉडल हैं जो जटिल रीज़निंग कार्यों पर बड़े मॉडल को टक्कर देते हैं।
id: Phi 4 reasoning dan reasoning plus adalah model penalaran dengan bobot terbuka 14 miliar parameter yang menyaingi model jauh lebih besar pada tugas penalaran kompleks.
it: I modelli di ragionamento Phi 4 e Phi 4 plus sono modelli di ragionamento a peso aperto da 14 miliardi di parametri che rivaleggiano modelli molto più grandi su compiti di ragionamento complessi.
kn: ಪಿಹೆಚ್‌ಐ 4 ತಾರ್ಕಿಕ ಮತ್ತು ತಾರ್ಕಿಕ ಪ್ಲಸ್ 14-ಬಿಲಿಯನ್ ಪ್ಯಾರಾಮೀಟರ್ ಮುಕ್ತ-ತೂಕದ ತಾರ್ಕಿಕ ಮಾದರಿಗಳಾಗಿದ್ದು, ಸಂಕೀರ್ಣ ತಾರ್ಕಿಕ ಕಾರ್ಯಗಳಲ್ಲಿ ಹೆಚ್ಚು ದೊಡ್ಡ ಮಾದರಿಗಳನ್ನು ಪ್ರತಿಸ್ಪರ್ಧಿಸುತ್ತದೆ.
pt_br: O Phi 4 reasoning e o reasoning plus são modelos de raciocínio aberto de 14 bilhões de parâmetros que rivalizam com modelos muito maiores em tarefas de raciocínio complexas.
te: ఫై 4 రీజనింగ్ మరియు రీజనింగ్ ప్లస్ అనేవి 14 బిలియన్ల పారామీటర్ ఓపెన్-వెయిట్ రీజనింగ్ మోడల్స్, ఇవి సంక్లిష్టమైన రీజనింగ్ పనులపై చాలా పెద్ద మోడళ్లకు పోటీగా ఉంటాయి.
tr: Phi 4 Akıl Yürütme ve Akıl Yürütme Plus, karmaşık akıl yürütme görevlerinde çok daha büyük modellere rakip olan 14 milyar parametre açık ağırlıklı akıl yürütme modelleridir.

source: EXAONE Deep exhibits superior capabilities in various reasoning tasks including math and coding benchmarks, ranging from 2.4B to 32B parameters developed and released by LG AI Research.
bn: EXAONE Deep বিভিন্ন যুক্তি নির্ধারণের কাজের ক্ষেত্রে অসাধারণ ক্ষমতা প্রদর্শন করে, যার মধ্যে গণিত ও কোডিং বেন্চমার্ক অন্তর্ভুক্ত। এটি LG AI Research দ্বারা উন্নয়ন এবং প্রকাশিত 2.4B থেকে 32B প্যারামিটারের মধ্যে বিস্তৃত।
de: EXAONE Deep zeigt überlegene Fähigkeiten in verschiedensten Denkaufgaben, darunter Mathematik- und Coding-Benchmarks, mit Größen von 2.4 bis 32 Milliaren Parametern - entwickelt und herausgegeben von LG AI Research.
es: EXAONE Deep exhibe capacidades superiores en varias tareas de razonamiento, incluidos puntos de referencia de matemáticas y codificación, que van desde 2.4B a 32B de parámetros desarrollados y publicados por LG AI Research.
hi: EXAONE डीप विभिन्न तर्क कार्यों में बेहतर क्षमताओं का प्रदर्शन करता है जिसमें गणित और कोडिंग बेंचमार्क शामिल हैं, जो एलजी एआई रिसर्च द्वारा विकसित और जारी किए गए 2.4B से 32B पैरामीटर तक हैं।
id: EXAONE Deep menunjukkan kemampuan unggul dalam berbagai tugas penalaran termasuk benchmark matematika dan pengkodean, dengan parameter antara 2,4 miliar hingga 32 miliar yang dikembangkan dan dirilis oleh LG AI Research.
it: EXAONE Deep dimostra capacità superiori in vari compiti di ragionamento, inclusi benchmark matematici e di scrittura di codice, che vanno da 2,4 miliardi a 32 miliardi di parametri sviluppati e rilasciati da LG AI Research.
kn: ಎಲ್ಜಿ ಎಐ ಸಂಶೋಧನೆಯಿಂದ ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಮತ್ತು ಬಿಡುಗಡೆ ಮಾಡಿದ 2.4 ಬಿ ಯಿಂದ 32 ಬಿ ನಿಯತಾಂಕಗಳವರೆಗೆ ಗಣಿತ ಮತ್ತು ಕೋಡಿಂಗ್ ಮಾನದಂಡಗಳು ಸೇರಿದಂತೆ ವಿವಿಧ ತಾರ್ಕಿಕ ಕಾರ್ಯಗಳಲ್ಲಿ ಎಕ್ಸಾಸೊನ್ ಡೀಪ್ ಉತ್ತಮ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ.
pt_br: O EXAONE Deep exibe capacidades superiores em várias tarefas de raciocínio, incluindo benchmarks de matemática e codificação, variando de 2,4 bilhões a 32 bilhões de parâmetros desenvolvidos e lançados pela LG AI Research.
te: EXAONE డీప్ గణితం మరియు కోడింగ్ బెంచ్‌మార్క్‌లతో సహా వివిధ తార్కిక పనులలో అత్యుత్తమ సామర్థ్యాలను ప్రదర్శిస్తుంది, LG AI రీసెర్చ్ అభివృద్ధి చేసి విడుదల చేసిన 2.4B నుండి 32B పారామితుల వరకు ఉంటుంది.
tr: Exaone Deep, LG AI Research tarafından geliştirilen ve piyasaya sürülen 2.4b ila 32B parametreleri arasında matematik ve kodlama ölçütleri dahil olmak üzere çeşitli akıl yürütme görevlerinde üstün yetenekler sergiler.

source: Phi 4 mini reasoning is a lightweight open model that balances efficiency with advanced reasoning ability.
bn: ফাই ৪ মিনি রিজনিং হলো একটি হালকা ওপেন মডেল যা দক্ষতার সাথেউন্নত যুক্তি ক্ষমতার ভারসাম্য বজায় রাখে।
de: Phi 4 Mini Reasoning ist ein leichtgewichtiges Modell, das Effizienz mit fortschrittlicher Denkfähigkeit balanciert.
es: El mini razonamiento Phi 4 es un modelo abierto y liviano que equilibra la eficiencia con la capacidad de razonamiento avanzada.
hi: फाई 4 मिनी रीज़निंग एक हल्का ओपन मॉडल है जो दक्षता के साथउन्नत रीज़निंग क्षमता को संतुलित करता है।
id: Phi 4 mini reasoning adalah model ringan terbuka yang menyeimbangkan efisiensi dengan kemampuan penalaran tingkat lanjut.
it: Il modello di ragionamento Phi 4 mini è un modello aperto e leggero che bilancia efficienza e capacità di ragionamento avanzate.
kn: PHI 4 ಮಿನಿ ತಾರ್ಕಿಕತೆಯು ಹಗುರವಾದ ಮುಕ್ತ ಮಾದರಿಯಾಗಿದ್ದು ಅದು ಸುಧಾರಿತ ತಾರ್ಕಿಕ ಸಾಮರ್ಥ್ಯದೊಂದಿಗೆ ದಕ್ಷತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸುತ್ತದೆ.
pt_br: O Phi 4 mini reasoning é um modelo aberto e leve que equilibra eficiência com capacidade avançada de raciocínio.
te: ఫై 4 మినీ రీజనింగ్ అనేది తేలికైన ఓపెన్ మోడల్, ఇది అధునాతన తార్కిక సామర్థ్యంతో సామర్థ్యాన్ని సమతుల్యం చేస్తుంది.
tr: Phi 4 Mini Akıl Yürütme, verimliliği gelişmiş akıl yürütme yeteneği ile dengeleyen hafif bir açık modeldir.

source: Gemma 3n models are designed for efficient execution on everyday devices such as laptops, tablets or phones.
bn: জেমা 3n মডেলগুলি ল্যাপটপ, ট্যাবলেট বা ফোনের মতো প্রতিদিনের ডিভাইসগুলিতে কার্যকরভাবে কার্যকর করার জন্য ডিজাইন করা হয়েছে।
de: Gemma 3n-Modelle sind für eine effiziente Ausführung auf Alltagsgeräten wie Laptops, Tablets oder Smartphones konzipiert.
es: Los modelos Gemma 3n están diseñados para una ejecución eficiente en dispositivos cotidianos como computadoras portátiles, tabletas o teléfonos.
hi: जेम्मा 3n मॉडल लैपटॉप, टैबलेट या फोन जैसे रोजमर्रा के उपकरणों पर कुशल निष्पादन के लिए डिज़ाइन किए गए हैं।
id: Model Gemma 3n dirancang untuk eksekusi efisien pada perangkat sehari-hari seperti laptop, tablet, atau ponsel.
it: I modelli Gemma 3n sono progettati per un'esecuzione efficiente su dispositivi di uso quotidiano come laptop, tablet o telefoni.
pt_br: Os modelos Gemma 3n são projetados para execução eficiente em dispositivos do dia a dia, como laptops, tablets ou telefones.
te: ల్యాప్‌టాప్‌లు, టాబ్లెట్‌లు లేదా ఫోన్‌లు వంటి రోజువారీ పరికరాల్లో సమర్థవంతంగా అమలు చేయడానికి Gemma 3n మోడల్‌లు రూపొందించబడ్డాయి.
tr: Gemma 3N modelleri, dizüstü bilgisayarlar, tabletler veya telefonlar gibi günlük cihazlarda verimli yürütme için tasarlanmıştır.

source: Magistral is a small, efficient reasoning model with 24B parameters.
bn: ম্যাজিস্ট্রাল হল একটি ছোট, কার্যকর যুক্তি মডেল যার 24B প্যারামিটার রয়েছে।
de: Magistral ist ein kleines, effizientes Reasoning-Modell mit 24 Milliarden Parametern.
es: Magistral es un modelo de razonamiento pequeño y eficiente con 24B parámetros.
hi: मैजिस्ट्रल 24B पैरामीटर के साथ एक छोटा, कुशल तर्क मॉडल है।
id: Magistral adalah model penalaran kecil dan efisien dengan 24 miliar parameter.
it: Magistral è un modello di ragionamento piccolo ed efficiente con 24B parametri.
pt_br: Magistral é um modelo de raciocínio pequeno e eficiente com 24B parâmetros.
te: మేజిస్ట్రల్ అనేది 24B పారామితులతో కూడిన చిన్న, సమర్థవంతమైన తార్కిక నమూనా.
tr: Magistral, 24B parametreli küçük, verimli bir akıl yürütme modelidir.

source: An update to Mistral Small that improves on function calling, instruction following, and less repetition errors.
bn: মিস্ট্রাল স্মলের একটি আপডেট যা ফাংশন কলিং, নির্দেশনা অনুসরণ এবং কম পুনরাবৃত্তি ত্রুটিগুলিকে উন্নত করে।
de: Ein Update für Mistral Small, das Funktionsaufrufe, Befolgung von Anweisungen und weniger Wiederholungsfehler verbessert.
es: Una actualización de Mistral Small que mejora la llamada de funciones, el seguimiento de instrucciones y reduce los errores de repetición.
hi: मिस्ट्रल स्मॉल का एक अपडेट जो फ़ंक्शन कॉलिंग, निर्देशों का पालन करने, और कम दोहराव त्रुटियों में सुधार करता है।
id: Pembaruan untuk Mistral Small yang memperbaiki pemanggilan fungsi, mengikuti instruksi, dan mengurangi kesalahan pengulangan.
it: Un aggiornamento di Mistral Small che migliora le chiamate di funzione, il rispetto delle istruzioni e riduce gli errori di ripetizione.
pt_br: Uma atualização do Mistral Small que melhora a chamada de funções, o acompanhamento de instruções e reduz os erros de repetição.
te: ఫంక్షన్ కాలింగ్, ఇన్స్ట్రక్షన్ ఫాలోయింగ్ మరియు తక్కువ పునరావృత లోపాలపై మెరుగుపడే మిస్ట్రాల్ స్మాల్ కు నవీకరణ.
tr: Mistral Small'a işlev çağrısı, talimat takip ve daha az tekrarlama hatalarında gelişen bir güncelleme.

source: OpenAI’s open-weight models designed for powerful reasoning, agentic tasks, and versatile developer use cases.
de: Die Open-Weight-Modelle von OpenAI wurden für leistungsstarke Argumentation, agentenbasierte Aufgaben und vielseitige Anwendungsfälle für Entwickler entwickelt.
es: Modelos de peso abierto de OpenAI diseñados para razonamiento poderoso, tareas de agentes y casos de uso versátiles para desarrolladores.
hi: OpenAI के ओपन-वेट मॉडल, जो शक्तिशाली तर्क, एजेंटिक कार्यों और बहुउपयोगी डेवलपर उपयोग मामलों के लिए डिज़ाइन किए गए हैं।
it: I modelli a pesi aperti di OpenAI sono progettati per ragionamento avanzato, attività agentiche e casi d'uso versatili per sviluppatori.
pt_br: Os modelos de peso aberto da OpenAI foram projetados para raciocínio poderoso, tarefas de agente e casos de uso versáteis para desenvolvedores.
tr: Openai’nin güçlü akıl yürütme, ajan görevleri ve çok yönlü geliştirici kullanım durumları için tasarlanmış açık ağırlık modelleri.

source: Alibaba's performant long context models for agentic and coding tasks.
bn: Alibaba এর উচ্চ কর্মক্ষম দীর্ঘ প্রসঙ্গ মডেল এজেন্টিক এবং কোডিং কাজের জন্য।
de: Alibabas performante long-context-Modelle für agentenbasierte und Programmieraufgaben
es: Modelos de contexto largos de alto rendimiento de Alibaba para tareas de agencia y codificación.
hi: एजेंटिक और कोडिंग कार्यों के लिए अलीबाबा के उच्च-प्रदर्शन लंबे संदर्भ मॉडल।
it: Modelli performanti di Alibaba per contesti lunghi per attività di codifica e agenti.
pt_br: Modelos de contexto longo de alto desempenho do Alibaba para tarefas de codificação e agentes.
tr: Alibaba'nın Ajan ve Kodlama Görevleri için Uzun Bağlam Modelleri.

source: EmbeddingGemma is a 300M parameter embedding model from Google.
de: EmbeddingGemma ist ein Embedding-Modell mit 300 Millionen Parametern von Google.
es: EmbeddingGemma es un modelo de incorporación de 300 millones de parámetros de Google.
pt_br: EmbeddingGemma é um modelo de embedding de 300 milhões de parâmetros do Google.

source: DeepSeek-V3.1-Terminus is a hybrid model that supports both thinking mode and non-thinking mode.
de: DeepSeek-V3.1-Terminus ist ein Hybridmodell, das sowohl den Denkmodus als auch den Nicht-Denkmodus unterstützt.
es: DeepSeek-V3.1-Terminus es un modelo híbrido que admite tanto el modo de pensamiento como el modo de no pensamiento.
pt_br: DeepSeek-V3.1-Terminus é um modelo híbrido que suporta tanto o modo de pensamento quanto o modo de não-pensamento.

source: The most powerful vision-language model in the Qwen model family to date.
de: Das bislang leistungsstärkste Vision-Sprachmodell in der Qwen-Modellfamilie.
es: El modelo de visión-lenguaje más potente de la familia de modelos Qwen hasta la fecha.
pt_br: O modelo de visão-linguagem mais poderoso da família de modelos Qwen até o momento.

source: Advanced agentic, reasoning and coding capabilities.
de: Fortgeschrittene Fähigkeiten in den Bereichen Agentensteuerung, Argumentation und Codierung.
es: Capacidades avanzadas de agencia, razonamiento y codificación.
pt_br: Capacidades avançadas de agentividade, raciocínio e codificação.

source: Building upon the foundational models of the Qwen3 series, Qwen3 Embedding provides a comprehensive range of text embeddings models in various sizes
de: Aufbauend auf den grundlegenden Modellen der Qwen3-Serie bietet Qwen3 Embedding eine umfassende Palette von Text-Embedding-Modellen in verschiedenen Größen.
es: Basándose en los modelos fundamentales de la serie Qwen3, Qwen3 Embedding ofrece una amplia gama de modelos de incrustaciones de texto en varios tamaños
pt_br: Com base nos modelos fundamentais da série Qwen3, o Qwen3 Embedding oferece uma gama abrangente de modelos de embedding de texto em vários tamanhos

source: Granite 4 features improved instruction following (IF) and tool-calling capabilities, making them more effective in enterprise applications.
de: Granite 4 verfügt über verbesserte Befehlsverfolgung (IF) und zur Verwendung von Werkzeugen, wodurch diese in Unternehmensanwendungen effektiver eingesetzt werden können.
es: Granite 4 cuenta con capacidades mejoradas de seguimiento de instrucciones (IF) y llamada de herramientas, lo que las hace más efectivas en aplicaciones empresariales.
pt_br: O Granite 4 apresenta recursos aprimorados de acompanhamento de instruções (IF) e chamada de ferramentas, tornando-as mais eficazes em aplicações corporativas.

source: A state-of-the-art mixture-of-experts (MoE) language model. Kimi K2-Instruct-0905 demonstrates significant improvements in performance on public benchmarks and real-world coding agent tasks.
de: Ein hochmodernes Sprachmodell nach dem Mixture-of-Experts-Ansatz (MoE). Kimi K2-Instruct-0905 zeigt deutliche Leistungsverbesserungen bei öffentlichen Benchmarks und realen Codierungsaufgaben.
es: Un modelo de lenguaje de última generación basado en la mezcla de expertos (MoE). Kimi K2-Instruct-0905 demuestra mejoras significativas en el rendimiento en pruebas de referencia públicas y tareas de agentes de codificación del mundo real.
pt_br: Um modelo de linguagem mixture-of-experts (MoE) de ponta (state-of-the-art). O Kimi K2-Instruct-0905 demonstra melhorias significativas em desempenho em benchmarks públicos e tarefas reais de agentes de codificação.

source: MiniMax M2 is a high-efficiency large language model built for coding and agentic workflows.
de: MiniMax M2 ist ein hocheffizientes großes Sprachmodell, das für Coding und agentenbasierte Arbeitsabläufe entwickelt wurde.
es: MiniMax M2 es un modelo de lenguaje grande de alta eficiencia construido para la codificación y los flujos de trabajo agentivos.
pt_br: O MiniMax M2 é um modelo de linguagem grande (LLM) de alta eficiência, construído para fluxos de trabalho de codificação e agentividade.

source: DeepSeek-OCR is a vision-language model that can perform token-efficient OCR.
de: DeepSeek-OCR ist ein Bild-Sprachmodell, das eine token-effiziente OCR durchführen kann.
es: DeepSeek-OCR es un modelo de lenguaje de visión que puede realizar OCR con uso eficiente de tokens.
pt_br: DeepSeek-OCR é um modelo de visão-linguagem que pode realizar OCR com eficiência de tokens.

source: gpt-oss-safeguard-20b and gpt-oss-safeguard-120b are safety reasoning models built-upon gpt-oss
de: gpt-oss-safeguard-20b und gpt-oss-safeguard-120b sind auf gpt-oss basierende argumentierfähige Modelle mit Sicherheitsvorkehrungen
es: gpt-oss-safeguard-20b y gpt-oss-safeguard-120b son modelos de razonamiento de seguridad basados ​​en gpt-oss
pt_br: gpt-oss-safeguard-20b e gpt-oss-safeguard-120b são modelos de raciocínio de segurança construídos sobre o gpt-oss

source: Kimi K2 Thinking, Moonshot AI's best open-source thinking model.
de: Kimi K2 Thinking, das beste Open-Source-Denkmodell von Moonshot AI.
es: Kimi K2 Thinking, el mejor modelo de pensamiento de código abierto de Moonshot AI.
pt_br: Kimi K2 Thinking, o melhor modelo de raciocínio de código aberto da Moonshot AI.

source: The Cogito v2.1 LLMs are instruction tuned generative models. All models are released under MIT license for commercial use.
de: Die Cogito v2.1 LLMs sind auf Anweisungen abgestimmte generative Modelle. Alle Modelle werden unter der MIT-Lizenz für die kommerzielle Nutzung veröffentlicht.
es: Los LLM de Cogito v2.1 son modelos generativos optimizados para instrucciones. Todos los modelos se publican bajo licencia MIT para uso comercial.
pt_br: Os LLMs Cogito v2.1 são modelos generativos ajustados por instrução. Todos os modelos são lançados sob a licença MIT para uso comercial.

source: The Ministral 3 family is designed for edge deployment, capable of running on a wide range of hardware.
de: Die Ministral 3-Familie ist für den Einsatz auf datennaher Hardware konzipiert und kann auf einer Vielzahl von Hardwareplattformen ausgeführt werden.
es: La familia Ministral 3 está diseñada para implementación en el borde y es capaz de ejecutarse en una amplia gama de hardware.

source: Rnj-1 is a family of 8B parameter open-weight, dense models trained from scratch by Essential AI, optimized for code and STEM with capabilities on par with SOTA open-weight models.
de: Rnj-1 ist eine Familie von dichten 8B-Parameter-Open-Weight-Modellen , die von Essential AI von Grund auf neu trainiert wurden und für Code und STEM optimiert sind. Ihre Fähigkeiten sind vergleichbar mit denen von Open-Weight-SOTA-Modellen.
es: Rnj-1 es una familia de modelos densos y de peso abierto con 8B parámetros entrenados desde cero por Essential AI, optimizados para código y STEM con capacidades equivalentes a los modelos de peso abierto de SOTA.

source: The first installment in the Qwen3-Next series with strong performance in terms of both parameter efficiency and inference speed.
de: Die erste Veröffentlichung der Qwen3-Next-Serie mit starker Leistung sowohl hinsichtlich der Parametereffizienz als auch der Inferenzgeschwindigkeit.
es: La primera entrega de la serie Qwen3-Next con un sólido rendimiento en términos de eficiencia de parámetros y velocidad de inferencia.

source: Nemotron 3 Nano - A new Standard for Efficient, Open, and Intelligent Agentic Models
de: Nemotron 3 Nano – Ein neuer Standard für effiziente, offene und intelligente Agentenmodelle
es: Nemotron 3 Nano: un nuevo estándar para modelos de agentes eficientes, abiertos e inteligentes

source: 24B model that excels at using tools to explore codebases, editing multiple files and power software engineering agents.
de: 24B-Modell, herausragend in der Verwendung von Werkzeugen, um Codebasen zu untersuchen, mehrere Dateien zu bearbeiten oder Software-Engineering-Agenten zu betreiben
es: Modelo 24B que se destaca en el uso de herramientas para explorar bases de código, editar múltiples archivos y potenciar agentes de ingeniería de software.

source: Olmo is a series of Open language models designed to enable the science of language models. These models are pre-trained on the Dolma 3 dataset and post-trained on the Dolci datasets.
de: Olmo ist eine Reihe von offenen Sprachmodellen, die entwickelt wurden, um die Wissenschaft der Sprachmodelle zu ermöglichen. Diese Modelle wurden auf dem Dolma 3-Datensatz vortrainiert und auf den Dolci-Datensätzen nachtrainiert.
es: Olmo es una serie de modelos lingüísticos abiertos diseñados para impulsar la ciencia de los modelos lingüísticos. Estos modelos se preentrenan con el conjunto de datos Dolma 3 y se postentrenan con los conjuntos de datos Dolci.

source: A new collection of open translation models built on Gemma 3, helping people communicate across 55 languages.
de: Eine neue Sammlung offener Übersetzungsmodelle, die auf Gemma 3 basieren und Menschen dabei helfen, in 55 Sprachen zu kommunizieren.
es: Una nueva colección de modelos de traducción abiertos basados ​​en Gemma 3 que ayudan a las personas a comunicarse en 55 idiomas.

source: As the strongest model in the 30B class, GLM-4.7-Flash offers a new option for lightweight deployment that balances performance and efficiency.
de: Als stärkstes Modell der 30B-Klasse bietet GLM-4.7-Flash eine neue Option für den leichten Einsatz, die Leistung und Effizienz in Einklang bringt.
es: Como el modelo más resistente de la clase 30B, GLM-4.7-Flash ofrece una nueva opción para implementación liviana que equilibra rendimiento y eficiencia.

source: 123B model that excels at using tools to explore codebases, editing multiple files and power software engineering agents.
de: 123B-Modell, herausragend in der Verwendung von Werkzeugen, um Codebasen zu untersuchen, mehrere Dateien zu bearbeiten oder Software-Engineering-Agenten zu betreiben
es: Modelo 123B que se destaca en el uso de herramientas para explorar bases de código, editar múltiples archivos y potenciar agentes de ingeniería de software.

source: FunctionGemma is a specialized version of Google's Gemma 3 270M model fine-tuned explicitly for function calling.
de: FunctionGemma ist eine spezialisierte Version des Modells Gemma 3 270M von Google, das explizit für Funktionsaufrufe optimiert wurde.
es: FunctionGemma es una versión especializada del modelo Gemma 3 270M de Google, optimizada explícitamente para la llamada de funciones.

source: Gemini 3 Flash offers frontier intelligence built for speed at a fraction of the cost.
de: Gemini 3 Flash bietet innovative Intelligenz, die auf Geschwindigkeit ausgelegt ist, zu einem Bruchteil der Kosten.
es: Gemini 3 Flash ofrece inteligencia de vanguardia diseñada para la velocidad a una fracción del costo.

source: nomic-embed-text-v2-moe is a multilingual MoE text embedding model that excels at multilingual retrieval.
de: nomic-embed-text-v2-moe ist ein mehrsprachiges MoE-Text-Embedding-Modell, das besonders in der mehrsprachigen Suche heraussticht.
es: nomic-embed-text-v2-moe es un modelo de incrustación de texto MoE multilingüe que se destaca en la recuperación multilingüe.

source: Advancing the Coding Capability
de: Die Coding-Fähigkeit verbessern
es: Avanzando en la capacidad de codificación
