Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Documentation
bn: নথি
de: Dokumentation
es: Documentación
hi: प्रलेखन
id: Dokumentasi
it: Documentazione
kn: ದಸ್ತಾವತಿ
pt_br: Documentação
te: డాక్యుమెంటేషన్
tr: Dokümentasyon

source: Become a Sponsor
bn: পৃষ্ঠপোষক হোন
de: Sponsor werden
es: Conviértete en un Patrocinador
hi: प्रायोजक बनें
id: Jadilah Sponsor
it: Diventa uno Sponsor
kn: ಪ್ರಾಯೋಜಕರಾಗಿ
pt_br: Seja um Patrocinador
te: స్పాన్సర్ అవ్వండి
tr: Sponsor Ol!

source: Discussions
bn: আলোচনা
de: Diskussionen
es: Discusiones
hi: चर्चाएँ
id: Diskusi
it: Discussioni
kn: ಚರ್ಚೆ
pt_br: Discussões
te: చర్చలు
tr: Tartışmalar

source: New state of the art 70B model. Llama 3.3 70B offers similar performance compared to the Llama 3.1 405B model.
bn: নতুন স্টেট অফ দ্য আর্ট 70B মডেল। ল্লামা 3.3 70B মডেলটি ল্লামা 3.1 405B মডেলের তুলনায় অনুরূপ কর্মক্ষমতা প্রদান করে।
de: 70B-Modell auf dem neuesten Stand der Technik. Llama 3.3 70B liefert einemit Llama 3.1 405B vergleichbare Leistung.
es: Nuevo modelo 70B de última generación. Llama 3.3 70B ofrece un rendimiento similar al modelo Llama 3.1 405B.
hi: नया अत्याधुनिक 70B मॉडल। Llama 3.3 70B, Llama 3.1 405B मॉडल की तुलना में समान प्रदर्शन प्रदान करता है।
id: Model baru 70B terkini. Llama 3.3 70B menawarkan kinerja serupa dibandingkan dengan model Llama 3.1 405B.
it: Nuovo modello 70B all'avanguardia. Llama 3.3 70B offre prestazioni simili al modello Llama 3.1 405B.
kn: ಕಲೆಯ ಹೊಸ ಸ್ಥಿತಿ 70 ಬಿ ಮಾದರಿ. ಲಾಮಾ 3.3 70 ಬಿ ಲಾಮಾ 3.1 405 ಬಿ ಮಾದರಿಗೆ ಹೋಲಿಸಿದರೆ ಇದೇ ರೀತಿಯ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ನೀಡುತ್ತದೆ.
pt_br: Novo modelo 70B de última geração. O Llama 3.3 70B oferece desempenho semelhante ao modelo Llama 3.1 405B.
ta: புதிய மிகச் சிறந்த 70B மாதிரி. Llama 3.3 70B, Llama 3.1 405B மாதிரியுடன் ஒப்பிடும்போது ஒத்த செயல்திறனை வழங்குகிறது.
te: కొత్త స్టేట్ ఆఫ్ ఆర్ట్ 70B మోడల్. లామా 3.1 405B మోడల్‌తో పోలిస్తే లామా 3.3 70B సారూప్య పనితీరును అందిస్తుంది.
tr: Yeni nesil (state-of-the-art) 70 milyar parametreli model. Llama 3.3 70B, Llama 3.1 405B modeline kıyasla benzer performans sunuyor.
uk: Нова передова модель 70B. Llama 3.3 70B демонструє подібну продуктивність порівняно з моделлю Llama 3.1 405B.

source: QwQ is the reasoning model of the Qwen series.
bn: QwQ হলো Qwen সিরিজের রিজনিং মডেল।
de: QwQ ist das Reasoning-Modell aus der Qwen-Serie.
es: QwQ es el modelo de razonamiento de la serie Qwen.
hi: QwQ क्वेन श्रृंखला का तर्क मॉडल है।
id: QwQ adalah model penalaran dari seri Qwen.
it: QwQ è il modello di ragionamento della famiglia Qwen.
kn: QWQ ಕ್ವೆನ್ ಸರಣಿಯ ತಾರ್ಕಿಕ ಮಾದರಿಯಾಗಿದೆ.
pt_br: QwQ é o modelo de raciocínio da série Qwen.
te: QwQ అనేది Qwen సిరీస్ యొక్క తార్కిక నమూనా.
tr: QwQ, Qwen serisinin muhakeme (akıl yürütme) modelidir.
uk: QwQ — це модель міркування серії Qwen.

source: Llama 3.2 Vision is a collection of instruction-tuned image reasoning generative models in 11B and 90B sizes.
bn: Llama 3.2 ভিশন হল 11B এবং 90B আকারের নির্দেশনা-টিউনড চিত্র যুক্তি জেনারেটিভ মডেলের একটি সংগ্রহ।
de: Llama 3.2 Vision ist eine Sammlung von besonders auf Anweisungen abgestimmten, logisch denkenden generativen Modellen in Größen von11B und 90B Parametern.
es: Llama 3.2 Vision es una colección de modelos generativos de razonamiento de imágenes ajustados por instrucciones en tamaños 11B y 90B.
fr: Llama 3.2 Vision est une collection de modèles génératifs de raisonnement sur les images, ajustés par instructions, avec des tailles de 11B et 90B.
hi: लामा 3.2 विजन एक संग्रह है जिसमें 11बी और 90बी आकार में निर्देश-ट्यून किए गए छवि तर्क उत्पादक मॉडल हैं।
id: Llama 3.2 Vision adalah kumpulan model generatif penalaran gambar yang dilatih dengan instruksi dalam ukuran 11B dan 90B.
it: Llama 3.2 Vision è una raccolta di modelli generativi per il ragionamento sulle immagini, ottimizzati per le istruzioni, in formato 11B e 90B.
kn: ಲಾಮಾ 3.2 ವಿಷನ್ ಎನ್ನುವುದು 11 ಬಿ ಮತ್ತು 90 ಬಿ ಗಾತ್ರಗಳಲ್ಲಿ ಸೂಚನಾ-ಟ್ಯೂನ್ಡ್ ಇಮೇಜ್ ರೀಸನಿಂಗ್ ಉತ್ಪಾದಕ ಮಾದರಿಗಳ ಸಂಗ್ರಹವಾಗಿದೆ.
nl: Llama 3.2 Vision is een verzameling instructie-afgestemde generatieve beeldredeneringsmodellen in 11B- en 90B-formaat.
pt_br: O Llama 3.2 Vision é uma coleção de modelos generativos de raciocínio de imagem ajustados por instruções nos tamanhos 11B e 90B.
ta: Llama 3.2 விஷன் என்பது 11B மற்றும் 90B அளவுகளில் உள்ள அறிவுறுத்தல்-சரிசெய்யப்பட்ட பட வாதம் உருவாக்கும் மாதிரிகளின் தொகுப்பாகும்.
te: లామా 3.2 విజన్ అనేది 11B మరియు 90B పరిమాణాలలో సూచన-ట్యూన్ చేయబడిన ఇమేజ్ రీజనింగ్ ఉత్పాదక నమూనాల సమాహారం.
tr: Llama 3.2 Vision, 11 milyar (11B) ve 90 milyar (90B) büyüklüklerinde, talimatlarla ayarlanmış (instruction-tuned) görüntü muhakemesi yeteneğine sahip üretken model koleksiyonudur.
uk: Llama 3.2 Vision — це колекція генеративних моделей, налаштованих для логічного аналізу зображень, у розмірах 11B і 90B.

source: Meta's Llama 3.2 goes small with 1B and 3B models.
bn: মেটার ল্লামা 3.2 1B এবং 3B মডেলের মাধ্যমে ছোট হয়েছে।
de: Metas Llama 3.2 wird kleiner mit 1B- und 3B-Modellen.
es: Llama 3.2 de Meta es pequeño con modelos 1B y 3B.
fr: Meta's Llama 3.2 se décline en petits modèles avec 1B et 3B paramètres.
hi: मेटा का ल्लामा 3.2 1B और 3B मॉडल के साथ छोटा हो गया है।
id: Llama 3.2 dari Meta hadir dalam ukuran kecil dengan model 1B dan 3B.
it: Llama 3.2 di Meta diventa piccolo con i modelli 1B e 3B.
kn: ಮೆಟಾದ ಲಾಮಾ 3.2 1 ಬಿ ಮತ್ತು 3 ಬಿ ಮಾದರಿಗಳೊಂದಿಗೆ ಚಿಕ್ಕದಾಗಿದೆ.
nl: Meta's Llama 3.2 gaat klein met 1B en 3B modellen.
pt_br: O Llama 3.2 da Meta fica pequeno com modelos 1B e 3B.
ta: Meta வின் Llama 3.2, 1B மற்றும் 3B மாதிரிகளுடன் சிறியதாகிறது.
te: Meta యొక్క లామా 3.2 1B మరియు 3B మోడల్‌లతో చిన్నదిగా ఉంటుంది.
tr: Meta'nın Llama 3.2'si, 1 milyar (1B) ve 3 milyar (3B) modelleriyle küçülüyor.
uk: Llama 3.2 від Meta представлена в компактних версіях з моделями на 1B і 3B.

source: Llama 3.1 is a new state-of-the-art model from Meta available in 8B, 70B and 405B parameter sizes.
bn: ল্লামা 3.1 হল মেটা থেকে নতুন স্টেট-অফ-দ্য-আর্ট মডেল, 8B, 70B এবং 405B প্যারামিটার আকারে উপলব্ধ।
de: Llama 3.1 ist ein neues State-of-the-Art-Modell von Meta, das in den Größen 8B, 70B und 405B Parameter verfügbar ist.
es: Llama 3.1 es un nuevo modelo de vanguardia de Meta disponible en tamaños de 8B, 70B y 405B.
fr: Llama 3.1 est un nouveau modèle de pointe de Meta disponible en tailles de 8B, 70B et 405B paramètres.
hi: ल्लामा 3.1 मेटा से एक नवीनतम मॉडल है जो 8B, 70B और 405B पैरामीटर आकारों में उपलब्ध है।
id: Llama 3.1 adalah model terbaru terkini dari Meta yang tersedia dalam ukuran parameter 8B, 70B, dan 405B.
it: Llama 3.1 è un nuovo modello all'avanguardia di Meta, disponibile nelle versioni con 8B, 70B e 405B parametri
kn: ಲಾಮಾ 3.1 ಎನ್ನುವುದು 8 ಬಿ, 70 ಬಿ ಮತ್ತು 405 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಗಾತ್ರಗಳಲ್ಲಿ ಲಭ್ಯವಿರುವ ಮೆಟಾದ ಹೊಸ ಅತ್ಯಾಧುನಿಕ ಮಾದರಿಯಾಗಿದೆ.
nl: Llama 3.1 is een nieuw, geavanceerd model van Meta dat verkrijgbaar is in de parametermaten 8B, 70B en 405B.
pt_br: Llama 3.1 é um novo modelo de última geração da Meta, disponível nos tamanhos de parâmetros 8B, 70B e 405B.
ta: Llama 3.1 என்பது Meta இலிருந்து 8B, 70B மற்றும் 405B அளவுரு அளவுகளில் கிடைக்கும் ஒரு புதிய மிகச் சிறந்த மாதிரி ஆகும்.
te: లామా 3.1 అనేది మెటా నుండి 8B, 70B మరియు 405B పారామీటర్ పరిమాణాలలో అందుబాటులో ఉన్న కొత్త స్టేట్ ఆఫ్ ది ఆర్ట్ మోడల్.
tr: Llama 3.1, Meta tarafından sunulan yeni bir son teknoloji model olup, 8B, 70B ve 405B parametre boyutlarında mevcuttur.
uk: Llama 3.1 — нова передова модель від Meta, доступна в розмірах параметрів 8B, 70B та 405B.

source: Meta Llama 3: The most capable openly available LLM to date
bn: মেটা Llama 3: এখন পর্যন্ত সবচেয়ে ক্ষমতাসম্পন্ন উন্মুক্তভাবে উপলব্ধ LLM
de: Meta Llama 3: Das derzeit leistungsfähigste offen verfügbare LLM
es: Meta Llama 3: El LLM abierto más capaz a esta fecha.
fr: Meta Llama 3 : Le modèle de langage ouvert le plus performant à ce jour.
hi: मेटा ल्लामा 3: अब तक का सबसे सक्षम खुले तौर पर उपलब्ध एलएलएम
id: Meta Llama 3: LLM yang paling mampu dan terbuka yang tersedia hingga saat ini
it: Meta Llama 3: ad oggi l'LLM open-source più competente
kn: ಮೆಟಾ ಲಾಮಾ 3: ಇಲ್ಲಿಯವರೆಗೆ ಹೆಚ್ಚು ಸಮರ್ಥವಾಗಿ ಲಭ್ಯವಿರುವ ಎಲ್ಎಲ್ಎಂ
nl: Meta Llama 3: De meest capabele open LLM tot nu toe
pt_br: Meta Llama 3: O LLM mais capaz disponível abertamente até o momento
ru: Meta Llama 3: Самый мощный из открытых LLM на сегодняшний день
ta: Meta Llama 3: இன்றுவரை மிகவும் திறமையான திறந்தநிலையில் கிடைக்கும் LLM
te: మెటా లామా 3: ఇప్పటి వరకు అత్యంత సామర్థ్యం గల బహిరంగంగా అందుబాటులో ఉన్న LLM
tr: Meta Llama 3: Şu ana kadar açıkça erişilebilen en yetenekli LLM.
uk: Meta Llama 3: Найбільш потужна відкрита мовна модель на сьогоднішній день

source: The 7B model released by Mistral AI, updated to version 0.3.
bn: মিস্ট্রাল AI দ্বারা প্রকাশিত 7B মডেল, 0.3 সংস্করণে আপডেট করা হয়েছে।
de: Das von Mistral AI veröffentlichte 7B-Modell, aktualisiert auf Version 0.3.
es: El modelo 7B lanzado por Mistral AI, actualizado a la versión 0.3.
fr: Le modèle 7B publié par Mistral AI, mis à jour à la version 0.3.
hi: मिस्ट्रल एआई द्वारा जारी 7B मॉडल, संस्करण 0.3 में अपडेट किया गया है
id: Model 7B yang dirilis oleh Mistral AI, diperbarui ke versi 0.3.
it: Il modello 7B rilasciato da Mistral AI, aggiornato alla versione 0.3
kn: ಮಿಸ್ಟ್ರಲ್ ಎಐ ಬಿಡುಗಡೆ ಮಾಡಿದ 7 ಬಿ ಮಾದರಿಯನ್ನು ಆವೃತ್ತಿ 0.3 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ.
nb_no: 7B-modellen utgitt av Mistral AI, oppdatert til versjon 0.3.
nl: Het 7B model uitgebracht door Mistral AI, bijgewerkt tot versie 0.3.
pt_br: O modelo 7B lançado pela Mistral AI, atualizado para a versão 0.3.
ru: Модель 7Б, выпущенная Mistral AI, обновлена ​​до версии 0.3.
ta: மிஸ்ட்ரல் AI வெளியிட்ட 7B மாதிரி, பதிப்பு 0.3 க்கு புதுப்பிக்கப்பட்டது.
te: Mistral AI విడుదల చేసిన 7B మోడల్, వెర్షన్ 0.3కి అప్‌డేట్ చేయబడింది.
tr: Mistral AI tarafından yayınlanan ve 0.3 sürümüne güncellenmiş 7B modelidir.
uk: Модель 7B, випущена Mistral AI, оновлена до версії 0.3.

source: A high-performing open embedding model with a large token context window.
bn: একটি উচ্চ-পারফর্মিং ওপেন এম্বেডিং মডেল বড় টোকেন কন্টেক্সট উইন্ডো সহ।
de: Ein leistungsstarkes offenes Einbettungsmodell mit einem großen Token-Kontextfenster.
es: Un modelo de integración abierto de alto rendimiento con una gran ventana de contexto de token.
fr: Un modèle d'embedding performant avec une grande fenêtre de contexte de tokens.
hi: एक उच्च प्रदर्शन वाला ओपन एम्बेडिंग मॉडल जिसमें एक बड़ा टोकन कंटेक्स्ट विंडो है
id: Model embedding terbuka dengan kinerja tinggi dan jendela konteks token yang besar.
it: Un modello di embedding aperto ad alte prestazioni con un'ampia finestra di contesto per i token
kn: ದೊಡ್ಡ ಟೋಕನ್ ಸಂದರ್ಭ ವಿಂಡೋದೊಂದಿಗೆ ಹೆಚ್ಚಿನ ಕಾರ್ಯಕ್ಷಮತೆಯ ತೆರೆದ ಎಂಬೆಡಿಂಗ್ ಮಾದರಿ.
nb_no: En høy-ytende åpen tekstinnbyggingsmodell modell med en stor token kontekstvindu.
nl: Een goed presterend open embedding model met een groot tokencontextvenster.
pt_br: Um modelo de embedding aberto de alto desempenho com uma grande janela de contexto de token.
ru: Высокопроизводительная открытая модель внедрения с большим окном контекста токена.
ta: பெரிய டோக்கன் சூழல் சாளரத்துடன் கூடிய அதிக செயல்திறன் கொண்ட திறந்த உட்பொதிவு மாதிரி.
te: పెద్ద టోకెన్ సందర్భ విండోతో అధిక-పనితీరు గల ఓపెన్ ఎంబెడ్డింగ్ మోడల్.
tr: Büyük bir token bağlam penceresine sahip yüksek performanslı açık gömme modelidir.
uk: Модель відкритого вбудовування з великою контекстною вікном токенів.

source: Gemma is a family of lightweight, state-of-the-art open models built by Google DeepMind. Updated to version 1.1
bn: জেমা হল গুগল ডিপমাইন্ড দ্বারা নির্মিত হালকা, স্টেট-অফ-দি-আর্ট ওপেন মডেলের একটি পরিবার। সংস্করণ ১.১ এ আপডেট করা হয়েছে।
de: Gemma ist eine Familie leichtgewichtiger, hochmoderner offener Modelle, die von Google DeepMind entwickelt wurden. Aktualisiert auf Version 1.1
es: Gemma es una familia de nuevos modelos abiertos livianos construidos por Google DeepMind. Actualizado a la versión 1.1.
fr: Gemma est une famille de modèles légers et de pointe ouverts, développée par Google DeepMind. Mis à jour à la version 1.1.
hi: जेम्मा गूगल डीपमाइंड द्वारा निर्मित हल्के और नवीनतम ओपन मॉडल्स का एक परिवार है। संस्करण 1.1 में अपडेट किया गया है
id: Gemma adalah keluarga model ringan, terkini, dan terbuka yang dibangun oleh Google DeepMind. Diperbarui ke versi 1.1
it: Gemma è una famiglia di modelli aperti aperti e all'avanguardia creati da Google DeepMind. Aggiornato alla versione 1.1
kn: ಗೆಮ್ಮಾ ಗೂಗಲ್ ಡೀಪ್ ಮೈಂಡ್ ನಿರ್ಮಿಸಿದ ಹಗುರವಾದ, ಅತ್ಯಾಧುನಿಕ ಮುಕ್ತ ಮಾದರಿಗಳ ಕುಟುಂಬವಾಗಿದೆ. ಆವೃತ್ತಿ 1.1 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ
nb_no: Gemma er en familie av lette, topp ytende åpne modeller bygget av Google DeepMind. Oppdatert til versjon 1.1
nl: Gemma is een familie van lichtgewicht, state-of-the-art open modellen gebouwd door Google DeepMind. Bijgewerkt naar versie 1.1
pt_br: Gemma é uma família de modelos abertos leves e de última geração, desenvolvidos pelo Google DeepMind. Atualizado para a versão 1.1
ru: Gemma — это семейство легких современных открытых моделей, созданных Google DeepMind. Обновлено до версии 1.1
ta: ஜெம்மா என்பது கூகிள் டீப்மைண்ட் உருவாக்கிய இலகுரக, மிகச் சிறந்த திறந்த மாதிரிகளின் குடும்பம். பதிப்பு 1.1 க்கு புதுப்பிக்கப்பட்டது
te: Gemma అనేది Google DeepMind ద్వారా రూపొందించబడిన తేలికపాటి, అత్యాధునిక ఓపెన్ మోడల్‌ల కుటుంబం. వెర్షన్ 1.1కి నవీకరించబడింది
tr: Gemma, Google DeepMind tarafından oluşturulan hafif, son teknoloji açık modellerden oluşan bir ailedir. Sürüm 1.1'e güncellenmiştir.
uk: Gemma — це сімейство легких, передових відкритих моделей, створених Google DeepMind. Оновлено до версії 1.1.

source: Qwen 1.5 is a series of large language models by Alibaba Cloud spanning from 0.5B to 110B parameters
bn: কুয়েন ১.৫ হল আলিবাবা ক্লাউড দ্বারা নির্মিত বড় ভাষা মডেলের একটি সিরিজ, ০.৫বি থেকে ১১০বি প্যারামিটার পর্যন্ত বিস্তৃত।
de: Qwen 1.5 ist eine Reihe großer Sprachmodelle von Alibaba Cloud, die von 0,5 Mrd. bis 110 Mrd. Parameter reichen
es: Qwen 1.5 es una serie de LLM por Alibaba Cloud que cubren parametros entre 0.5B hasta 110B.
fr: Qwen 1.5 est une série de grands modèles de langage par Alibaba Cloud allant de 0.5B à 110B paramètres.
hi: क्वेन 1.5 अलीबाबा क्लाउड द्वारा निर्मित बड़े भाषा मॉडल्स की एक श्रृंखला है जो 0.5B से 110B पैरामीटर्स तक फैली हुई है
id: Qwen 1.5 adalah serangkaian model bahasa besar dari Alibaba Cloud yang mencakup parameter mulai dari 0.5B hingga 110B.
it: Qwen 1.5 è una serie di modelli linguistici di grandi dimensioni di Alibaba Cloud che vanno da 0,5B a 110B parametri
kn: ಕ್ವೆನ್ 1.5 ಅಲಿಬಾಬಾ ಮೇಘವು 0.5 ಬಿ ಯಿಂದ 110 ಬಿ ನಿಯತಾಂಕಗಳವರೆಗೆ ವ್ಯಾಪಿಸಿರುವ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಗಳ ಸರಣಿಯಾಗಿದೆ
nb_no: Qwen 1.5 er en rekke store språkmodeller av Alibaba Cloud som spenner fra 0,5B til 110B parametere
nl: Qwen 1.5 is een serie grote taalmodellen van Alibaba Cloud met parameters van 0.5B tot 110B.
pt_br: Qwen 1.5 é uma série de grandes modelos de linguagem do Alibaba Cloud abrangendo de 0,5B a 110B parâmetros
ru: Qwen 1.5 — это серия крупных языковых моделей от Alibaba Cloud с параметрами от 0,5 до 110 B
ta: Qwen 1.5 என்பது 0.5B முதல் 110B வரையிலான அளவுருக்களைக் கொண்ட அலிபாபா கிளவுட் உருவாக்கிய பெரிய மொழி மாதிரிகளின் தொடர் ஆகும்
te: వెన్ 1.5 అనేది అలీబాబా క్లౌడ్ ద్వారా 0.5B నుండి 110B పారామీటర్‌ల వరకు విస్తరించి ఉన్న పెద్ద భాషా నమూనాల శ్రేణి.
tr: Qwen 1.5, Alibaba Cloud tarafından sunulan, 0.5B ile 110B parametreler arasında değişen büyük dil modelleri serisidir.
uk: Qwen 1.5 — це серія великих мовних моделей від Alibaba Cloud, що охоплює від 0.5B до 110B параметрів.

source: Qwen2 is a new series of large language models from Alibaba group
bn: Qwen2 হল আলিবাবা গ্রুপের থেকে বড় ভাষা মডেলের নতুন সিরিজ
de: Qwen2 ist eine neue Serie großer Sprachmodelle der Alibaba Group
es: Qwen2 es una nueva serie de LLM del grupo Alibaba.
fr: Qwen2 est une nouvelle série de grands modèles de langage du groupe Alibaba.
hi: क्वेन2 अलीबाबा ग्रुप की नई श्रृंखला के बड़े भाषा मॉडल हैं
id: Qwen2 adalah serangkaian model bahasa besar terbaru dari grup Alibaba
it: Qwen2 è una nuova serie di modelli linguistici di grandi dimensioni del gruppo Alibaba
kn: QWEN2 ಅಲಿಬಾಬಾ ಗ್ರೂಪ್‌ನ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಗಳ ಹೊಸ ಸರಣಿಯಾಗಿದೆ
nb_no: Qwen2 er en ny serie av store språkmodeller fra Alibaba-gruppen
nl: Qwen2 is een nieuwe serie grote taalmodellen van de Alibaba groep
pt_br: Qwen2 é uma nova série de grandes modelos de linguagem do grupo Alibaba
ru: Qwen2 — новая серия больших языковых моделей от группы Alibaba
ta: Qwen2 என்பது அலிபாபா குழுமத்தின் புதிய பெரிய மொழி மாதிரிகளின் தொடர் ஆகும்
te: Qwen2 అనేది అలీబాబా గ్రూప్ నుండి పెద్ద భాషా నమూనాల కొత్త సిరీస్
tr: Qwen2, Alibaba grubundan yeni bir büyük dil model serisidir.
uk: Qwen2 — нова серія великих мовних моделей від групи Alibaba

source: Phi-3 is a family of lightweight 3B (Mini) and 14B (Medium) state-of-the-art open models by Microsoft.
bn: মাইক্রোসফট দ্বারা উন্মুক্ত মডেলের একটি পরিবার Phi-3, 3B (মিনি) এবং 14B (মিডিয়াম) হালকা স্টেট-অফ-দ্য-আর্ট উন্মুক্ত মডেল মাইক্রোসফট দ্বারা
de: Phi-3 ist eine Familie leichtgewichtiger 3B (Mini) und 14B (Medium) State-of-the-Art Open-Source-Modelle von Microsoft.
es: Phi-3 es una familia de los ultimos modelos livianos de Microsoft, 3B (Mini) y 14B (Medium).
fr: Phi-3 est une famille de modèles légers de pointe avec 3B (Mini) et 14B (Medium) paramètres, développée par Microsoft.
hi: फाई-3 माइक्रोसॉफ्ट द्वारा निर्मित एक हल्के 3B (मिनी) और 14B (मीडियम) नवीनतम ओपन मॉडल्स का परिवार है
id: Phi-3 adalah keluarga model ringan 3B (Mini) dan 14B (Medium) terkini yang dibangun oleh Microsoft.
it: Phi-3 è una famiglia di modelli leggeri 3B (Mini) e 14B (Medium) di ultima generazione creati da Microsoft.
kn: ಫಿ -3 ಎನ್ನುವುದು ಮೈಕ್ರೋಸಾಫ್ಟ್‌ನ ಹಗುರವಾದ 3 ಬಿ (ಮಿನಿ) ಮತ್ತು 14 ಬಿ (ಮಧ್ಯಮ) ಅತ್ಯಾಧುನಿಕ ತೆರೆದ ಮಾದರಿಗಳ ಕುಟುಂಬವಾಗಿದೆ.
nb_no: Phi-3 er en familie av topp ytende lett 3B (Mini) og 14B (medium) åpne modeller fra Microsoft.
nl: Phi-3 is een familie van lichtgewicht 3B (Mini) en 14B (Medium) state-of-the-art open modellen van Microsoft.
pt_br: Phi-3 é uma família de modelos abertos de última geração, leves, 3B (Mini) e 14B (Médio), da Microsoft.
ru: Phi-3 — это семейство легких современных открытых моделей 3B (Mini) и 14B (Medium) от Microsoft.
ta: Phi-3 என்பது மைக்ரோசாஃப்ட் உருவாக்கிய இலகுரக 3B (மினி) மற்றும் 14B (மீடியம்) மிகச் சிறந்த திறந்த மாதிரிகளின் குடும்பம் ஆகும்.
te: Phi-3 అనేది మైక్రోసాఫ్ట్ ద్వారా తేలికైన 3B (మినీ) మరియు 14B (మీడియం) స్టేట్ ఆఫ్ ది ఆర్ట్ ఓపెన్ మోడల్‌ల కుటుంబం.
tr: Phi-3, Microsoft tarafından geliştirilen, hafif 3B (Mini) ve 14B (Medium) son teknoloji açık modellerden oluşan bir ailedir.
uk: Phi-3 — це сімейство легких 3B (Mini) і 14B (Medium) передових відкритих моделей від Microsoft.

source: Llama 2 is a collection of foundation language models ranging from 7B to 70B parameters.
bn: ল্লামা ২ হল ৭বি থেকে ৭০বি প্যারামিটার পর্যন্ত বিস্তৃত ফাউন্ডেশন ভাষা মডেলের একটি সংগ্রহ।
de: Llama 2 ist eine Sammlung von Grundlagensprachmodellen mit 7B bis 70B Parametern.
es: Llama 2 es una colección de modelos bases que cubren parametros entre 7B y 70B.
fr: Llama 2 est une collection de modèles de langage de fondation allant de 7B à 70B paramètres.
hi: ल्लामा 2 फाउंडेशन भाषा मॉडल्स का एक संग्रह है जो 7B से 70B पैरामीटर्स तक फैला हुआ है
id: Llama 2 adalah kumpulan model bahasa dasar yang mencakup parameter dari 7B hingga 70B.
it: lama 2 è una collezione di modelli linguistici di base che vanno da 7B a 70B.
kn: ಲಾಮಾ 2 ಎನ್ನುವುದು 7 ಬಿ ಯಿಂದ 70 ಬಿ ನಿಯತಾಂಕಗಳವರೆಗಿನ ಅಡಿಪಾಯ ಭಾಷಾ ಮಾದರಿಗಳ ಸಂಗ್ರಹವಾಗಿದೆ.
nb_no: Llama 2 er en samling grunnleggende språkmodeller fra 7B til 70B parametere.
nl: Llama 2 is een verzameling foundation taalmodellen met 7B tot 70B parameters.
pt_br: Llama 2 é uma coleção de modelos de linguagem de base que variam de parâmetros 7B a 70B.
ru: Llama 2 — это набор базовых языковых моделей с параметрами от 7B до 70B.
ta: Llama 2 என்பது 7B முதல் 70B வரையிலான அளவுருக்களைக் கொண்ட அடிப்படை மொழி மாதிரிகளின் தொகுப்பாகும்.
te: లామా 2 అనేది 7B నుండి 70B పారామీటర్‌ల వరకు ఉండే ఫౌండేషన్ లాంగ్వేజ్ మోడల్‌ల సమాహారం.
tr: Llama 2, 7B'den 70B'ye kadar parametre aralığında bir temel dil modeli koleksiyonudur.
uk: Llama 2 — це колекція базових мовних моделей з параметрами від 7B до 70B.

source: Qwen2.5 models are pretrained on Alibaba's latest large-scale dataset, encompassing up to 18 trillion tokens. The model supports up to 128K tokens and has multilingual support.
bn: Qwen2.5 মডেলগুলি আলিবাবার সর্বশেষ বড় মাপের ডেটাসেটে প্রিট্রেইন করা হয়েছে, যা 18 ট্রিলিয়ন টোকেন পর্যন্ত অন্তর্ভুক্ত করে। এই মডেলটি 128K টোকেন পর্যন্ত সমর্থন করে এবং বহু-ভাষার সমর্থন প্রদান করে।
de: Die Qwen2.5-Modelle sind auf Alibabas neuesten groß angelegten Datensatz mit bis zu 18 Billionen Tokens vortrainiert. Das Modell unterstützt bis zu 128K Tokens und bietet mehrsprachige Unterstützung.
es: Los modelos Qwen2.5 están entrenados previamente con el último conjunto de datos a gran escala de Alibaba, que abarca hasta 18 billones de tokens. El modelo admite hasta 128 000 tokens y tiene soporte multilingüe.
fr: Les modèles Qwen2.5 sont préentraînés sur le dernier jeu de données à grande échelle d'Alibaba, couvrant jusqu'à 18 000 milliards de tokens. Le modèle supporte jusqu'à 128K tokens et propose un support multilingue.
hi: Qwen2.5 मॉडल को अलीबाबा के नवीनतम बड़े पैमाने पर डेटा सेट पर प्रीट्रेंड किया गया है, जिसमें 18 ट्रिलियन टोकन तक शामिल हैं। यह मॉडल 128K टोकन तक का समर्थन करता है और बहु-भाषा समर्थन प्रदान करता है।
id: Model Qwen2.5 dilatih sebelumnya pada dataset skala besar terbaru Alibaba, yang mencakup hingga 18 triliun token. Model ini mendukung hingga 128K token dan mendukung banyak bahasa.
it: I modelli Qwen2.5 sono stati preaddestrati sull'ultimo dataset di larga scala di Alibaba, che comprende fino a 18 trilioni di token. Il modello supporta fino a 128K token e ha supporto multilingue.
kn: QWEN2.5 ಮಾದರಿಗಳನ್ನು ಅಲಿಬಾಬಾದ ಇತ್ತೀಚಿನ ದೊಡ್ಡ-ಪ್ರಮಾಣದ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಪೂರ್ವಭಾವಿಯಾಗಿ ಮಾಡಲಾಗಿದೆ, ಇದು 18 ಟ್ರಿಲಿಯನ್ ಟೋಕನ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿದೆ. ಮಾದರಿಯು 128 ಕೆ ಟೋಕನ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ ಮತ್ತು ಬಹುಭಾಷಾ ಬೆಂಬಲವನ್ನು ಹೊಂದಿದೆ.
nl: Qwen2.5 modellen zijn voorgetraind op Alibaba's nieuwste grootschalige dataset, die tot 18 biljoen tokens bevat. Het model ondersteunt tot 128K tokens en heeft meertalige ondersteuning.
pt_br: Os modelos Qwen2.5 são pré-treinados no mais recente conjunto de dados de larga escala do Alibaba, abrangendo até 18 trilhões de tokens. O modelo suporta até 128 mil tokens e oferece suporte multilíngue.
ta: Qwen2.5 மாதிரிகள் அலிபாபாவின் சமீபத்திய பெரிய அளவிலான தரவுத்தொகுப்பில் முன்கூட்டியே பயிற்சி அளிக்கப்படுகின்றன, இது 18 டிரில்லியன் டோக்கன்கள் வரை உள்ளடக்கியது. இந்த மாதிரி 128K டோக்கன்கள் வரை ஆதரிக்கிறது மற்றும் பல மொழி ஆதரவைக் கொண்டுள்ளது.
te: Qwen2.5 మోడల్‌లు అలీబాబా యొక్క తాజా భారీ-స్థాయి డేటాసెట్‌లో 18 ట్రిలియన్ టోకెన్‌లను కలిగి ఉంటాయి. మోడల్ గరిష్టంగా 128K టోకెన్‌లకు మద్దతు ఇస్తుంది మరియు బహుభాషా మద్దతును కలిగి ఉంది.
tr: Qwen2.5 modelleri, Alibaba'nın 18 trilyon belirtece (token) kadar çıkan en yeni büyük ölçekli veri kümesi üzerinde önceden eğitilmiştir. Model, 128 bin (128K) belirtece kadar destekler ve çok dilli desteğe sahiptir.
uk: Моделі Qwen2.5 пройшли попереднє навчання на останньому великомасштабному датасеті Alibaba, що включає до 18 трильйонів токенів. Модель підтримує до 128 тисяч токенів і має багатомовну підтримку.
