Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Mistral Large 2 is Mistral's new flagship model that is significantly more capable in code generation, mathematics, and reasoning with 128k context window and support for dozens of languages.
bn: মিস্ট্রাল লার্জ 2 হল মিস্ট্রালের নতুন ফ্ল্যাগশিপ মডেল, যা কোড জেনারেশন, গণিত এবং যুক্তির ক্ষেত্রে উল্লেখযোগ্যভাবে আরও ক্ষমতাসম্পন্ন, 128k কনটেক্সট উইন্ডো এবং ডজনখানি ভাষার সমর্থন সহ।
de: Mistral Large 2 ist Mistrals neues Vorzeigemodell, das bei der Codegenerierung, Mathematik und logischem Denken mit einem 128k-Kontextfenster und Unterstützung für Dutzende von Sprachen deutlich leistungsfähiger ist.
es: Mistral Large 2 es el nuevo modelo insignia de Mistral que es significativamente más capaz en generación de código, matemáticas y razonamiento, con una ventana de contexto de 128k y soporte para docenas de idiomas.
fr: Mistral Large 2 est le nouveau modèle phare de Mistral, nettement plus performant en génération de code, mathématiques et raisonnement, avec une fenêtre de contexte de 128k et prenant en charge des dizaines de langues.
hi: मिस्ट्रल लार्ज 2 मिस्ट्रल का नया फ्लैगशिप मॉडल है जो कोड जनरेशन, गणित और तर्क में काफी अधिक सक्षम है, 128k कंटेक्स्ट विंडो और दर्जनों भाषाओं के समर्थन के साथ
id: Mistral Large 2 adalah model unggulan baru dari Mistral yang jauh lebih mampu dalam pembuatan kode, matematika, dan penalaran dengan jendela konteks 128k dan dukungan untuk puluhan bahasa.
it: Mistral Large 2 è il nuovo modello di punta di Mistral che è significativamente più capace di generare codice, matematica e ragionamenti con un finestra di contesto di 128k e supporto per decine di lingue.
kn: ಮಿಸ್ಟ್ರಾಲ್ ಲಾರ್ಜ್ 2 ಮಿಸ್ಟ್ರಾಲ್ನ ಹೊಸ ಪ್ರಮುಖ ಮಾದರಿಯಾಗಿದ್ದು, ಇದು ಕೋಡ್ ಉತ್ಪಾದನೆ, ಗಣಿತ ಮತ್ತು 128 ಕೆ ಸಂದರ್ಭ ವಿಂಡೋ ಮತ್ತು ಡಜನ್ಗಟ್ಟಲೆ ಭಾಷೆಗಳಿಗೆ ಬೆಂಬಲದೊಂದಿಗೆ ತಾರ್ಕಿಕ ಕ್ರಿಯೆಯಲ್ಲಿ ಗಮನಾರ್ಹವಾಗಿ ಹೆಚ್ಚು ಸಮರ್ಥವಾಗಿದೆ.
nl: Mistral Large 2 is Mistral's nieuwe paradepaardje dat aanzienlijk beter in staat is om code te genereren, te rekenen en te redeneren, met 128k contextvenster en ondersteuning voor tientallen talen.
pt_br: O Mistral Large 2 é o novo modelo principal da Mistral, significativamente mais capaz em geração de código, matemática e raciocínio, com janela de contexto de 128k e suporte para dezenas de idiomas.
ta: Mistral Large 2 என்பது மிஸ்ட்ரலின் புதிய முதன்மை மாதிரி ஆகும், இது குறியீடு உருவாக்கம், கணிதம் மற்றும் வாதத்தில் 128k சூழல் சாளரம் மற்றும் டஜன் கணக்கான மொழிகளுக்கான ஆதரவுடன் குறிப்பிடத்தக்க அளவில் அதிக திறன் கொண்டது.
te: Mistral Large 2 అనేది Mistral యొక్క కొత్త ఫ్లాగ్‌షిప్ మోడల్, ఇది 128k కాంటెక్స్ట్ విండో మరియు డజన్ల కొద్దీ భాషలకు మద్దతుతో కోడ్ ఉత్పత్తి, గణితం మరియు తార్కికంలో గణనీయమైన సామర్థ్యాన్ని కలిగి ఉంటుంది.
tr: Mistral Large 2, kod üretimi, matematik ve akıl yürütme konusunda önemli ölçüde daha yetenekli olan, 128k bağlam penceresi ve onlarca dili destekleyen Mistral'ın yeni amiral gemisi modelidir.
uk: Mistral Large 2 — нова флагманська модель Mistral, яка значно більш здатна в генерації коду, математиці та розумуванні з контекстом 128k та підтримкою десятків мов.

source: Qwen2 Math is a series of specialized math language models built upon the Qwen2 LLMs, which significantly outperforms the mathematical capabilities of open-source models and even closed-source models (e.g., GPT4o).
bn: Qwen2 Math হল Qwen2 LLMs এর উপর ভিত্তি করে তৈরি গাণিতিক ভাষা মডেলের একটি সিরিজ, যা উন্মুক্ত-উৎসের মডেল এবং এমনকি বন্ধ-উৎসের মডেলগুলির (যেমন, GPT4o) গাণিতিক ক্ষমতাকে উল্লেখযোগ্যভাবে ছাড়িয়ে যায়।
de: Qwen2 Math ist eine Reihe von spezialisierten mathematischen Sprachmodellen, die auf den Qwen2 LLMs aufbaut, die die mathematischen Fähigkeiten von Open-Source-Modellen und sogar Closed-Source-Modellen (z. B. GPT4o) übertrifft.
es: Qwen2 Math es una serie de modelos de lenguaje matemático especializados creados sobre la base de los LLM de Qwen2, que superan significativamente las capacidades matemáticas de los modelos de código abierto e incluso de los modelos de código cerrado (por ejemplo, GPT4o).
fr: Qwen2 Math est une série de modèles linguistiques spécialisés en mathématiques, construits à partir des LLMs Qwen2, surpassant de manière significative les capacités mathématiques des modèles open-source et même des modèles propriétaires (par exemple, GPT4o).
hi: Qwen2 Math Qwen2 LLMs पर आधारित विशेषज्ञता वाले गणित भाषा मॉडलों की एक श्रृंखला है, जो खुले स्रोत मॉडलों और यहां तक कि बंद स्रोत मॉडलों (जैसे, GPT4o) की गणितीय क्षमताओं को भी काफी हद तक पार करती है।
id: Qwen2 Math adalah serangkaian model bahasa matematika yang dibangun berdasarkan Qwen2 LLM, yang secara signifikan melampaui kemampuan matematika model sumber terbuka dan bahkan model sumber tertutup (misalnya, GPT4o).
it: Qwen2 Math è una serie di modelli specializzati nel linguaggio matematico costruiti sulla base di " Qwen2, che supera in modo significativo le capacità matematiche di modelli open-source e anche modelli closed-source (ad esempio, GPT4o).
kn: QWEN2 MATH ಎನ್ನುವುದು QWEN2 LLM ಗಳ ಮೇಲೆ ನಿರ್ಮಿಸಲಾದ ವಿಶೇಷ ಗಣಿತ ಭಾಷಾ ಮಾದರಿಗಳ ಸರಣಿಯಾಗಿದೆ, ಇದು ಮುಕ್ತ-ಮೂಲ ಮಾದರಿಗಳು ಮತ್ತು ಮುಚ್ಚಿದ ಮೂಲ ಮಾದರಿಗಳ ಗಣಿತ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಗಮನಾರ್ಹವಾಗಿ ಮೀರಿಸುತ್ತದೆ (ಉದಾ., GPT4O).
nl: Qwen2 Math is een serie gespecialiseerde wiskundige taalmodellen gebouwd op de Qwen2 LLM's, die de wiskundige mogelijkheden van open-source modellen en zelfs closed-source modellen (bijv. GPT4o) aanzienlijk overtreft.
pt_br: Qwen2 Math é uma série de modelos de linguagem matemática especializados criados com base nos Qwen2 LLMs, que superam significativamente as capacidades matemáticas de modelos de código aberto e até mesmo modelos de código fechado (por exemplo, GPT4o).
ta: Qwen2 கணிதம் என்பது Qwen2 LLM களின் அடிப்படையில் கட்டப்பட்ட சிறப்பு கணித மொழி மாதிரிகளின் தொடராகும், இது திறந்த மூல மாதிரிகளின் மற்றும் மூடிய மூல மாதிரிகளின் (எ.கா., GPT4o) கணித திறன்களை விட குறிப்பிடத்தக்க வகையில் அதிகமாக உள்ளது.
te: Qwen2 Math అనేది Qwen2 LLMలపై రూపొందించబడిన ప్రత్యేక గణిత భాషా నమూనాల శ్రేణి, ఇది ఓపెన్-సోర్స్ మోడల్స్ మరియు క్లోజ్డ్-సోర్స్ మోడల్‌ల (ఉదా., GPT4o) యొక్క గణిత సామర్థ్యాలను గణనీయంగా అధిగమిస్తుంది.
tr: Qwen2 Math, Qwen2 LLM'ler üzerine inşa edilmiş, açık kaynaklı modellerin ve hatta kapalı kaynaklı modellerin (örneğin GPT4o) matematiksel yeteneklerinden önemli ölçüde daha iyi performans gösteren bir dizi özel matematik dili modelidir.
uk: Qwen2 Math — серія спеціалізованих математичних мовних моделей, створених на основі Qwen2 LLMs, які значно перевершують математичні можливості моделей з відкритим кодом і навіть моделей із закритим кодом (наприклад, GPT4o).

source: A strong multi-lingual general language model with competitive performance to Llama 3.
bn: ল্লামা ৩ এর সাথে প্রতিযোগিতামূলক কর্মক্ষমতা সহ একটি শক্তিশালী বহুভাষী সাধারণ ভাষা মডেল।
de: Ein starkes mehrsprachiges allgemeines Sprachmodell mit wettbewerbsfähiger Leistung gegenüber Llama 3.
es: Un modelo de lenguaje general multilingüe con un rendimiento competitivo con respecto a Llama 3.
fr: Un modèle généraliste multilingue performant, compétitif par rapport à Llama 3.
hi: एक मजबूत बहु-भाषाई सामान्य भाषा मॉडल जो एलएलएएमए 3 के साथ प्रत��स्पर्धी प्रदर्शन करता है।
id: Model bahasa umum multibahasa yang kuat dengan kinerja kompetitif terhadap Llama 3.
it: Un potente modello linguistico generale multilingue con prestazioni comparabili a Llama 3.
kn: ಲಾಮಾ 3 ಗೆ ಸ್ಪರ್ಧಾತ್ಮಕ ಕಾರ್ಯಕ್ಷಮತೆಯೊಂದಿಗೆ ಬಲವಾದ ಬಹುಭಾಷಾ ಸಾಮಾನ್ಯ ಭಾಷಾ ಮಾದರಿ.
nl: Een sterk meertalig algemeen taalmodel met vergelijkbare prestaties als Llama 3.
pt_br: Um forte modelo de linguagem geral multilíngue com desempenho competitivo em relação ao Llama 3.
ta: Llama 3 க்கு போட்டியான செயல்திறன் கொண்ட ஒரு வலுவான பல மொழி பொது மொழி மாதிரி.
te: లామా 3కి పోటీ పనితీరుతో బలమైన బహుళ-భాషా సాధారణ భాషా నమూనా.
tr: Llama 3 ile rekabetçi performansa sahip güçlü, çok dilli genel bir dil modelidir.
uk: Сильна багатомовна загальна мовна модель з конкурентоспроможними показниками у порівнянні з Llama 3.

source: Stable LM 2 is a state-of-the-art 1.6B and 12B parameter language model trained on multilingual data in English, Spanish, German, Italian, French, Portuguese, and Dutch.
bn: স্টেবল এলএম ২ হল একটি সর্বাধুনিক ১.৬বি এবং ১২বি প্যারামিটার ভাষা মডেল যা ইংরেজি, স্প্যানিশ, জার্মান, ইতালীয়, ফরাসি, পর্তুগিজ এবং ডাচ ভাষায় বহুভাষিক ডেটার উপর প্রশিক্ষিত।
de: Stable LM 2 ist ein State-of-the-Art-Sprachmodell mit 1,6 Mrd. und 12 Mrd. Parametern, das auf mehrsprachigen Daten in Englisch, Spanisch, Deutsch, Italienisch, Französisch, Portugiesisch und Niederländisch trainiert wurde.
es: Stable LM 2 es un modelo de lenguaje de vanguardia de 1.6B y 12B parámetros entrenado en datos multilingües en inglés, español, alemán, italiano, francés, portugués y neerlandés.
fr: Stable LM 2 est un modèle de langage de pointe de 1.6B et 12B paramètres entraîné sur des données multilingues en anglais, espagnol, allemand, italien, français, portugais et néerlandais.
hi: स्टेबल एलएम 2 एक उन्नत 1.6बी और 12बी पैरामीटर भाषा मॉडल है जिसे अंग्रेजी, स्पेनिश, जर्मन, इतालवी, फ्रेंच, पुर्तगाली और डच जैसी कई भाषाओं के डेटा पर प्रशिक्षित किया गया है।
id: Stable LM 2 adalah model bahasa terkini dengan 1.6B dan 12B parameter yang dilatih pada data multibahasa dalam bahasa Inggris, Spanyol, Jerman, Italia, Prancis, Portugis, dan Belanda.
it: Stable LM 2 è un modello linguistico all'avanguardia con 1.6B e 12B parametri, addestrato su dati multilingue in inglese, spagnolo, tedesco, italiano, francese, portoghese e olandese.
kn: ಸ್ಟೇಬಲ್ ಎಲ್ಎಂ 2 ಎನ್ನುವುದು ಅತ್ಯಾಧುನಿಕ 1.6 ಬಿ ಮತ್ತು ಇಂಗ್ಲಿಷ್, ಸ್ಪ್ಯಾನಿಷ್, ಜರ್ಮನ್, ಇಟಾಲಿಯನ್, ಫ್ರೆಂಚ್, ಪೋರ್ಚುಗೀಸ್ ಮತ್ತು ಡಚ್ಗಳಲ್ಲಿ ಬಹುಭಾಷಾ ಡೇಟಾದ ಬಗ್ಗೆ ತರಬೇತಿ ಪಡೆದ 12 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಭಾಷಾ ಮಾದರಿಯಾಗಿದೆ.
nb_no: Stable LM 2 er en topp ytende 1.6B og 12B parameterspråkmodell trent via flerspråklige data på engelsk, spansk, tysk, italiensk, fransk, portugisisk og nederlandsk.
nl: Stable LM 2 is een state-of-the-art taalmodel met 1,6B en 12B parameters, getraind op meertalige data in Engels, Spaans, Duits, Italiaans, Frans, Portugees en Nederlands.
pt_br: O Stable LM 2 é um modelo de linguagem de parâmetros 1.6B e 12B de última geração treinado em dados multilíngues em inglês, espanhol, alemão, italiano, francês, português e holandês.
ru: Stable LM 2 — это современная языковая модель с параметрами 1,6B и 12B, обученная на многоязычных данных на английском, испанском, немецком, итальянском, французском, португальском и голландском языках.
ta: ஸ்டேபிள் LM 2 என்பது ஆங்கிலம், ஸ்பானிஷ், ஜெர்மன், இத்தாலியன், பிரெஞ்சு, போர்த்துகீசியம் மற்றும் டச்சு ஆகிய மொழிகளில் பல மொழி தரவுகளில் பயிற்சி அளிக்கப்பட்ட மிகச் சிறந்த 1.6B மற்றும் 12B அளவுரு மொழி மாதிரி ஆகும்.
te: స్థిరమైన LM 2 అనేది ఇంగ్లీష్, స్పానిష్, జర్మన్, ఇటాలియన్, ఫ్రెంచ్, పోర్చుగీస్ మరియు డచ్ భాషలలో బహుభాషా డేటాపై శిక్షణ పొందిన అత్యాధునిక 1.6B మరియు 12B పారామీటర్ లాంగ్వేజ్ మోడల్.
tr: Stable LM 2, İngilizce, İspanyolca, Almanca, İtalyanca, Fransızca, Portekizce ve Flemenkçe dillerinde çok dilli verilerle eğitilmiş, son teknoloji 1.6B ve 12B parametreli dil modelidir.
uk: Stable LM 2 — це сучасна мовна модель з параметрами 1.6B та 12B, навчена на багатомовних даних англійською, іспанською, німецькою, італійською, французькою, португальською та нідерландською.

source: BakLLaVA is a multimodal model consisting of the Mistral 7B base model augmented with the LLaVA architecture.
bn: বাকএলএভিএ(BakLLaVA) হল মিস্ট্রাল ৭বি বেস মডেল এবং এলএলভিএ আর্কিটেকচার দ্বারা সম্প্রসারিত একটি মাল্টিমোডাল মডেল।
de: BakLLaVA ist ein multimodales Modell, das aus dem Mistral-7B-Basismodell besteht, das um die LLaVA-Architektur erweitert wurde.
es: BakLLaVA es un modelo multimodal que consiste en el modelo base Mistral 7B aumentado con la arquitectura LLaVA.
fr: BakLLaVA est un modèle multimodal composé du modèle de base Mistral 7B, augmenté avec l'architecture LLaVA.
hi: BakLLaVA एक बहुमोडल मॉडल है जिसमें मिस्ट्रल 7बी बेस मॉडल को एलएलएवीए आर्किटेक्चर के साथ बढ़ाया गया है।
id: BakLLaVA adalah model multimodal yang terdiri dari model dasar Mistral 7B yang diperkuat dengan arsitektur LLaVA.
it: BakLLaVA è un modello multimodale consistente del modello base Mistral 7B aumentato con l'architettura LLaVA.
kn: ಬಕ್ಲಾವಾ ಎನ್ನುವುದು ಮಲ್ಟಿಮೋಡಲ್ ಮಾದರಿಯಾಗಿದ್ದು, ಲಾವಾ ವಾಸ್ತುಶಿಲ್ಪದೊಂದಿಗೆ ವರ್ಧಿಸಲ್ಪಟ್ಟ ಮಿಸ್ಟ್ರಾಲ್ 7 ಬಿ ಬೇಸ್ ಮಾದರಿಯನ್ನು ಒಳಗೊಂಡಿದೆ.
nb_no: BakLLAVA er en flermodal modell som består av Mistral 7B-basemodellen sammenslått med LLaVA arkitektur.
nl: BakLLaVA is een multimodaal model dat bestaat uit het Mistral 7B-basismodel aangevuld met de LLaVA-architectuur.
pt_br: BakLLaVA é um modelo multimodal que consiste no modelo base Mistral 7B aumentado com a arquitetura LLaVA.
ru: BakLLaVA — мультимодальная модель, состоящая из базовой модели Mistral 7B, дополненной архитектурой LLaVA.
ta: BakLLaVA என்பது LLaVA கட்டமைப்போடு இணைக்கப்பட்ட மிஸ்ட்ரல் 7B அடிப்படை மாதிரியைக் கொண்ட ஒரு மல்டிமோடல் மாதிரி ஆகும்.
te: BakLLaVA అనేది LLaVA ఆర్కిటెక్చర్‌తో విస్తరించిన Mistral 7B బేస్ మోడల్‌తో కూడిన మల్టీమోడల్ మోడల్.
tr: BakLLaVA, Mistral 7B taban modelinin LLaVA mimarisi ile genişletilmiş bir multimodal modeldir.
uk: BakLLaVA — це мультимодальна модель, що складається з базової моделі Mistral 7B, доповненої архітектурою LLaVA.

source: A high-performing model trained with a new technique called Reflection-tuning that teaches a LLM to detect mistakes in its reasoning and correct course.
bn: Reflection-tuning নামে একটি নতুন পদ্ধতির মাধ্যমে প্রশিক্ষিত একটি উচ্চ-পারফরম্যান্স মডেল, যা একটি LLM-কে তার যুক্তিতে ভুল সনাক্ত করতে এবং সঠিক পথে চলতে শেখায়।
de: Ein leistungsstarkes Modell, das mit einer neuen Technik namens Reflection-Tuning trainiert wurde, die einem LLM beibringt, Fehler in seinem Denkprozess zu erkennen und zu korrigieren.
es: Un modelo de alto rendimiento entrenado con una nueva técnica llamada Reflection-tuning que enseña a un LLM a detectar errores en su razonamiento y corregir el rumbo.
fr: Un modèle performant entraîné avec une nouvelle technique appelée "Reflection-tuning" qui apprend à un LLM à détecter les erreurs dans son raisonnement et à corriger son cours.
hi: एक उच्च-प्रदर्शन वाला मॉडल जिसे Reflection-tuning नामक नई तकनीक के साथ प्रशिक्षित किया गया है, जो एक LLM को अपनी तर्क में गलतियों का पता लगाने और उन्हें सुधारने के लिए सिखाता है।
id: Model dengan kinerja tinggi yang dilatih dengan teknik baru yang disebut Reflection-tuning yang mengajarkan LLM untuk mendeteksi kesalahan dalam penalarannya dan memperbaiki arahnya.
it: Un modello ad alte prestazioni addestrato con una nuova tecnica chiamata Reflection-tuning che insegna a un LLM a rilevare gli errori nel suo ragionamento e a correggere la rotta.
kn: ಪ್ರತಿಫಲನ-ಟ್ಯೂನಿಂಗ್ ಎಂಬ ಹೊಸ ತಂತ್ರದೊಂದಿಗೆ ತರಬೇತಿ ಪಡೆದ ಉನ್ನತ-ಕಾರ್ಯಕ್ಷಮತೆಯ ಮಾದರಿಯು ಅದರ ತಾರ್ಕಿಕ ಕ್ರಿಯೆ ಮತ್ತು ಸರಿಯಾದ ಕೋರ್ಸ್‌ನಲ್ಲಿನ ತಪ್ಪುಗಳನ್ನು ಕಂಡುಹಿಡಿಯಲು ಎಲ್‌ಎಲ್‌ಎಂ ಅನ್ನು ಕಲಿಸುತ್ತದೆ.
nl: Een goed presterend model getraind met een nieuwe techniek genaamd Reflection-tuning waarmee een LLM fouten in zijn redenering leert ontdekken en corrigeren.
pt_br: Um modelo de alto desempenho treinado com uma nova técnica chamada Reflection-tuning, que ensina um LLM a detectar erros em seu raciocínio e corrigir o curso.
ta: ஒரு புதிய நுட்பத்துடன் பயிற்சி அளிக்கப்பட்ட அதிக செயல்திறன் கொண்ட மாதிரி, பிரதிபலிப்பு-ட்யூனிங் என்று அழைக்கப்படுகிறது, இது ஒரு LLM க்கு அதன் வாதத்தில் தவறுகளைக் கண்டறிந்து போக்கைச் சரிசெய்யக் கற்றுக்கொடுக்கிறது.
te: రిఫ్లెక్షన్-ట్యూనింగ్ అనే కొత్త టెక్నిక్‌తో శిక్షణ పొందిన అధిక-పనితీరు గల మోడల్ LLMకి దాని తార్కికం మరియు సరైన కోర్సులో తప్పులను గుర్తించడం నేర్పుతుంది.
tr: Bir Büyük Dil Modeline (LLM), muhakemesindeki (akıl yürütme) hataları tespit etmeyi ve gidişatı düzeltmeyi öğreten, Yansıtma Ayarlaması (Reflection-tuning) adı verilen yeni bir teknikle eğitilmiş yüksek performanslı bir model
uk: Високопродуктивна модель, навчена за допомогою нової техніки, яка називається 'Reflection-tuning', що дозволяє великій мовній моделі виявляти помилки у своєму мисленні та коригувати їх.

source: An advanced language model crafted with 2 trillion bilingual tokens.
bn: ২ ট্রিলিয়ন দ্বিভাষিক টোকেন দিয়ে তৈরি করা একটি উন্নত ভাষা মডেল।
de: Ein fortschrittliches Sprachmodell, das mit 2 Billionen zweisprachigen Token erstellt wurde.
es: Un modelo de lenguaje avanzado creado con 2 billones de tokens bilingües.
fr: Un modèle de langage avancé élaboré avec 2 trillions de tokens bilingues.
hi: 2 ट्रिलियन द्विभाषी टोकन के साथ बनाया गया एक उन्नत भाषा मॉडल।
id: Model bahasa canggih yang dibuat dengan 2 triliun token bilingual.
it: Un modello linguistico avanzato realizzato con 2 trilioni di token bilingue.
kn: 2 ಟ್ರಿಲಿಯನ್ ದ್ವಿಭಾಷಾ ಟೋಕನ್‌ಗಳೊಂದಿಗೆ ರಚಿಸಲಾದ ಸುಧಾರಿತ ಭಾಷಾ ಮಾದರಿ.
nb_no: En avansert språkmodell laget med 2 trillioner flerspråklige tokens.
nl: Een geavanceerd taalmodel gemaakt met 2 biljoen tweetalige tokens.
pt_br: Um modelo de linguagem avançado criado com 2 trilhões de tokens bilíngues.
ru: Усовершенствованная языковая модель, созданная на основе 2 триллионов двуязычных токенов.
ta: 2 டிரில்லியன் இருமொழி டோக்கன்களுடன் வடிவமைக்கப்பட்ட ஒரு மேம்பட்ட மொழி மாதிரி.
te: 2 ట్రిలియన్ ద్విభాషా టోకెన్‌లతో రూపొందించబడిన అధునాతన భాషా నమూనా.
tr: 2 trilyon iki dilli token ile özenle hazırlanmış bir dil modelidir.
uk: Розвинена мовна модель, створена з 2 трильйонів двомовних токенів.

source: This model extends LLama-3 8B's context length from 8k to over 1m tokens.
bn: এই মডেলটি এলএলএমএ-৩ ৮বি এর কন্টেক্সট দৈর্ঘ্য ৮কে থেকে ১ম টোকেন পর্যন্ত বাড়িয়েছে।
de: Dieses Modell erweitert die Kontextlänge von LLama-3 8B von 8k auf über 1 Million Token.
es: Este modelo extiende la longitud del contexto de LLama-3 8B de 8k a más de 1m tokens.
fr: Ce modèle étend la longueur du contexte de Llama-3 8B de 8k à plus de 1M tokens.
hi: यह मॉडल एलएलएएमए-3 8बी की संदर्भ लंबाई को 8k से 1 मिलियन टोकन तक बढ़ाता है।
id: Model ini memperpanjang panjang konteks LLama-3 8B dari 8k hingga lebih dari 1 juta token.
it: Questo modello estende la lunghezza del contesto di LLama-3 8B da 8k a oltre 1m di token.
kn: ಈ ಮಾದರಿಯು ಲಾಮಾ -3 8 ಬಿ ಯ ಸಂದರ್ಭದ ಉದ್ದವನ್ನು 8 ಕೆ ಯಿಂದ 1 ಎಂ ಟೋಕನ್‌ಗಳವರೆಗೆ ವಿಸ್ತರಿಸುತ್ತದೆ.
nb_no: Denne modellen strekker LLama-3 8Bs kontekstlengde fra 8 tusen til 1 million.
nl: Dit model breidt de contextlengte van LLama-3 8B uit van 8k tot meer dan 1m tokens.
pt_br: Este modelo estende o comprimento do contexto do LLama-3 8B de 8k para mais de 1m de tokens.
ru: Эта модель увеличивает длину контекста LLama-3 8B с 8 тыс. до более чем 1 млн токенов.
ta: இந்த மாதிரி LLama-3 8B இன் சூழல் நீளத்தை 8k இலிருந்து 1m டோக்கன்களுக்கு மேல் விரிவுபடுத்துகிறது.
te: ఈ మోడల్ LLama-3 8B యొక్క సందర్భ నిడివిని 8k నుండి 1m కంటే ఎక్కువ టోకెన్‌లకు విస్తరించింది.
tr: Bu model, LLama-3 8B'nin bağlam uzunluğunu 8k'dan 1 milyon token'a kadar uzatır.
uk: Ця модель розширює довжину контексту LLama-3 8B з 8k до понад 1 млн токенів.

source: Model focused on math and logic problems
bn: গণিত ও যুক্তি সমস্যার উপর ফোকাসকৃত মডেল
de: Modell, das sich auf Mathematik- und Logikprobleme konzentriert
es: Modelo enfocado en problemas de matemáticas y lógica.
fr: Modèle axé sur les problèmes de mathématiques et de logique.
hi: गणित और तर्क समस्याओं पर केंद्रित मॉडल
id: Model yang fokus pada masalah matematika dan logika
it: Modello incentrato su problemi matematici e logici
kn: ಮಾದರಿ ಗಣಿತ ಮತ್ತು ತರ್ಕ ಸಮಸ್ಯೆಗಳ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿದೆ
nb_no: Modell fokusert på matematikk og logiske problemer
nl: Model gericht op wiskundige en logische problemen
pt_br: Modelo focado em problemas de matemática e lógica
ru: Модель ориентирована на математические и логические задачи
ta: கணிதம் மற்றும் தர்க்கப் பிரச்சினைகளில் கவனம் செலுத்தும் மாதிரி
te: మోడల్ గణితం మరియు తర్కం సమస్యలపై దృష్టి పెట్టింది
tr: Matematik ve mantık problemlerine odaklanmış bir modeldir.
uk: Модель, орієнтована на математичні та логічні задачі

source: moondream2 is a small vision language model designed to run efficiently on edge devices.
bn: মুন্ড্রিম ২ হল এজ ডিভাইসে দক্ষতার সাথে চলার জন্য ডিজাইন করা একটি ছোট ভিশন ল্যাঙ্গুয়েজ মডেল।
de: moondream2 ist ein kleines Vision-Language-Modell, das für den effizienten Betrieb auf Edge-Geräten entwickelt wurde.
es: moondream2 es un pequeño modelo de lenguaje de visión diseñado para funcionar eficientemente en dispositivos periféricos.
fr: moondream2 est un petit modèle de vision et de langage conçu pour fonctionner efficacement sur des dispositifs de périphérie.
hi: मूनड्रीम2 एक छोटा दृष्टि भाषा मॉडल है जो edge डिवाइसों पर कुशलता से चलने के लिए डिज़ाइन किया गया है।
id: moondream2 adalah model bahasa visi kecil yang dirancang untuk berjalan dengan efisien di perangkat edge.
it: moondream2 è un piccolo modello di linguaggio di visione progettato per funzionare in modo efficiente su dispositivi con poche risorse.
kn: ಮೂಂಡ್ರೀಮ್ 2 ಎನ್ನುವುದು ಎಡ್ಜ್ ಸಾಧನಗಳಲ್ಲಿ ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಚಲಾಯಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಒಂದು ಸಣ್ಣ ದೃಷ್ಟಿ ಭಾಷಾ ಮಾದರಿಯಾಗಿದೆ.
nb_no: moondream2 er en liten visjon språkmodell designet for å kjøre effektivt på svakere enheter.
nl: Moondream2 is een klein vision-taalmodel dat is ontworpen om efficiënt te draaien op randapparaten.
pt_br: moondream2 é um pequeno modelo de linguagem de visão projetado para ser executado eficientemente em dispositivos de ponta.
ru: moondream2 — это небольшая языковая модель видения, предназначенная для эффективной работы на периферийных устройствах.
ta: moondream2 என்பது விளிம்பு சாதனங்களில் திறம்பட இயங்குமாறு வடிவமைக்கப்பட்ட ஒரு சிறிய பார்வை மொழி மாதிரி ஆகும்.
te: moondream2 అనేది ఎడ్జ్ పరికరాలపై సమర్థవంతంగా అమలు చేయడానికి రూపొందించబడిన చిన్న విజన్ లాంగ్వేజ్ మోడల్.
tr: moondream2, uç cihazlarda verimli bir şekilde çalışacak şekilde tasarlanmış küçük bir görsel dil modelidir.
uk: moondream2 — це невелика мовна модель з візуальними можливостями, розроблена для ефективної роботи на пристроях на краю мережі.

source: A fine-tuned model based on Mistral with good coverage of domain and language.
bn: মিস্ট্রালের উপর ভিত্তি করে একটি ফাইন-টিউনড মডেল যা ডোমেন এবং ভাষার ভাল কভারেজ আছে।
de: Ein feinabgestimmtes Modell basierend auf Mistral mit guter Abdeckung von Domäne und Sprache.
es: Un modelo ajustado basado en Mistral con buena cobertura de dominio y lenguaje.
fr: Un modèle affiné basé sur Mistral avec une bonne couverture des domaines et des langues.
hi: मिस्ट्रल पर आधारित एक फाइन-ट्यून मॉडल जिसमें डोमेन और भाषा का अच्छा कवरेज है।
id: Model yang telah disesuaikan berdasarkan Mistral dengan cakupan yang baik pada domain dan bahasa.
it: Un modello ottimizzato basato su Mistral con una buona copertura di contesto e di lingua.
kn: ಡೊಮೇನ್ ಮತ್ತು ಭಾಷೆಯ ಉತ್ತಮ ವ್ಯಾಪ್ತಿಯೊಂದಿಗೆ ಮಿಸ್ಟ್ರಾಲ್ ಆಧಾರಿತ ಉತ್ತಮ-ಟ್ಯೂನ್ ಮಾಡೆಲ್.
nb_no: En finjustert modell basert på Mistral med god dekning av domene og språk.
nl: Een verfijnd model gebaseerd op Mistral met een goede dekking van domein en taal.
pt_br: Um modelo ajustado com base no Mistral com boa cobertura de domínio e linguagem.
ru: Доработанная модель на базе Mistral с хорошим охватом предметной области и языка.
ta: டொமைன் மற்றும் மொழியை நன்றாக உள்ளடக்கிய மிஸ்ட்ரலை அடிப்படையாகக் கொண்ட ஒரு சிறந்த மாதிரி.
te: డొమైన్ మరియు భాష యొక్క మంచి కవరేజీతో Mistral ఆధారంగా చక్కటి ట్యూన్ చేయబడిన మోడల్.
tr: Alan ve dil kapsama konusunda iyi sonuç veren, Mistral tabanlı ince ayar yapılmış bir modeldir.
uk: Доопрацьована модель на основі Mistral з хорошим охопленням домену та мови.
