Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: The tool did not request to generate a message.
id: Alat tersebut tidak meminta untuk menghasilkan pesan.
it: Lo strumento non ha richiesto di generare un messaggio.
tr: Araç bir mesaj oluşturmayı istemedi.

source: AI Description
bn: এআই বর্ণনা
hi: एआई विवरण
id: Deskripsi AI
it: Descrizione dell'intelligenza artificiale
kn: AI ವಿವರಣೆ
te: AI వివరణ
tr: AI Açıklama

source: The description the AI model will use to understand what the tool does.
bn: এআই মডেল সরঞ্জামটি কী করে তা বোঝার জন্য যে বর্ণনা ব্যবহার করবে।
hi: वह विवरण जिसका उपयोग एआई मॉडल यह समझने के लिए करेगा कि उपकरण क्या करता है।
id: Deskripsi yang digunakan model AI untuk memahami fungsi alat ini.
it: La descrizione che il modello di intelligenza artificiale utilizzerà per comprendere le funzioni dello strumento.
kn: ಸಾಧನವು ಏನು ಮಾಡುತ್ತದೆ ಎಂಬುದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು AI ಮಾದರಿಯು ಬಳಸುವ ವಿವರಣೆ.
te: సాధనం ఏమి చేస్తుందో అర్థం చేసుకోవడానికి AI మోడల్ ఉపయోగించే వివరణ.
tr: AI modelinin aracın ne yaptığını anlamak için kullanacağı açıklama.

source: Variables
bn: ভেরিয়েবল
hi: चर
id: Variabel
it: Variabili
kn: ಅಸ್ಥಿರ
te: వేరియబుల్స్
tr: Değişkenler

source: User filled values that the tool uses to work, the AI does not have access to these variables at all.
bn: ব্যবহারকারী পূরণকৃত মান যা সরঞ্জামটি কাজ করার জন্য ব্যবহার করে, এআই এর এই ভেরিয়েবলগুলিতে কোনো অ্যাক্সেস নেই।
hi: उपयोगकर्ता द्वारा भरे गए मान जिनका उपयोग उपकरण काम करने के लिए करता है, एआई को इन चरों तक बिल्कुल भी पहुंच नहीं है।
id: Nilai yang diisi pengguna dan digunakan alat ini, AI tidak memiliki akses ke variabel ini.
it: Variabili introdotte dall'utente che lo strumento utilizzerà per la sua funzione, e a cui l'intelligenza artificiale non avrà alcun accesso.
kn: ಸಾಧನವು ಕೆಲಸ ಮಾಡಲು ಬಳಸುವ ಬಳಕೆದಾರರು ತುಂಬಿದ ಮೌಲ್ಯಗಳು, AI ಗೆ ಈ ಅಸ್ಥಿರಗಳಿಗೆ ಪ್ರವೇಶವಿಲ್ಲ.
te: సాధనం పనిచేయడానికి ఉపయోగించే వినియోగదారు నింపిన విలువలు, AI కి ఈ వేరియబుల్స్‌కి అస్సలు యాక్సెస్ ఉండదు.
tr: Aracın çalışmak için kullandığı kullanıcı dolu değerler, AI'nın bu değişkenlere hiç erişimi yoktur.

source: Gets the current date and/or time.
bn: বর্তমান তারিখ এবং/অথবা সময় পায়।
hi: वर्तमान तिथि और/या समय प्राप्त करता है।
id: Mengambil tanggal dan/atau waktu saat ini.
it: Procura la data e/o l'ora corrente.
kn: ಪ್ರಸ್ತುತ ದಿನಾಂಕ ಮತ್ತು/ಅಥವಾ ಸಮಯವನ್ನು ಪಡೆಯುತ್ತದೆ.
te: ప్రస్తుత తేదీ మరియు/లేదా సమయాన్ని పొందుతుంది.
tr: Mevcut tarihi ve/veya saati alır.

source: Gets a recipe by the meal's name
bn: খাবারের নাম অনুসারে একটি রেসিপি পায়
hi: भोजन के नाम से एक रेसिपी प्राप्त करता है
id: Mengambil resep berdasarkan nama hidangan
it: Procura una ricetta in base al nome del piatto
kn: Meal ಹೆಸರಿನಿಂದ ಪಾಕವಿಧಾನವನ್ನು ಪಡೆಯುತ್ತದೆ
te: భోజనం పేరుతో ఒక వంటకం వస్తుంది
tr: Yemeğin adına göre bir tarif alır

source: Source
bn: উৎস
hi: स्रोत
id: Sumber
it: Fonte
kn: ಮೂಲ
te: మూలం
tr: Kaynak

source: Gets a list of food recipes by a specified category
bn: একটি নির্দিষ্ট শ্রেণী দ্বারা খাদ্য রেসিপির একটি তালিকা পায়
hi: एक निर्दिष्ट श्रेणी द्वारा भोजन व्यंजनों की एक सूची प्राप्त करता है
id: Mengambil daftar resep makanan berdasarkan kategori tertentu
it: Procura un elenco di ricette in base ad una categoria specificata
kn: ನಿರ್ದಿಷ್ಟ ವರ್ಗದಿಂದ ಆಹಾರ ಪಾಕವಿಧಾನಗಳ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯುತ್ತದೆ
te: పేర్కొన్న వర్గం వారీగా ఆహార వంటకాల జాబితాను పొందుతుంది.
tr: Belirli bir kategoriye göre yemek tariflerinin bir listesini alır

source: Extracts an article from Wikipedia by it's title
bn: উইকিপিডিয়া থেকে এর শিরোনাম অনুসারে একটি নিবন্ধ নিষ্কাশন করে
hi: विकिपीडिया से इसके शीर्षक द्वारा एक लेख निकालता है
id: Mengambil artikel dari Wikipedia berdasarkan judulnya
it: Estrae un articolo da Wikipedia in base al titolo
kn: ವಿಕಿಪೀಡಿಯಾದ ಲೇಖನವನ್ನು ಅದರ ಶೀರ್ಷಿಕೆಯಿಂದ ಹೊರತೆಗೆಯುತ್ತದೆ
te: వికీపీడియా నుండి ఒక కథనాన్ని దాని శీర్షిక ద్వారా సంగ్రహిస్తుంది.
tr: Wikipedia'dan bir makaleyi başlığa göre çıkar

source: Search for a term online using built-in web browser
id: Cari istilah secara online menggunakan peramban bawaan
tr: Yerleşik web tarayıcısını kullanarak çevrimiçi bir terim arayın

source: Run Command
id: Jalankan Perintah
it: Esegue un comando
tr: Komuta çalıştır

source: Request to run a command using SSH to connect to the device
bn: ডিভাইসে সংযোগ করার জন্য SSH ব্যবহার করে একটি কমান্ড চালানোর অনুরোধ
hi: डिवाइस से कनेक्ट करने के लिए SSH का उपयोग करके एक कमांड चलाने का अनुरोध
id: Permintaan menjalankan perintah menggunakan SSH untuk menghubungkan ke perangkat
it: Richiede di eseguire un comando tramite SSH per connettersi al dispositivo
kn: ಸಾಧನಕ್ಕೆ ಸಂಪರ್ಕಿಸಲು SSH ಬಳಸಿ ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸಲು ವಿನಂತಿಸಿ
te: పరికరానికి కనెక్ట్ అవ్వడానికి SSH ఉపయోగించి కమాండ్‌ను అమలు చేయమని అభ్యర్థించండి.
tr: Cihaza bağlanmak için SSH kullanarak bir komut çalıştırma isteği

source: IP Address
bn: আইপি ঠিকানা
hi: आईपी पता
id: Alamat IP
it: Indirizzo IP
kn: ಐಪಿ ವಿಳಾಸ
te: IP చిరునామా
tr: IP adresi

source: Network Port
bn: নেটওয়ার্ক পোর্ট
hi: नेटवर्क पोर्ट
id: Port Jaringan
kn: ನೆಟ್ವರ್ವರ್ ಪೋರ್ಟ್
te: నెట్‌వర్క్ పోర్ట్
tr: Ağ bağlantı noktası

source: Model Requested to Run Command
bn: কমান্ড চালানোর জন্য মডেল অনুরোধ করা হয়েছে
hi: कमांड चलाने के लिए मॉडल ने अनुरोध किया
id: Model yang Diminta untuk Menjalankan Perintah
it: Modello richiesto per eseguire il comando
kn: ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸಲು ಮಾದರಿ ವಿನಂತಿಸಲಾಗಿದೆ
te: కమాండ్ అమలు చేయడానికి మోడల్ అభ్యర్థించబడింది
tr: Model komutu çalıştırmayı istedi

source: Command
bn: কমান্ড
hi: कमांड
id: Perintah
it: Comando
kn: ಆಜ್ಞೆ
te: ఆదేశం
tr: Komut

source: Explanation
bn: ব্যাখ্যা
hi: व्याख्या
id: Penjelasan
it: Spiegazione
kn: ವಿವರಣೆ
te: వివరణ
tr: Açıklama

source: Make sure you understand what the command does before running it.
bn: কমান্ড চালানোর আগে নিশ্চিত হয়ে নিন যে আপনি বুঝতে পেরেছেন এটি কী করে।
hi: सुनिश्चित करें कि आप समझते हैं कि कमांड चलाने से पहले वह क्या करता है।
id: Pastikan Anda memahami apa yang dilakukan perintah sebelum menjalankannya.
it: Prima di eseguire un comando, assicurati di aver capito a cosa serve.
kn: ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸುವ ಮೊದಲು ಏನು ಮಾಡುತ್ತದೆ ಎಂಬುದನ್ನು ನೀವು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
te: కమాండ్ ని రన్ చేసే ముందు అది ఏమి చేస్తుందో మీరు అర్థం చేసుకున్నారని నిర్ధారించుకోండి.
tr: Komutun çalıştırmadan önce ne yaptığını anladığınızdan emin olun.

source: Spotify Controller
bn: Spotify নিয়ন্ত্রক
hi: स्पॉटिफाई कंट्रोलर
id: Pengontrol Spotify
it: Controller per Spotify
te: Spotify కంట్రోలర్
tr: Spotify kontrolcüsü

source: Control your music's playback
bn: আপনার সঙ্গীতের প্লেব্যাক নিয়ন্ত্রণ করুন
hi: अपने संगीत के प्लेबैक को नियंत्रित करें
id: Mengontrol pemutaran musik Anda
it: Controlla la riproduzione della tua musica
te: మీ సంగీత ప్లేబ్యాక్‌ను నియంత్రించండి
tr: Müziğinizin oynatmasını kontrol edin

source: Log Back In
bn: আবার লগ ইন করুন
hi: पुनः लॉग इन करें
id: Masuk Kembali
it: Accedi di nuovo
te: తిరిగి లాగిన్ చేయండి
tr: Geri giriş yapın

source: Not logged in
bn: লগ ইন করেননি
hi: लॉग इन नहीं है
id: Belum masuk
it: Non hai effettuato l'accesso
te: లాగిన్ కాలేదు
tr: Giriş yapılmadı

source: Tutorial
bn: টিউটোরিয়াল
hi: ट्यूटोरियल
te: ట్యుటోరియల్
tr: Öğretici

source: Spotify User
bn: Spotify ব্যবহারকারী
hi: स्पॉटिफाई उपयोगकर्ता
id: Pengguna Spotify
it: Utente di Spotify
te: Spotify వినియోగదారు
tr: Spotify kullanıcısı

source: Login Error
bn: লগইন ত্রুটি
hi: लॉगिन त्रुटि
id: Kesalahan Masuk
it: Errore di accesso
te: లాగిన్ లోపం
tr: Giriş hatası

source: Couldn't log in to Spotify
bn: Spotify তে লগ ইন করতে পারলাম না
hi: स्पॉटिफाई में लॉगिन नहीं हो सका
id: Gagal masuk ke Spotify
it: Non è stato possibile accedere a Spotify
te: Spotifyకి లాగిన్ అవ్వలేకపోయింది
tr: Spotify'a giriş yapamadım

source: Specify a Client ID and Client Secret
bn: একটি ক্লায়েন্ট আইডি এবং ক্লায়েন্ট সিক্রেট নির্দিষ্ট করুন
hi: क्लाइंट आईडी और क्लाइंट सीक्रेट निर्दिष्ट करें
id: Tentukan Client ID dan Client Secret
it: Specifica un client ID e un client secret
te: క్లయింట్ ID మరియు క్లయింట్ రహస్యాన్ని పేర్కొనండి
tr: Bir istemci kimliği ve istemci sırrı (secret) belirtin

source: Album Art
bn: অ্যালবাম আর্ট
hi: एल्बम आर्ट
id: Sampul Album
it: Copertina dell'album
te: ఆల్బమ్ ఆర్ట్
tr: Albüm sanatı

source: Image Background Remover
bn: ছবির ব্যাকগ্রাউন্ড অপসারণকারী
hi: छवि बैकग्राउंड रिमूवर
id: Penghapus Latar Belakang Gambar
it: Rimozione dello sfondo dell'immagine
tr: Resim Arka Plan Silicisi

source: Removes the background of the last image sent
bn: শেষ পাঠানো ছবির ব্যাকগ্রাউন্ড অপসারণ করে
hi: भेजी गई अंतिम छवि का बैकग्राउंड हटाता है
id: Menghapus latar belakang dari gambar terakhir yang dikirim
it: Rimuove lo sfondo dell'ultima immagine inviata
tr: Gönderilen son görüntünün arka planını kaldırır

source: Background Remover Model
bn: ব্যাকগ্রাউন্ড অপসারণকারী মডেল
hi: बैकग्राउंड रिमूवर मॉडल
id: Model Penghapus Latar Belakang
it: Modello per la rimozione dello sfondo
tr: Arka Plan Silme modeli

source: {} tokens/s
bn: {} টোকেন/সে
hi: {} टोकन/सेकंड
id: {} token/detik

source: YouTube Video
bn: ইউটিউব ভিডিও
hi: यूट्यूब वीडियो
id: Video YouTube
it: Video di YouTube
kn: ಯೂಟ್ಯೂಬ್ ವಿಡಿಯೋ
te: YouTube వీడియో

source: Terminal
bn: টার্মিনাল
hi: टर्मिनल
it: Terminale
kn: ಟರ್ಮಿನಲ್
ta: டெர்மினல்
te: టెర్మినల్
uk: Термінал

source: Search for a term online using StartPage
it: Cerca un termine online utilizzando StartPage

source: Alpaca
bn: আলপাকা
hi: अलपाका
kn: ಅಲ್ಪಕಾ
ta: அல்பாகா
te: అల్పాకా

source: Jeffry Samuel Eduarte Rojas
bn: জেফরি স্যামুয়েল এডুয়ার্ট রোজাস
hi: जेफ्री सैमुअल एडुआर्टे रोहास
kn: ಜೆಫ್ರಿ ಸ್ಯಾಮ್ಯುಯೆಲ್ ಎಡ್ವಾರ್ಟೆ ರೋಜಾಸ್
te: జెఫ్రీ శామ్యూల్ ఎడ్వర్టే రోజాస్
uk: Джеффрі Семюел Едуарте Рохас

source: Deepseek
bn: ডিপসিক
hi: डीपसीक
te: డీప్సీక్

source: Groq Cloud
bn: গ্রোক ক্লাউড
hi: ग्रोक क्लाउड
kn: ಗ್ರಾಕ್ ಮೋಡ
te: గ్రోక్ క్లౌడ్

source: Fireworks AI
bn: ফায়ারওয়ার্কস এআই
hi: फायरवर्क्स एआई
kn: Fireworks ಎಐ
te: బాణసంచా AI

source: Lambda Labs
bn: ল্যাম্বডা ল্যাবস
hi: लैम्ब्डा लैब्स
kn: ಲ್ಯಾಂಬ್ಡಾ ಲ್ಯಾಂಬ್ಸ್
te: లాంబ్డా ల్యాబ్స్

source: Gemma2
bn: জেমা 2
hi: गेम्मा2
kn: ಗೆಮ್ಮಾ 2
ta: ஜெம்மா2

source: GLM4
bn: জিএলএম 4
hi: जीएलएम4

source: Codegeex4
bn: কোডজিক্স 4
hi: कोडगीक्स4
kn: ಕೋಡ್‌ಜೆಕ್ಸ್ 4
ta: கோடிகீக்ஸ்4

source: InternLM2
bn: ইন্টার্নএলএম 2
hi: इंटर्नएलएम2
kn: ಇಂಟರ್ನ್ಲ್ಮ್ 2
ta: இன்டர்ன்எல்எம்2

source: Llama3-groq-tool-use
bn: ল্লামা 3-গ্রোক-টুল-ব্যবহার
hi: ल्लामा3-ग्रोक-टूल-यूज़
nl: Llama3-groq-gereedschap-gebruik
ta: லாமா3-கிரோக்-கருவி-பயன்பாடு

source: Mathstral
bn: ম্যাথস্ট্রাল
hi: मैथस्ट्रल
ta: மேத்ஸ்ட்ரல்

source: Mistral-nemo
bn: মিস্ট্রাল-নেমো
hi: मिस्ट्रल-नेमो
ta: மிஸ்ட்ரல்-நெமோ

source: Firefunction-v2
bn: ফায়ারফাংশন-ভি 2
hi: फायरफंक्शन-वी2
ta: ஃபயர்ஃபங்க்ஷன்-v2

source: Nuextract
bn: নুএক্সট্র্যাক্ট
hi: न्यूएक्सट्रैक्ट
ta: நியுஎக்ஸ்ட்ராக்ட்

source: OpenAI ChatGPT
hi: ओपनएआई चैटजीपीटी
kn: ಓಪನ್ಐ ಚಾಟ್ಜಿಪಿಟಿ

source: Google Gemini
hi: गूगल जेमिनी
kn: ಗೂಗಲ್ ಜೆಮಿನಿ

source: Together AI
hi: टुगेदर एआई

source: A conversation involving image recognition
fr: Une discussion impliquant de la reconnaissance d'image
kn: ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಒಳಗೊಂಡ ಸಂಭಾಷಣೆ
nl: Een gesprek met beeldherkenning
ta: பட அங்கீகாரத்துடன் கூடிய ஒரு உரையாடல்
te: చిత్రం గుర్తింపుతో కూడిన సంభాషణ
uk: Розмова з розпізнаванням зображень

source: A conversation involving a custom model
fr: Une discussion avec un modèle personnalisé
kn: ಕಸ್ಟಮ್ ಮಾದರಿಯನ್ನು ಒಳಗೊಂಡ ಸಂಭಾಷಣೆ
nl: Een gesprek met een aangepast model
ta: ஒரு தனிப்பயன் மாதிரியை உள்ளடக்கிய ஒரு உரையாடல்
te: కస్టమ్ మోడల్‌తో కూడిన సంభాషణ
uk: Розмова з використанням кастомної моделі

source: A conversation showing code highlighting
fr: Une discussion montrant de la coloration syntaxique de code
kn: ಕೋಡ್ ಹೈಲೈಟ್ ಮಾಡುವ ಸಂಭಾಷಣೆ
nl: Een gesprek met code highlighting
ta: குறியீடு சிறப்பம்சத்தைக் காட்டும் ஒரு உரையாடல்
te: కోడ్ హైలైటింగ్‌ని చూపుతున్న సంభాషణ
uk: Розмова з підсвічуванням коду

source: Multiple models being downloaded
fr: Plusieurs modèles en téléchargement
kn: ಬಹು ಮಾದರಿಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
nl: Meerdere modellen worden gedownload
ta: பல மாதிரிகள் பதிவிறக்கம் செய்யப்படுகின்றன
te: బహుళ మోడల్‌లు డౌన్‌లోడ్ చేయబడుతున్నాయి
uk: Завантаження кількох моделей

source: Can't Run Live Chat
te: లైవ్ చాట్‌ను అమలు చేయడం సాధ్యం కాలేదు

source: You are missing TTS libraries
te: మీకు TTS లైబ్రరీలు లేవు.

source: Delete All Chats?
kn: ಎಲ್ಲಾ ಚಾಟ್‌ಗಳನ್ನು ಅಳಿಸುವುದೇ?
te: అన్ని చాట్‌లను తొలగించాలా?
uk: Видалити всі чати?

source: Are you sure you want to delete all chats?
kn: ನೀವು ಎಲ್ಲಾ ಚಾಟ್‌ಗಳನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
te: మీరు అన్ని చాట్‌లను తొలగించాలనుకుంటున్నారా?
uk: Ви впевнені, що хочете видалити всі чати?

source: No Chats Found
kn: ಯಾವುದೇ ಚಾಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
te: చాట్‌లు ఏవీ కనుగొనబడలేదు

source: Oh no! It looks like there are no chats found for your search.
kn: ಓಹ್ ಇಲ್ಲ! ನಿಮ್ಮ ಹುಡುಕಾಟಕ್ಕಾಗಿ ಯಾವುದೇ ಚಾಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ.
te: అరెరే! మీ శోధనకు చాట్‌లు ఏవీ కనిపించనట్లు కనిపిస్తోంది.

source: Start Live Chat
te: లైవ్ చాట్ ప్రారంభించండి

source: Live chat dialog
te: ప్రత్యక్ష చాట్ డైలాగ్

source: Use Dynamic Backgrounds
te: డైనమిక్ బ్యాక్‌గ్రౌండ్‌లను ఉపయోగించండి

source: When using a model with a profile picture
te: ప్రొఫైల్ చిత్రం ఉన్న మోడల్‌ను ఉపయోగిస్తున్నప్పుడు

source: Turn on Microphone Automatically
te: మైక్రోఫోన్ స్వయంచాలకంగా ఆన్ చేయండి

source: When launching Live Chat and after dictation
te: లైవ్ చాట్‌ను ప్రారంభించేటప్పుడు మరియు డిక్టేషన్ తర్వాత

source: Replace Notebook Content
kn: ನೋಟ್ಬುಕ್ ವಿಷಯವನ್ನು ಬದಲಾಯಿಸಿ
te: నోట్‌బుక్ కంటెంట్‌ను భర్తీ చేయండి

source: Notebook
kn: ಟಿಪ್ಪಣಿ ಪುಸ್ತಕ
te: నోట్బుక్

source: Start a notebook with a message
kn: ಸಂದೇಶದೊಂದಿಗೆ ನೋಟ್ಬುಕ್ ಪ್ರಾರಂಭಿಸಿ
te: సందేశంతో నోట్‌బుక్‌ను ప్రారంభించండి

source: Notebook Error
kn: ನೋಟ್ಬುಕ್ ದೋಷ
te: నోట్‌బుక్ లోపం

source: Read Notebook
kn: ನೋಟ್ಬುಕ್ ಓದಿ
te: నోట్బుక్ చదవండి

source: Reads the current notebook.
kn: ಪ್ರಸ್ತುತ ನೋಟ್ಬುಕ್ ಅನ್ನು ಓದುತ್ತದೆ.
te: ప్రస్తుత నోట్‌బుక్ చదువుతుంది.

source: Write Notebook
kn: ನೋಟ್ಬುಕ್ ಬರೆಯಿರಿ
te: నోట్బుక్ వ్రాయండి

source: Overwrites the notebook with new text.
kn: ಹೊಸ ಪಠ್ಯದೊಂದಿಗೆ ನೋಟ್‌ಬುಕ್ ಅನ್ನು ತಿದ್ದಿ ಬರೆಯುತ್ತದೆ.
te: నోట్‌బుక్‌ను కొత్త టెక్స్ట్‌తో ఓవర్‌రైట్ చేస్తుంది.

source: Append to Notebook
kn: ನೋಟ್ಬುಕ್ಗೆ ಸೇರಿಸಿ
te: నోట్‌బుక్‌కు జోడించు

source: Appends text to the notebook.
kn: ನೋಟ್‌ಬುಕ್‌ಗೆ ಪಠ್ಯವನ್ನು ಸೇರಿಸುತ್ತದೆ.
te: నోట్‌బుక్‌లో వచనాన్ని జోడిస్తుంది.

source: Search for a term online using DuckDuckGo
kn: ಡಕ್ಡಕ್ಗೊ ಬಳಸಿ ಆನ್‌ಲೈನ್ ಪದಕ್ಕಾಗಿ ಹುಡುಕಿ
te: DuckDuckGo ఉపయోగించి ఆన్‌లైన్‌లో ఒక పదం కోసం శోధించండి

source: Safe Search
te: సురక్షిత శోధన

source: On
te: ఆన్

source: Moderate
te: మితమైన

source: Off
te: ఆఫ్

source: Max Results
te: గరిష్ట ఫలితాలు

source: Abstract Source
kn: ಅಮೂರ್ತ ಮೂಲ
te: వియుక్త మూలం

source: Web Result Image
te: వెబ్ ఫలితం చిత్రం

source: A conversation involving a YouTube video transcript
kn: ಯೂಟ್ಯೂಬ್ ವೀಡಿಯೊ ಪ್ರತಿಲೇಖನವನ್ನು ಒಳಗೊಂಡ ಸಂಭಾಷಣೆ
nl: Een gesprek met een YouTube video transcript

source: Model creator screen
kn: ಮಾದರಿ ಸೃಷ್ಟಿಕರ್ತ ಪರದೆ

source: Venice
kn: ವೆನಿಸ್

source: Never
kn: ಎಂದಿಗೂ

source: When Alpaca is Focused
kn: ಅಲ್ಪಕಾ ಕೇಂದ್ರೀಕರಿಸಿದಾಗ

source: Always
kn: ಯಾವಾಗಲೂ

source: DeepSeek's first-generation of reasoning models with comparable performance to OpenAI-o1, including six dense models distilled from DeepSeek-R1 based on Llama and Qwen.
kn: ಲಾಮಾ ಮತ್ತು ಕ್ವೆನ್ ಆಧಾರಿತ ಡೀಪ್ಸೀಕ್-ಆರ್ 1 ನಿಂದ ಬಟ್ಟಿ ಇಳಿಸಿದ ಆರು ದಟ್ಟವಾದ ಮಾದರಿಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಓಪನ್ಐ-ಒ 1 ಗೆ ಹೋಲಿಸಬಹುದಾದ ಕಾರ್ಯಕ್ಷಮತೆಯೊಂದಿಗೆ ಡೀಪ್ಸೀಕ್ ಮೊದಲ ತಲೆಮಾರಿನ ತಾರ್ಕಿಕ ಮಾದರಿಗಳ ಮೊದಲ ತಲೆಮಾರಿನ ಮೊದಲ ತಲೆಮಾರಿನ.

source: This video does not have any transcriptions
kn: ಈ ವೀಡಿಯೊಗೆ ಯಾವುದೇ ಪ್ರತಿಲೇಖನಗಳಿಲ್ಲ
nb_no: Denne videoen har ingen transkripsjon
nl: Deze video heeft geen transcripties
ru: В этом видео нет никаких расшифровок

source: {} Please select a transcript to include
kn: {} ದಯವಿಟ್ಟು ಸೇರಿಸಲು ಪ್ರತಿಲೇಖನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
nl: {} Selecteer een transcript om toe te voegen
ru: {} Пожалуйста, выберите расшифровку для включения

source: Error attaching video, please try again
kn: ವೀಡಿಯೊ ಲಗತ್ತಿಸುವಲ್ಲಿ ದೋಷ, ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
nl: Fout bij het toevoegen van video, probeer het opnieuw

source: Attachment failed, screenshot might be too big
kn: ಲಗತ್ತು ವಿಫಲವಾಗಿದೆ, ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿರಬಹುದು
nl: Bijlage mislukt, schermafbeelding is mogelijk te groot

source: Download Model?
kn: ಮಾದರಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದೇ?

source: Model Creator
kn: ಮಾದರಿ ಸೃಷ್ಟಿಕರ್ತ

source: Select a method of importing a model to continue
kn: ಮುಂದುವರಿಸಲು ಮಾದರಿಯನ್ನು ಆಮದು ಮಾಡುವ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: GGUF File
kn: Gguf ಫೈಲ್

source: Existing Model
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮಾದರಿ

source: Dictate new messages once they have finished being generated
kn: ಹೊಸ ಸಂದೇಶಗಳು ರಚನೆಯಾದ ನಂತರ ಅವುಗಳನ್ನು ನಿರ್ದೇಶಿಸಿ

source: Hey Alpaca users! We're so excited to bring you a fresh update packed with awesome new features to explore! Get ready to experience Alpaca in a whole new way!
kn: ಹೇ ಅಲ್ಪಕಾ ಬಳಕೆದಾರರು! ಅನ್ವೇಷಿಸಲು ಅದ್ಭುತವಾದ ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳೊಂದಿಗೆ ಪ್ಯಾಕ್ ಮಾಡಿದ ಹೊಸ ನವೀಕರಣವನ್ನು ನಿಮಗೆ ತರಲು ನಾವು ತುಂಬಾ ಉತ್ಸುಕರಾಗಿದ್ದೇವೆ! ಅಲ್ಪಕಾವನ್ನು ಸಂಪೂರ್ಣ ಹೊಸ ರೀತಿಯಲ್ಲಿ ಅನುಭವಿಸಲು ಸಿದ್ಧರಾಗಿ!

source: Smart Tools
kn: ಸ್ಮಾರ್ಟ್ ಪರಿಕರಗಳು

source: Supported AI models can use handy tools to grab information both locally and online. Head over to the brand new "Tool Manager" to toggle them on or off.
kn: ಬೆಂಬಲಿತ ಎಐ ಮಾದರಿಗಳು ಸ್ಥಳೀಯವಾಗಿ ಮತ್ತು ಆನ್‌ಲೈನ್ ಮಾಹಿತಿಯನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ಸೂಕ್ತ ಸಾಧನಗಳನ್ನು ಬಳಸಬಹುದು. ಅವುಗಳನ್ನು ಆನ್ ಅಥವಾ ಆಫ್ ಮಾಡಲು ಹೊಚ್ಚ ಹೊಸ "ಟೂಲ್ ಮ್ಯಾನೇಜರ್" ಗೆ ಹೋಗಿ.

source: Talk to Models
kn: ಮಾದರಿಗಳೊಂದಿಗೆ ಮಾತನಾಡಿ

source: You can now dictate your messages using local speech recognition. It's super convenient! You can even customize your language and other settings in the Preferences dialog.
kn: ಸ್ಥಳೀಯ ಭಾಷಣ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಈಗ ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ನಿರ್ದೇಶಿಸಬಹುದು. ಇದು ತುಂಬಾ ಅನುಕೂಲಕರವಾಗಿದೆ! ಆದ್ಯತೆಗಳ ಸಂವಾದದಲ್ಲಿ ನಿಮ್ಮ ಭಾಷೆ ಮತ್ತು ಇತರ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಹ ನೀವು ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು.

source: Find Models Faster
kn: ಮಾದರಿಗಳನ್ನು ವೇಗವಾಗಿ ಹುಡುಕಿ

source: Browsing through your Ollama models just got easier! We've added the ability to filter models by their categories in the Model Manager. Now you can quickly find exactly the model you're looking for.
kn: ನಿಮ್ಮ ಆಲಾಮಾ ಮಾದರಿಗಳ ಮೂಲಕ ಬ್ರೌಸ್ ಮಾಡುವುದು ಸುಲಭವಾಗಿದೆ! ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕರಲ್ಲಿ ಮಾದರಿಗಳನ್ನು ಅವುಗಳ ವರ್ಗಗಳಿಂದ ಫಿಲ್ಟರ್ ಮಾಡುವ ಸಾಮರ್ಥ್ಯವನ್ನು ನಾವು ಸೇರಿಸಿದ್ದೇವೆ. ಈಗ ನೀವು ಹುಡುಕುತ್ತಿರುವ ಮಾದರಿಯನ್ನು ತ್ವರಿತವಾಗಿ ಕಂಡುಹಿಡಿಯಬಹುದು.

source: Math Rendering
kn: ಗಣಿತ ನಿರೂಪಣೆ

source: We've improved how LaTeX equations are rendered in messages, making them look cleaner and more consistent. Your mathematical discussions will be clearer than ever!
kn: ಲ್ಯಾಟೆಕ್ಸ್ ಸಮೀಕರಣಗಳನ್ನು ಸಂದೇಶಗಳಲ್ಲಿ ಹೇಗೆ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನಾವು ಸುಧಾರಿಸಿದ್ದೇವೆ, ಅವುಗಳನ್ನು ಸ್ವಚ್ er ವಾಗಿ ಮತ್ತು ಹೆಚ್ಚು ಸ್ಥಿರವಾಗಿ ಕಾಣುವಂತೆ ಮಾಡುತ್ತದೆ. ನಿಮ್ಮ ಗಣಿತದ ಚರ್ಚೆಗಳು ಎಂದಿಗಿಂತಲೂ ಸ್ಪಷ್ಟವಾಗಿರುತ್ತದೆ!

source: More Instances
kn: ಹೆಚ್ಚಿನ ನಿದರ್ಶನಗಳು

source: Get ready to connect Alpaca to a whole universe of AI providers! We've added support for over 5 new AI instance providers, including Anthropic, OpenRouter, and Fireworks. The possibilities are endless!
kn: ಎಐ ಪೂರೈಕೆದಾರರ ಇಡೀ ವಿಶ್ವಕ್ಕೆ ಅಲ್ಪಕಾವನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಿದ್ಧರಾಗಿ! ಮಾನವ, ಓಪನ್‌ರೌಟರ್ ಮತ್ತು ಪಟಾಕಿ ಸೇರಿದಂತೆ 5 ಹೊಸ AI ನಿದರ್ಶನ ಪೂರೈಕೆದಾರರಿಗೆ ನಾವು ಬೆಂಬಲವನ್ನು ಸೇರಿಸಿದ್ದೇವೆ. ಸಾಧ್ಯತೆಗಳು ಅಂತ್ಯವಿಲ್ಲ!

source: Attachment Enhancement
kn: ಲಗತ್ತು ವರ್ಧನೆ

source: You can now attach and ask questions about even more file types, including .docx, .pptx, and .xlsx! Plus, when you preview an attachment, you'll see it with rich text styling, making it easier to understand the content before you send it.
kn: .Docx, .pptx, ಮತ್ತು .xlsx ಸೇರಿದಂತೆ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಫೈಲ್ ಪ್ರಕಾರಗಳ ಬಗ್ಗೆ ನೀವು ಈಗ ಲಗತ್ತಿಸಬಹುದು ಮತ್ತು ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಬಹುದು! ಜೊತೆಗೆ, ನೀವು ಲಗತ್ತನ್ನು ಪೂರ್ವವೀಕ್ಷಣೆ ಮಾಡಿದಾಗ, ನೀವು ಅದನ್ನು ಶ್ರೀಮಂತ ಪಠ್ಯ ಸ್ಟೈಲಿಂಗ್‌ನೊಂದಿಗೆ ನೋಡುತ್ತೀರಿ, ನೀವು ಅದನ್ನು ಕಳುಹಿಸುವ ಮೊದಲು ವಿಷಯವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದು ಸುಲಭವಾಗುತ್ತದೆ.

source: Download Model From Name
kn: ಹೆಸರಿನಿಂದ ಮಾದರಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ

source: Text to Speech Error
kn: ಭಾಷಣ ದೋಷಕ್ಕೆ ಪಠ್ಯ

source: An error occurred while running text to speech model
kn: ಪಠ್ಯಕ್ಕೆ ಪಠ್ಯವನ್ನು ಚಲಾಯಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ

source: Downloading…
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…

source: Official Website
kn: ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್

source: Chat with local AI models
nb_no: Chat med lokale KI modeller

source: An Ollama client
nb_no: En Ollama klient

source: Built in Ollama instance
nb_no: Innebygd Ollama programvareinstans

source: Message edited successfully
nb_no: Melding suksessfullt redigert
ru: Сообщение успешно изменено

source: Failed to connect to server
nb_no: Feilet tilkobling til server
ru: Не удалось подключиться к серверу

source: Stop Creating '{}'
nb_no: Stopp skaping '{}'
ru: Остановить создание '{}'

source: image
nb_no: bilde
ru: изображение

source: Task Complete
nb_no: Oppgave Ferdig
ru: Задача выполнена

source: Model '{}' pulled successfully.
nb_no: Modell '{}' suksessfullt nedlasted.
ru: Модель '{}' успешно извлечена.

source: Pull Model Error
nb_no: Problem med modell nedlasting
ru: Ошибка Извлечения Модели

source: Failed to pull model '{}' due to network error.
nb_no: Mislykkes nedlasting av modell '{}' grunnet av nettverks feil.
ru: Не удалось извлечь модель '{}' из-за сетевой ошибки.

source: Model deleted successfully
nb_no: Modell suksessfullt slettet
ru: Модель успешно удалена

source: There was an error with the local Ollama instance, so it has been reset
nb_no: Det var et problem med lokal Ollama instans, så den har fått omstart
ru: Произошла ошибка с локальным экземпляром Ollama, поэтому он был сброшен

source: Cannot open image
nb_no: Kan ikke åpne bilde
ru: Не удается открыть изображение

source: This video is not available
nb_no: Denne videoen er ikke tilgjengelig
ru: Это видео недоступно

source: Google Gemma 2 is now available in 2 sizes, 9B and 27B.
nb_no: Google Gemma 2 er nå tilgjengelig i 2 størrelser, 9B og 27B.
ru: Google Gemma 2 теперь доступен в двух размерах: 9B и 27B.

source: Chat cannot be cleared while receiving a message
nb_no: Samtale kan ikke renses mens melding blir mottatt
ru: Чат не может быть удален при получении сообщения

source: Create
nb_no: Lag
ru: Создать

source: Use Remote Connection to Ollama
nb_no: Bruk ekstern tilkobling til Ollama
ru: Использовать удаленное подключение к Ollama

source: URL of Remote Instance
nb_no: URL til Ekstern Instans
ru: URL удаленного экземпляра

source: Bearer Token (Optional)
nb_no: Bearer Token (Frivillig)
ru: Токен на предъявителя (необязательно)

source: The temperature of the model. Increasing the temperature will make the model answer more creatively. (Default: 0.8)
nb_no: Temperaturen til modellen. Øking av temperatur vil gjøre modellen mer kreativ (Standard: 0.8)
ru: Температура модели. При повышении температуры модель будет реагировать более творчески. (По умолчанию: 0,8)

source: Sets the random number seed to use for generation. Setting this to a specific number will make the model generate the same text for the same prompt. (Default: 0 (random))
nb_no: Tilfeldig frø for bruk til generasjon. Velg et spesifikk nummer hvis du vil ha samme tekst fra samme inndata. (Standard: 0 (tilfeldig))
ru: Задает начальное значение случайного числа, которое будет использоваться для генерации. Установка этого значения на определенное число заставит модель генерировать один и тот же текст для одного и того же запроса. (По умолчанию: 0 (случайный))

source: Keep Alive Time
nb_no: Hold Aktiv Tid
ru: Время сохранения жизни

source: Controls how long the model will stay loaded into memory following the request in minutes (Default: 5)
nb_no: Kontrollerer hvor lenge modellen vil lagres i minne etter forespørselen i minutter (Standard: 5)
ru: Определяет, как долго модель будет загружаться в память после запроса в минутах (по умолчанию: 5).

source: Ollama Instance
nb_no: Ollama Instanser
ru: Экземпляр Ollama

source: Ollama Overrides
nb_no: Ollama Overskrivelser
ru: Переопределения Ollama
