Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Small appearance changes
bn: ছোট আকারের পরিবর্তন
de: Kleine Änderungen am Erscheinungsbild
es: Pequeños cambios en la apariencia
fr: Changé : petits changements d'apparences
hi: छोटे दृश्य परिवर्तनों
id: Perubahan tampilan kecil
it: Cambiamenti minori all'interfaccia
kn: ಸಣ್ಣ ನೋಟ ಬದಲಾವಣೆಗಳು
nl: Kleine veranderingen in uiterlijk
pt_br: Pequenas mudanças na aparência
ta: சிறிய தோற்ற மாற்றங்கள்
te: చిన్న ప్రదర్శన మారుతుంది
tr: Küçük görünüm değişiklikleri
uk: Незначні зміни зовнішнього вигляду

source: Compatibility with code blocks without explicit language
bn: স্পষ্ট ভাষা ছাড়া কোড ব্লকগুলির সাথে সামঞ্জস্য
de: Kompatibilität mit Codeblöcken ohne explizite Sprache
es: Compatibilidad con bloques de código sin lenguaje explícito
fr: Ajouté : compatibilité des blocs de code sans langage explicité
hi: स्पष्ट भाषा के बिना कोड ब्लॉक्स के साथ संगतता
id: Kompatibilitas dengan blok kode tanpa bahasa eksplisit
it: Compatibilità con blocchi di codice senza linguaggio esplicito
kn: ಸ್ಪಷ್ಟ ಭಾಷೆ ಇಲ್ಲದೆ ಕೋಡ್ ಬ್ಲಾಕ್‌ಗಳೊಂದಿಗೆ ಹೊಂದಾಣಿಕೆ
nl: Compatibiliteit met codeblokken zonder expliciete taal
pt_br: Compatibilidade com blocos de código sem linguagem explícita
ta: வெளிப்படையான மொழி இல்லாமல் குறியீடு தொகுதிகளுடன் இணக்கத்தன்மை
te: స్పష్టమైన భాష లేకుండా కోడ్ బ్లాక్‌లతో అనుకూలత
tr: Açık dili olmayan kod blokları ile uyumluluk eklendi
uk: Сумісність із блоками коду без явної мови програмування

source: Rare, optional and dismissible support dialog
bn: বিরল, ঐচ্ছিক এবং বাতিলযোগ্য সাপোর্ট ডায়ালগ
de: Seltener, optionaler und entfernbarer Support-Dialog
es: Diálogo de soporte raro, opcional y descartable
fr: Ajouté : boite de dialogue de support rare, optionnel et masquable
hi: दुर्लभ, वैकल्पिक और खारिज करने योग्य समर्थन संवाद
id: Dialog dukungan yang jarang, opsional, dan dapat diabaikan
it: Finestra di supporto infrequente, opzionale e collassabile
kn: ಅಪರೂಪದ, ಐಚ್ al ಿಕ ಮತ್ತು ತಳ್ಳಿಹಾಕುವ ಬೆಂಬಲ ಸಂವಾದ
nl: Zeldzame, optionele en af te wijzen ondersteuningsdialoog
pt_br: Diálogo de suporte raro, opcional e dispensável
ta: அரிதான, விருப்பமான மற்றும் நிராகரிக்கக்கூடிய ஆதரவு உரையாடல்
te: అరుదైన, ఐచ్ఛికం మరియు తిరస్కరించదగిన మద్దతు డైలాగ్
tr: Nadir, isteğe bağlı ve reddedilebilir destek diyaloğu eklendi
uk: Рідкісне, необов'язкове і таке, що можна закрити, діалогове вікно підтримки

source: Date format for Simplified Chinese translation
bn: সরলীকৃত চাইনিজ অনুবাদের জন্য তারিখ ফরম্যাট
de: Datumsformat für vereinfachte chinesische Übersetzung
es: Formato de fecha para la traducción al chino simplificado
fr: Ajouté : format de date pour la traduction en Chinois simplifié
hi: सरलीकृत चीनी अनुवाद के लिए दिनांक प्रारूप
id: Format tanggal untuk terjemahan Bahasa Mandarin Sederhana
it: Formato delle date per la traduzione in Cinese Semplificato
kn: ಸರಳೀಕೃತ ಚೀನೀ ಅನುವಾದಕ್ಕಾಗಿ ದಿನಾಂಕ ಸ್ವರೂಪ
nl: Datumnotatie voor Simplified Chinese vertaling
pt_br: Formato de data para tradução em chinês simplificado
ta: எளிமைப்படுத்தப்பட்ட சீன மொழிபெயர்ப்பிற்கான தேதி வடிவம்
te: సరళీకృత చైనీస్ అనువాదం కోసం తేదీ ఆకృతి
tr: Basitleştirilmiş Çince çeviri için tarih formatı eklendi
uk: Формат дати для спрощеного китайського перекладу

source: Bug with unsupported localizations
bn: অসমর্থিত স্থানীয়করণের সাথে বাগ
de: Fehler bei nicht unterstützten Lokalisierungen
es: Error con localizaciones no soportadas
fr: Résolu : bogue avec les localisations non supportés
hi: असमर्थित स्थानीयकरणों से संबंधित बग
id: Bug dengan lokalasi yang tidak didukung
it: Bug con localizzazioni non supportate
kn: ಬೆಂಬಲಿಸದ ಸ್ಥಳೀಕರಣಗಳೊಂದಿಗೆ ದೋಷ
nl: Bug met niet-ondersteunde lokalisaties
pt_br: Bug com localizações não suportadas
ta: ஆதரவு அளிக்கப்படாத உள்ளூர்மயமாக்கலுடன் கூடிய பிழை
te: మద్దతు లేని స్థానికీకరణలతో బగ్
tr: Desteklenmeyen yerelleştirmelerle ilgili hata düzeltildi
uk: Помилка з непідтримуваними локалізаціями

source: Min height being too large to be used on mobile
bn: মোবাইলে ব্যবহারের জন্য ন্যূনতম উচ্চতা খুব বড়
de: Mindesthöhe zu groß für die Verwendung auf Mobilgeräten
es: Altura mínima demasiado grande para ser usada en móviles
fr: Résolu : la hauteur minimum était trop élevée pour être utilisée sur mobile
hi: मोबाइल पर उपयोग के लिए न्यूनतम ऊंचाई बहुत बड़ी है
id: Tinggi minimum terlalu besar untuk digunakan di perangkat mobile
it: Altezza minima troppo grande per essere usata su dispositivi mobili
kn: ಮೊಬೈಲ್‌ನಲ್ಲಿ ಬಳಸಲು ಕನಿಷ್ಠ ಎತ್ತರವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ
nl: Minimale hoogte te groot voor gebruik op mobiel
pt_br: A altura mínima era muito grande para ser usada em dispositivos móveis
ta: குறைந்தபட்ச உயரம் மொபைலில் பயன்படுத்த மிகவும் பெரியதாக இருக்கிறது
te: కనిష్ట ఎత్తు మొబైల్‌లో ఉపయోగించడానికి చాలా పెద్దది
tr: Min yüksekliğin mobil cihazda kullanılamayacak kadar büyük olması düzeltildi
uk: Мінімальна висота занадто велика для використання на мобільних пристроях

source: Remote connection checker bug
bn: রিমোট কনেকশন চেকার বাগ
de: Fehler beim Prüfen der Remoteverbindung
es: Error en el comprobador de conexión remota
fr: Résolu : bogue du vérificateur de la connexion à distance
hi: दूरस्थ संबंध जांचकर्ता बग
id: Bug pemeriksa koneksi jarak jauh
it: Bug nella verifica di connessioni remote
kn: ರಿಮೋಟ್ ಕನೆಕ್ಷನ್ ಚೆಕರ್ ದೋಷ
nl: Fout in controle van verbinding op afstand
pt_br: Bug no verificador de conexão remota
ta: தொலைநிலை இணைப்பு சரிபார்ப்பு பிழை
te: రిమోట్ కనెక్షన్ చెకర్ బగ్
tr: Uzak bağlantı denetleyicisi hatası düzeltildi
uk: Помилка перевірки віддаленого підключення

source: Models with capital letters on their tag don't work
bn: তাদের ট্যাগে বড় হাতের অক্ষর থাকা মডেলগুলি কাজ করে না
de: Modelle mit Großbuchstaben in ihrem Tag funktionieren nicht
es: Los modelos con letras mayúsculas en su etiqueta no funcionan
fr: Résolu : les modèles avec des lettres capital dans leur étiquette ne fonctionnait pas
hi: जिन मॉडलों के टैग पर बड़े अक्षर हैं वे काम नहीं करते
id: Model dengan huruf kapital pada tag mereka tidak berfungsi
it: Modelli con lettere maiuscole nei loro tag non funzionano
kn: ಅವರ ಟ್ಯಾಗ್‌ನಲ್ಲಿ ಬಂಡವಾಳ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರುವ ಮಾದರಿಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ
nl: Modellen met hoofdletters op hun tag werken niet
pt_br: Modelos com letras maiúsculas em suas tags não funcionam
ta: அவற்றின் குறிச்சொல்லில் பெரிய எழுத்துக்களைக் கொண்ட மாதிரிகள் வேலை செய்யாது
te: ట్యాగ్‌పై పెద్ద అక్షరాలతో మోడల్‌లు పని చేయవు
tr: Etiketlerinde büyük harfler olan modellerin çalışmaması düzeltildi
uk: Моделі з великими літерами у тегах не працюють

source: Ollama fails to launch on some systems
bn: কিছু সিস্টেমে Ollama চালু করতে ব্যর্থ হয়
de: Ollama startet auf einigen Systemen nicht
es: Ollama no se inicia en algunos sistemas
fr: Résolu : Ollama ne démarrait pas sur certains systèmes
hi: ओलामा कुछ सिस्टम पर लॉन्च करने में विफल रहा
id: Ollama gagal diluncurkan di beberapa sistem
it: Ollama non si avvia su alcuni sistemi
kn: ಒಲ್ಲಾಮಾ ಕೆಲವು ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಪ್ರಾರಂಭಿಸಲು ವಿಫಲವಾಗಿದೆ
nl: Ollama start niet op sommige systemen
pt_br: Ollama falha ao iniciar em alguns sistemas
ta: சில அமைப்புகளில் ஓல்லமாவை தொடங்க முடியவில்லை
te: ఒల్లమా కొన్ని సిస్టమ్‌లలో ప్రారంభించడంలో విఫలమైంది
tr: Ollamanın bazı sistemlerde başlatılamaması düzeltildi
uk: Ollama не вдається запустити на деяких системах

source: YouTube transcripts are not being saved in the right TMP directory
bn: ইউটিউব ট্রান্সক্রিপ্টগুলি সঠিক TMP ডিরেক্টরিতে সংরক্ষিত হচ্ছে না
de: YouTube-Transkripte werden nicht im richtigen TMP-Verzeichnis gespeichert
es: Las transcripciones de YouTube no se están guardando en el directorio TMP correcto
fr: Résolu : les transcriptions YouTube n'étaient pas sauvegardées dans le bon dossier TMP
hi: YouTube ट्रांस्क्रिप्ट सही TMP निर्देशिका में सहेजे नहीं जा रहे हैं
id: Transkrip YouTube tidak disimpan di direktori TMP yang tepat
it: Le trascrizioni di Youtube non vengono salvate nella giusta cartella TMP
kn: ಸರಿಯಾದ ಟಿಎಂಪಿ ಡೈರೆಕ್ಟರಿಯಲ್ಲಿ ಯೂಟ್ಯೂಬ್ ಪ್ರತಿಗಳನ್ನು ಉಳಿಸಲಾಗುವುದಿಲ್ಲ
nl: YouTube transcripts worden niet in de juiste TMP map opgeslagen
pt_br: As transcrições do YouTube não estão sendo salvas no diretório TMP correto
ta: யூடியூப் டிரான்ஸ்கிரிப்டுகள் சரியான TMP கோப்பகத்தில் சேமிக்கப்படவில்லை
te: YouTube లిప్యంతరీకరణలు సరైన TMP డైరెక్టరీలో సేవ్ చేయబడవు
tr: YouTube transkriptleri doğru TMP dizinine kaydedilmemesi düzeltildi
uk: Транскрипції YouTube не зберігаються в правильному TMP каталозі

source: Debug messages are now shown on the 'About Alpaca' dialog
bn: ডিবাগ বার্তাগুলি এখন 'About Alpaca' ডায়ালগে দেখানো হচ্ছে
de: Debug-Meldungen werden jetzt im 'Über Alpaca'-Dialog angezeigt
es: Los mensajes de depuración ahora se muestran en el diálogo 'Acerca de Alpaca'
fr: Ajouté : les messages de débogage sont maintenant affichés dans la boite de dialogue 'À propos d'Alpaca'
hi: डीबग संदेश अब 'अल्पाका के बारे में' संवाद पर दिखाए जाते हैं
id: Pesan debug sekarang ditampilkan di dialog 'Tentang Alpaca'
it: I messaggi di debug non vengono mostrati nella finestra 'A proposito di Alpaca'
kn: ಡೀಬಗ್ ಸಂದೇಶಗಳನ್ನು ಈಗ 'ಆಲ್ಪಾಕಾ ಬಗ್ಗೆ' ಸಂವಾದದಲ್ಲಿ ತೋರಿಸಲಾಗಿದೆ
nl: Debug berichten worden nu getoond in het 'Over Alpaca' dialoogvenster
pt_br: Mensagens de depuração agora são mostradas na caixa de diálogo 'Sobre o Alpaca'
ta: 'அல்பாகாவைப் பற்றி' உரையாடலில் பிழைத்திருத்த செய்திகள் இப்போது காட்டப்படும்
te: డీబగ్ సందేశాలు ఇప్పుడు 'అబౌట్ అల్పాకా' డైలాగ్‌లో చూపబడతాయి
tr: Hata ayıklama mesajları 'Alpaca Hakkında' iletişim kutusuna eklendi
uk: Відлагоджувальні повідомлення тепер відображаються в діалоговому вікні 'Про додаток Alpaca'

source: Updated Ollama to v0.3.0 (new models)
bn: Ollama আপডেট করা হয়েছে v0.3.0 (নতুন মডেল)
de: Ollama auf v0.3.0 aktualisiert (neue Modelle)
es: Actualizado Ollama a la versión 0.3.0 (nuevos modelos)
fr: Changé : Ollama mis à jour vers la version 0.3.0 (nouveau modèles)
hi: ओलामा को v0.3.0 (नए मॉडल्स) में अपडेट किया गया है
id: Memperbarui Ollama ke v0.3.0 (model baru)
it: Ollama aggiornato alla versione 0.3.0 (nuovi modelli)
kn: ಒಲ್ಲಾಮಾವನ್ನು V0.3.0 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ (ಹೊಸ ಮಾದರಿಗಳು)
nl: Ollama bijgewerkt naar v0.3.0 (nieuwe modellen)
pt_br: Ollama atualizado para v0.3.0 (novos modelos)
ta: ஓல்லமா v0.3.0 க்கு புதுப்பிக்கப்பட்டது (புதிய மாதிரிகள்)
te: ఒల్లామా v0.3.0కి నవీకరించబడింది (కొత్త మోడల్‌లు)
tr: Ollama v0.3.0'a güncellendi (yeni modeller)
uk: Оновлено Ollama до версії v0.3.0 (нові моделі)

source: Models with '-' in their names didn't work properly, this is now fixed
bn: তাদের নামে '-' থাকা মডেলগুলি সঠিকভাবে কাজ করে না, এটি এখন সংশোধন করা হয়েছে
de: Modelle mit '-' in ihren Namen funktionierten nicht richtig, dies ist jetzt behoben
es: Los modelos con '-' en sus nombres no funcionaban correctamente, esto ya está solucionado
fr: Résolu : les modèles avec des '-' dans leur nom ne fonctionnait pas correctement
hi: जिन मॉडल्स के नाम में '-' होता था, वे ठीक से काम नहीं करते थे, अब यह समस्या ठीक हो गई है
id: Model dengan '-' dalam nama mereka tidak berfungsi dengan benar, ini sekarang telah diperbaiki
it: I modelli con '-' nei loro nomi non funzionavano correttamente; questo è stato risolto
kn: ಅವರ ಹೆಸರಿನಲ್ಲಿ '-' ಹೊಂದಿರುವ ಮಾದರಿಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲಿಲ್ಲ, ಇದನ್ನು ಈಗ ನಿವಾರಿಸಲಾಗಿದೆ
nl: Modellen met '-' in hun naam werkten niet goed, dit is nu opgelost
pt_br: Modelos com '-' em seus nomes não funcionavam corretamente, isso foi corrigido agora
ta: பெயர்களில் '-' கொண்ட மாதிரிகள் சரியாக வேலை செய்யவில்லை, இது இப்போது சரி செய்யப்பட்டது
te: వారి పేర్లలో '-' ఉన్న మోడల్‌లు సరిగ్గా పని చేయలేదు, ఇది ఇప్పుడు పరిష్కరించబడింది
tr: İsimlerinde '-' olan modeller düzgün çalışmıyordu, bu durum artık düzeltildi
uk: Моделі з '-' у назві не працювали належним чином, тепер це виправлено

source: Better connection check for Ollama
bn: ওল্লামা এর জন্য ভাল কনেকশন চেক
de: Bessere Verbindungsprüfung für Ollama
es: Mejor comprobación de conexión para Ollama
fr: Ajouté : meilleure vérification de connexion pour Ollama
hi: ओलामा के लिए बेहतर कनेक्शन जांच
id: Pemeriksaan koneksi yang lebih baik untuk Ollama
it: Miglior controllo della connession ad Ollama
kn: ಒಲ್ಲಾಮಾಗೆ ಉತ್ತಮ ಸಂಪರ್ಕ ಪರಿಶೀಲಿಸಿ
nl: Betere verbindingscontrole voor Ollama
pt_br: Melhor verificação de conexão para Ollama
ta: ஓல்லமாவுக்கான சிறந்த இணைப்பு சரிபார்ப்பு
te: ఒల్లామా కోసం మెరుగైన కనెక్షన్ చెక్
tr: Ollama için daha iyi bağlantı kontrolü eklendi
uk: Покращена перевірка підключення для Ollama

source: Stable Release
bn: স্থিতিশীল রিলিজ
de: Stabiles Release
es: Lanzamiento Estable
fr: Version stable
hi: स्थिर रिलीज़
id: Rilis Stabil
it: Versione Stabile
kn: ಸ್ಥಿರ ಬಿಡುಗಡೆ
nl: Stabiele versie
pt_br: Lançamento Estável
ta: நிலையான வெளியீடு
te: స్థిరమైన విడుదల
tr: Kararlı Sürüm
uk: Стабільний випуск

source: The new icon was made by Tobias Bernard over the Gnome Gitlab, thanks for the great icon!
bn: টোবিয়াস বার্নার্ড দ্বারা নতুন আইকনটি জিনোম গিটল্যাব এর উপরে তৈরি করা হয়েছে, দুর্দান্ত আইকনের জন্য ধন্যবাদ!
de: Das neue Icon wurde von Tobias Bernard über Gnome Gitlab erstellt, vielen Dank für das tolle Icon!
es: El nuevo ícono fue creado por Tobias Bernard en Gnome Gitlab, ¡gracias por el gran ícono!
fr: Changé : la nouvelle icône a été créée par Tobias Bernard à travers le Gitlab de Gnome, merci pour cette belle icône !
hi: नया आइकन टोबियास बर्नार्ड ने ग्नोम गिटलैब पर बनाया है, धन्यवाद इस शानदार आइकन के लिए!
id: Ikon baru dibuat oleh Tobias Bernard di Gnome Gitlab, terima kasih atas ikon yang luar biasa!
it: La nuova icona è stata disegnata da Tobias Bernard di Gnome, grazie per questa fantastica icona!
kn: ಹೊಸ ಐಕಾನ್ ಅನ್ನು ಟೋಬಿಯಾಸ್ ಬರ್ನಾರ್ಡ್ ಅವರು ಗ್ನೋಮ್ ಗಿಟ್ಲ್ಯಾಬ್ ಮೇಲೆ ಮಾಡಿದ್ದಾರೆ, ಗ್ರೇಟ್ ಐಕಾನ್ಗೆ ಧನ್ಯವಾದಗಳು!
nl: Het nieuwe pictogram is gemaakt door Tobias Bernard op het Gnome Gitlab, bedankt voor het geweldige pictogram!
pt_br: O novo ícone foi feito por Tobias Bernard no Gnome Gitlab, obrigado pelo ótimo ícone!
ta: புதிய ஐகானை க்னோம் கிட்லாப்பில் டோபியாஸ் பெர்னார்ட் உருவாக்கினார், சிறந்த ஐகானுக்கு நன்றி!
te: కొత్త చిహ్నాన్ని గ్నోమ్ గిట్‌లాబ్‌పై టోబియాస్ బెర్నార్డ్ రూపొందించారు, గొప్ప చిహ్నానికి ధన్యవాదాలు!
tr: Yeni simge Gnome Gitlab üzerinden Tobias Bernard tarafından oluşturuldu, bu güzel simge için teşekkür ederiz!
uk: Нову іконку створив Тобіас Бернард на Gnome Gitlab, дякуємо за чудову іконку!

source: Features and fixes
bn: বৈশিষ্ট্য এবং সংশোধন
de: Funktionen und Fehlerbehebungen
es: Características y correcciones
fr: Correctifs et fonctionnalités
hi: सुविधाएँ और सुधार
id: Fitur dan perbaikan
it: Funzionalità e correzzioni
kn: ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಪರಿಹಾರಗಳು
nl: Functies en fixes
pt_br: Recursos e correções
ta: அம்சங்கள் மற்றும் திருத்தங்கள்
te: ఫీచర్లు మరియు పరిష్కారాలు
tr: Özellikler ve düzeltmeler
uk: Функції та виправлення

source: Updated Ollama instance to 0.2.8
bn: অল্লামা ইনস্ট্যান্স ০.২.৮ এ আপডেট করা হয়েছে
de: Ollama-Instanz auf 0.2.8 aktualisiert
es: Instancia de Ollama actualizada a la 0.2.8
fr: Changé : instance Ollama mise à jour vers la version 0.2.8
hi: ओलामा इंस्टेंस को 0.2.8 में अपडेट किया गया है
id: Memperbarui instansi Ollama ke 0.2.8
it: Ollama aggiornato alla versione 0.2.8
kn: ಒಲ್ಲಾಮಾ ನಿದರ್ಶನವನ್ನು 0.2.8 ಕ್ಕೆ ನವೀಕರಿಸಲಾಗಿದೆ
nl: Ollama-instantie bijgewerkt naar 0.2.8
pt_br: Instância Ollama atualizada para 0.2.8
ta: ஓல்லமா நிகழ்வு 0.2.8 க்கு புதுப்பிக்கப்பட்டது
te: ఒల్లామా ఉదాహరణ 0.2.8కి నవీకరించబడింది
tr: Ollama kopyası 0.2.8 versiyonuna güncellendi
uk: Оновлено екземпляр Ollama до версії 0.2.8

source: Better model selector
bn: আরও ভালো মডেল নির্বাচক
de: Besserer Modellselektor
es: Mejor selector de modelos
fr: Ajouté : meilleur sélecteur de modèle
hi: बेहतर मॉडल सेलेक्टर
id: Pemilih model yang lebih baik
it: Migliorato il selettore di modelli
kn: ಉತ್ತಮ ಮಾದರಿ ಸೆಲೆಕ್ಟರ್
nl: Betere modelselector
pt_br: Melhor seletor de modelo
ta: சிறந்த மாடல் தேர்வளர்
te: మెరుగైన మోడల్ సెలెక్టర్
tr: Daha iyi model seçici eklendi
uk: Покращений селектор моделей

source: Model manager redesign
bn: মডেল ম্যানেজার পুনঃনকশা
de: Überarbeitung des Modell-Managers
es: Rediseño del gestor de modelos
fr: Changé : redesign du gestionnaire de modèle
hi: मॉडल मैनेजर का पुनः डिज़ाइन
id: Desain ulang pengelola model
it: Nuova interfaccia per il gestore dei modelli
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ ಮರುವಿನ್ಯಾಸ
nl: Model manager herontwerp
pt_br: Redesign do gerenciador de modelo
ta: மாடல் மேலாளர் மறுவடிவமைப்பு
te: మోడల్ మేనేజర్ పునఃరూపకల్పన
tr: Model yöneticisi yeniden tasarlandı
uk: Редизайн менеджера моделей

source: Better tag selector when pulling a model
bn: মডেল টানার সময় আরও ভালো ট্যাগ নির্বাচক
de: Besserer Tag-Selektor beim Abrufen eines Modells
es: Mejor selector de etiquetas al seleccionar un modelo
fr: Ajouté : meilleur sélecteur d'étiquette lors du téléchargement d'un modèle
hi: मॉडल को पुल करने के समय बेहतर टैग सेलेक्टर
id: Pemilih tag yang lebih baik saat menarik model
it: Migliore selezione di tag quando un modello viene scaricato
kn: ಮಾದರಿಯನ್ನು ಎಳೆಯುವಾಗ ಉತ್ತಮ ಟ್ಯಾಗ್ ಸೆಲೆಕ್ಟರ್
nl: Betere tag-selector bij het ophalen van een model
pt_br: Melhor seletor de tags ao baixar um modelo
ta: ஒரு மாதிரியை இழுக்கும்போது சிறந்த குறிச்சொல் தேர்வளர்
te: మోడల్‌ను లాగేటప్పుడు మంచి ట్యాగ్ సెలెక్టర్
tr: Bir modeli çekerken daha iyi etiket seçici eklendi
uk: Покращений селектор тегів під час завантаження моделі

source: Model search
bn: মডেল অনুসন্ধান
de: Modellsuche
es: Búsqueda de modelos
fr: Recherche de modèle
hi: मॉडल खोज
id: Pencarian model
it: Ricerca di modelli
kn: ಮಾದರಿ ಹುಡುಕಾಟ
nl: Zoeken naar modellen
pt_br: Pesquisa de modelo
ta: மாடல் தேடல்
te: మోడల్ శోధన
tr: Model araması eklendi
uk: Пошук моделей

source: Added support for bearer tokens on remote instances
bn: দূরবর্তী ইনস্ট্যান্সে বেয়ারার টোকেনের জন্য সমর্থন যোগ করা হয়েছে
de: Unterstützung für Bearer-Token auf Remote-Instanzen hinzugefügt
es: Añadido soporte para tokens de portador en instancias remotas
fr: Ajouté : support des jetons porteurs (Bearer Token) pour les instances distantes
hi: रिमोट इंस्टेंस पर बियरर टोकन के लिए समर्थन जोड़ा गया है
id: Menambahkan dukungan untuk token pembawa pada instansi jarak jauh
it: Aggiunto supporto per bearer tokens su istanze remote
kn: ದೂರಸ್ಥ ನಿದರ್ಶನಗಳಲ್ಲಿ ಧಾರಕ ಟೋಕನ್‌ಗಳಿಗೆ ಬೆಂಬಲವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Ondersteuning toegevoegd voor tokens op externe instanties
pt_br: Adicionado suporte para tokens de portador em instâncias remotas.
ta: தொலைநிலை நிகழ்வுகளில் Bearer டோக்கன்களுக்கான ஆதரவு சேர்க்கப்பட்டது
te: రిమోట్ సందర్భాలలో బేరర్ టోకెన్‌లకు మద్దతు జోడించబడింది
tr: Uzak kopyalar için Bearer Token desteği
uk: Додано підтримку Bearer Token на віддалених екземплярах

source: Preferences dialog redesign
bn: পছন্দ ডায়ালগ পুনঃনকশা
de: Überarbeitung des Einstellungsdialogs
es: Rediseño del diálogo de preferencias
fr: Changé : boite de dialogue des préférences redesigné
hi: प्राथमिकता संवाद का पुनः डिज़ाइन
id: Desain ulang dialog preferensi
it: Nuova interfaccia per la finestra delle impostazioni
kn: ಆದ್ಯತೆಗಳ ಸಂವಾದ ಮರುವಿನ್ಯಾಸ
nl: Herontwerp voorkeuren dialoog
pt_br: Redesign da caixa de diálogo de preferências
ta: விருப்பங்கள் உரையாடல் மறுவடிவமைப்பு
te: ప్రాధాన్యతల డైలాగ్ పునఃరూపకల్పన
tr: Tercihler iletişim kutusu yeniden tasarlandı
uk: Редизайн діалогового вікна налаштувань

source: Added context menus to interact with a chat
bn: চ্যাটের সাথে ইন্টারঅ্যাক্ট করার জন্য সংক্ষিপ্ত মেনু যোগ করা হয়েছে
de: Kontextmenüs zur Interaktion mit einem Chat hinzugefügt
es: Añadidos menús contextuales para interactuar con un chat
fr: Ajouté : menu contextuel pour interagir avec une discussion
hi: चैट के साथ बातचीत करने के लिए कॉन्टेक्स्ट मेनू जोड़े गए हैं
id: Menambahkan menu konteks untuk berinteraksi dengan obrolan
it: Aggiunti menu contestuali per interagire con le chat
kn: ಚಾಟ್‌ನೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ಸಂದರ್ಭ ಮೆನುಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Contextmenu's toegevoegd voor interactie met een chat
pt_br: Adicionados menus de contexto para interagir com uma conversa
ta: அரட்டையுடன் தொடர்பு கொள்ள சூழல் மெனுக்கள் சேர்க்கப்பட்டன
te: చాట్‌తో పరస్పర చర్య చేయడానికి సందర్భ మెనులు జోడించబడ్డాయి
tr: Sohbet ile etkileşim için içerik menüleri eklendi
uk: Додано контекстні меню для взаємодії з чатом

source: Redesigned primary and secondary menus
bn: প্রাথমিক এবং গৌণ মেনু পুনঃনকশা
de: Überarbeitete primäre und sekundäre Menüs
es: Rediseño de los menús primario y secundario
fr: Changé : menu primaire et secondaire redesigné
hi: प्राइमरी और सेकेंडरी मेनू का पुनः डिज़ाइन
id: Desain ulang menu utama dan sekunder
it: Nuovo design per i menù primari e secondari
kn: ಮರುವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಪ್ರಾಥಮಿಕ ಮತ್ತು ದ್ವಿತೀಯಕ ಮೆನುಗಳು
nl: Herontworpen primaire en secundaire menu's
pt_br: Redesign dos menus primários e secundários
ta: முதன்மை மற்றும் இரண்டாம் நிலை மெனுக்கள் மறுவடிவமைப்பு செய்யப்பட்டன
te: పునఃరూపకల్పన చేయబడిన ప్రాథమిక మరియు ద్వితీయ మెనూలు
tr: Birincil ve ikincil menüler yeniden tasarlandı
uk: Перероблені основне та додаткове меню

source: YouTube integration: Paste the URL of a video with a transcript and it will be added to the prompt
bn: ইউটিউব একীকরণ: একটি লিপি সহ ভিডিওর ইউআরএল পেস্ট করুন এবং এটি প্রম্পটে যোগ করা হবে
de: YouTube-Integration: Fügen Sie die URL eines Videos mit Transkript ein und es wird zur Eingabeaufforderung hinzugefügt
es: Integración de YouTube: Pega la URL de un video con una transcripción y se añadirá al mensaje
fr: Intégration YouTube : Collez l'URL d'une vidéo avec une transcription et elle sera ajoutée au prompt
hi: यूट्यूब इंटीग्रेशन: एक वीडियो का URL जिसमें ट्रांसक्रिप्ट हो, को पेस्ट करें और यह प्रॉम्प्ट में जोड़ा जाएगा
id: Integrasi YouTube: Tempelkan URL video dengan transkrip dan itu akan ditambahkan ke prompt
it: Integrazione YouTube: incolla l'URL di un video con trascrizione e questa verrà aggiunta al prompt
kn: ಯೂಟ್ಯೂಬ್ ಏಕೀಕರಣ: ವೀಡಿಯೊದ URL ಅನ್ನು ಪ್ರತಿಲೇಖನದೊಂದಿಗೆ ಅಂಟಿಸಿ ಮತ್ತು ಅದನ್ನು ಪ್ರಾಂಪ್ಟ್‌ಗೆ ಸೇರಿಸಲಾಗುತ್ತದೆ
nl: YouTube-integratie: Plak de URL van een video met een transcript en deze wordt toegevoegd aan de prompt
pt_br: Integração com o YouTube: cole a URL de um vídeo com uma transcrição e ele será adicionado ao prompt
ta: யூடியூப் ஒருங்கிணைப்பு: டிரான்ஸ்கிரிப்ட் கொண்ட ஒரு வீடியோவின் URL ஐ ஒட்டவும், அது ப்ராம்ப்ட்டில் சேர்க்கப்படும்
te: YouTube ఇంటిగ్రేషన్: వీడియో యొక్క URLని ట్రాన్స్క్రిప్ట్తో అతికించండి మరియు అది ప్రాంప్ట్కు జోడించబడుతుంది
tr: YouTube entegrasyonu: Bir videonun URL'sini transkripsiyonla yapıştırın ve mesajınıza eklenecektir
uk: Інтеграція з YouTube: Вставте URL відео з транскриптом, і він буде доданий до підказки

source: Website integration (Experimental): Extract the text from the body of a website by adding it's URL to the prompt
bn: ওয়েবসাইট একীকরণ (পরীক্ষামূলক): প্রম্পটে ইউআরএল যোগ করে ওয়েবসাইটের শরীর থেকে পাঠ্য নির্যাস করুন
de: Website-Integration (experimentell): Extrahieren Sie den Text aus dem Body einer Website durch Hinzufügen der URL zur Eingabeaufforderung
es: Integración de sitios web (Experimental): Extrae el texto del cuerpo de un sitio web agregando su URL al mensaje
fr: Intégration des site web (Expérimental) : Extrait le texte du corps du site en ajoutant son URL au prompt
hi: वेबसाइट इंटीग्रेशन (प्रयोगात्मक): एक वेबसाइट के बॉडी से टेक्स्ट निकालने के लिए इसका URL प्रॉम्प्ट में जोड़ें
id: Integrasi situs web (Eksperimental): Ekstrak teks dari badan situs web dengan menambahkan URL-nya ke dalam prompt
it: Integrazione di siti web (sperimentale): estrai il testo dal corpo di un sito web aggiungendo il suo URL al prompt
kn: ವೆಬ್‌ಸೈಟ್ ಏಕೀಕರಣ (ಪ್ರಾಯೋಗಿಕ): ವೆಬ್‌ಸೈಟ್‌ನ ದೇಹದಿಂದ ಪಠ್ಯವನ್ನು ಪ್ರಾಂಪ್ಟ್‌ಗೆ ಸೇರಿಸುವ ಮೂಲಕ ಹೊರತೆಗೆಯಿರಿ
nl: Website-integratie (Experimenteel): Extraheer de tekst uit de body van een website door de URL toe te voegen aan de prompt
pt_br: Integração de site (Experimental): Extraia o texto do corpo de um site adicionando sua URL ao prompt
ta: வலைத்தள ஒருங்கிணைப்பு (சோதனை): ஒரு வலைத்தளத்தின் URL ஐ ப்ராம்ப்ட்டில் சேர்ப்பதன் மூலம் அதன் உடலில் இருந்து உரையை பிரித்தெடுக்கவும்
te: వెబ్‌సైట్ ఇంటిగ్రేషన్ (ప్రయోగాత్మకం): ప్రాంప్ట్‌కు దాని URLని జోడించడం ద్వారా వెబ్‌సైట్ బాడీ నుండి టెక్స్ట్‌ను సంగ్రహించండి
tr: Web sitesi entegrasyonu (Deneysel): Web sitesinin URL'sini istemine ekleyerek siteden metinleri çıkarır
uk: Інтеграція з вебсайтами (експериментально): Витяг тексту з тіла вебсайту, додавши його URL до підказки
