Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Chat with AI models
bn: এআই মডেলের সাথে চ্যাট করুন
de: Mit KI-Modellen chatten
es: Chatea con modelos de IA
hi: एआई मॉडल्स के साथ चैट करें
id: Obrolan dengan model AI
it: Chatta con modelli di Intelligenza Artificiale
kn: ಆರ್ಟಿಫಿಕಲ್ ಇಂಟೆಲಿಜೆನ್ಸ್ ಮಾದರಿಗಳೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
pt_br: Converse com modelos de IA
te: AI మోడల్‌లతో చాట్ చేయండి
tr: AI modelleriyle sohbet edin
uk: Чат з моделями ШІ

source: A private AI client
bn: একটি ব্যক্তিগত AI ক্লায়েন্ট
de: Ein privater KI-Client
es: Un cliente de IA privado
hi: एक निजी एआई क्लाइंट
id: Klien AI pribadi
it: Un client privato per l'Intelligenza Artificiale
kn: ಖಾಸಗಿ fಇಂಟೆಲಿಟೆನೆಸ್ ಕ್ಲೈಂಟ್
pt_br: Um cliente de IA privado
te: ఒక ప్రైవేట్ AI క్లయింట్
tr: Yerel bir AI istemcisi
uk: Приватний клієнт ШІ

source: Features
bn: বৈশিষ্ট্য
de: Funktionen
es: Funcionalidades
fr: Fonctionnalités
hi: विशेषताएँ
id: Fitur
it: Caratteristiche
kn: ವೈಶಿಷ್ಟ್ಯಗಳು
nb_no: Funksjonalitet
nl: Kenmerken
pt_br: Funcionalidades
ta: அம்சங்கள்
te: ఫీచర్లు
tr: Özellikler
uk: Функції

source: Talk to multiple models in the same conversation
bn: একই কথোপকথনে একাধিক মডেলের সাথে কথা বলুন
de: Sprechen Sie mit mehreren Modellen in derselben Konversation
es: Habla con multiples modelos en la misma conversación
fr: Discutez avec plusieurs modèles dans un même discussion
hi: एक ही बातचीत में कई मॉडलों से बात करें
id: Berbicara dengan beberapa model dalam satu percakapan
it: Utilizza molteplici modelli nella stessa conversazione
kn: ಒಂದೇ ಸಂಭಾಷಣೆಯಲ್ಲಿ ಅನೇಕ ಮಾದರಿಗಳೊಂದಿಗೆ ಮಾತನಾಡಿ
nb_no: Snakk til flere modeller i samme samtale
nl: Praat met meerdere modellen in dezelfde conversatie
pt_br: Fale com múltiplos modelos na mesma conversa
ta: ஒரே உரையாடலில் பல மாதிரிகளுடன் பேசுங்கள்
te: ఒకే సంభాషణలో బహుళ మోడల్‌లతో మాట్లాడండి
tr: Aynı konuşmada birden fazla modelle konuşun
uk: Спілкуйтеся з кількома моделями в одній розмові

source: Pull and delete models from the app
bn: অ্যাপ থেকে মডেলগুলি টানুন এবং মুছুন
de: Modelle aus der App abrufen und löschen
es: Descarga y elimina modelos desde la app
fr: Gestion des modèles depuis l'application
hi: एप्लिकेशन से मॉडल खींचें और हटाएं
id: Mengunduh dan menghapus model dari aplikasi
it: Scarica ed elimina i modelli direttamente dall'applicazione
kn: ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಮಾದರಿಗಳನ್ನು ಎಳೆಯಿರಿ ಮತ್ತು ಅಳಿಸಿ
nb_no: Last ned og slett modeller fra appen
nl: Modellen ophalen en verwijderen uit de app
pt_br: Baixe e exclua modelos através do app
ta: பயன்பாட்டிலிருந்து மாதிரிகளை இழுத்து நீக்குங்கள்
te: యాప్ నుండి మోడల్‌లను లాగండి మరియు తొలగించండి
tr: Uygulamadan modelleri indirin ve silin
uk: Завантажуйте та видаляйте моделі з додатка

source: Have multiple conversations
bn: একাধিক কথোপকথন আছে
de: Mehrere Konversationen führen
es: Multiples conversaciones
fr: Plusieurs conversations
hi: कई बातचीत करें
id: Memiliki beberapa percakapan
it: Gestisci diverse conversazioni
kn: ಬಹು ಸಂಭಾಷಣೆಗಳನ್ನು ಮಾಡಿ
nb_no: Ha flere samtaler
nl: Meerdere gesprekken voeren
pt_br: Tenha múltiplas conversas
ta: பல உரையாடல்களைக் கொண்டிருங்கள்
te: బహుళ సంభాషణలను చేయండి
tr: Birden çok sohbet oluşturun
uk: Ведіть кілька розмов

source: Image recognition (Only available with compatible models)
bn: ছবি স্বীকৃতি (শুধুমাত্র সামঞ্জস্যপূর্ণ মডেলের সাথে উপলব্ধ)
de: Bilderkennung (Nur mit kompatiblen Modellen verfügbar)
es: Reconocimiento de imagenes (Solo disponible con modelos compatibles)
fr: Reconnaissance d'image (modèles compatibles)
hi: छवि पहचान (केवल संगत मॉडलों के साथ उपलब्ध)
id: Pengenalan gambar (Hanya tersedia untuk model yang kompatibel)
it: Riconoscimento di immagini (Disponibile solo con i modelli compatibili)
kn: ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆ (ಹೊಂದಾಣಿಕೆಯ ಮಾದರಿಗಳೊಂದಿಗೆ ಮಾತ್ರ ಲಭ್ಯವಿದೆ)
nb_no: Bildetolkning (tilgjengelig for modeller som støtter det)
nl: Beeldherkenning (alleen beschikbaar met compatibele modellen)
pt_br: Reconhecimento de imagem (Somente disponível com modelos compatíveis)
ta: பட அங்கீகாரம் (இணக்கமான மாதிரிகளில் மட்டுமே கிடைக்கும்)
te: ఇమేజ్ రికగ్నిషన్ (అనుకూల మోడల్‌లతో మాత్రమే అందుబాటులో ఉంటుంది)
tr: Görüntü tanıma (Yalnızca uyumlu modeller ile)
uk: Розпізнавання зображень (доступно лише з сумісними моделями)

source: Plain text documents recognition
bn: সরল পাঠ্য নথি স্বীকৃতি
de: Erkennung von Plaintext-Dokumenten
es: Reconocimiento de documentos de texto plano
fr: Reconnaissance de documents en texte brut
hi: साधारण पाठ दस्तावेज़ पहचान
id: Pengenalan dokumen teks biasa
it: Riconoscimento di documenti di testo
kn: ಸರಳ ಪಠ್ಯ ದಾಖಲೆಗಳ ಗುರುತಿಸುವಿಕೆ
nb_no: Råtekst dokument tolking
nl: Herkenning van platte tekstdocumenten
pt_br: Reconhecimento de documentos de texto simples
ta: எளிய உரை ஆவண அங்கீகாரம்
te: సాదా వచన పత్రాల గుర్తింపు
tr: Düz metin belgesi tanınması
uk: Розпізнавання текстових документів

source: Import and export chats
bn: আমদানি এবং রপ্তানি চ্যাট
de: Chats importieren und exportieren
es: Importa y exporta chats
fr: Importez et exportez les discussions
hi: चैट्स आयात और निर्यात करें
id: Impor dan ekspor obrolan
it: Importa ed esporta le conversazioni
kn: ಚಾಟ್‌ಗಳನ್ನು ಆಮದು ಮಾಡಿ ರಫ್ತು ಮಾಡಿ
nb_no: Importer og eksporter samtaler
nl: Chats importeren en exporteren
pt_br: Importe e exporte conversas
ta: அரட்டைகளை இறக்குமதி செய்து ஏற்றுமதி செய்யுங்கள்
te: చాట్‌లను దిగుమతి చేయండి మరియు ఎగుమతి చేయండి
tr: Sohbetleri içe ve dışa aktar
uk: Імпорт та експорт чатів

source: Append YouTube transcripts to the prompt
bn: প্রোম্পটে ইউটিউব ট্রান্সক্রিপ্ট যোগ করুন
de: YouTube-Transkripte zur Eingabeaufforderung hinzufügen
es: Agrega transcripciones de YouTube a los mensajes
fr: Ajouter une transcription YouTube au prompt
hi: प्रेरणा में यूट्यूब ट्रांसक्रिप्ट जोड़ें
id: Tambahkan transkrip YouTube ke perintah
it: Allega al prompt la trascrizione video di YouTube
kn: ಪ್ರಾಂಪ್ಟ್‌ಗೆ ಯೂಟ್ಯೂಬ್ ಪ್ರತಿಗಳನ್ನು ಸೇರಿಸಿ
nl: YouTube-transcripties toevoegen aan de prompt
pt_br: Anexe transcrições do YouTube ao prompt
ta: யூடியூப் டிரான்ஸ்கிரிப்டுகளை ப்ராம்ப்ட்டிற்குச் சேர்க்கவும்
te: YouTube ట్రాన్స్‌క్రిప్ట్‌లను ప్రాంప్ట్‌కు జోడించు
tr: YouTube transkriptlerini mesajlarınıza ekleyin
uk: Додавайте транскрипти YouTube до запиту

source: Append text from a website to the prompt
bn: ওয়েবসাইট থেকে টেক্সট প্রোম্পটে যোগ করুন
de: Text von einer Website zur Eingabeaufforderung hinzufügen
es: Agrega texto de un sitio web a los mensajes
fr: Ajouter le texte d'un site web au prompt
hi: वेबसाइट से पाठ को प्रॉम्प्ट में जोड़ें
id: Tambahkan teks dari situs web ke perintah
it: Allega al prompt il testo di un sito internet
kn: ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಪ್ರಾಂಪ್ಟ್‌ಗೆ ಪಠ್ಯವನ್ನು ಸೇರಿಸಿ
nl: Tekst van een website toevoegen aan de prompt
pt_br: Anexar texto de um site ao prompt
ta: ஒரு வலைத்தளத்திலிருந்து உரையை ப்ராம்ப்ட்டிற்குச் சேர்க்கவும்
te: ప్రాంప్ట్‌కు వెబ్‌సైట్ నుండి వచనాన్ని జత చేయండి
tr: Web sitelerinden metinleri mesajlarınıza ekleyin
uk: Додавайте текст із вебсайту до запиту

source: PDF recognition
bn: পিডিএফ স্বীকৃতি
de: PDF-Erkennung
es: Reconocimiento de PDF
fr: Reconnaissance des PDF
hi: पीडीएफ पहचान
id: Pengenalan PDF
it: Riconoscimento di file PDF
kn: ಪಿಡಿಎಫ್ ಗುರುತಿಸುವಿಕೆ
nl: PDF-herkenning
pt_br: Reconhecimento de PDF
ta: PDF அங்கீகாரம்
te: PDF గుర్తింపు
tr: PDF tanıma
uk: Розпізнавання PDF

source: Disclaimer
bn: দাবিত্যাগ
de: Haftungsausschluss
es: Aviso Legal
fr: Avertissement
hi: अस्वीकृति
id: Penafian
it: Dichiarazione di non responsabilità
kn: ಹಕ್ಕು ನಿರಾಕರಣೆ
nb_no: Obs!
pt_br: Aviso Legal
ru: Отказ от ответственности
ta: மறுப்பு
te: నిరాకరణ
tr: Yasal uyarı
uk: Відмова від відповідальності

source: This project is not affiliated at all with Ollama, I'm not responsible for any damages to your device or software caused by running code given by any models.
bn: এই প্রকল্পটি ওল্লামার সাথে মোটেও অনুমোদিত নয়, আমি এর জন্য দায়ী নই আপনার ডিভাইস বা সফ্টওয়্যারের কোন ক্ষতি যেকোন দ্বারা প্রদত্ত কোড চালানোর কারণেমডেল।
de: Dieses Projekt ist in keiner Weise mit Ollama verbunden, ich bin nicht verantwortlich für jegliche Schäden an Ihrem Gerät oder Ihrer Software, die durch die Ausführung von Code entstehen, der von Modellen geliefert wird.
es: Este proyecto no está afiliado del todo con Ollama, no soy responsable por cualquier daño a tu dispositivo o software causado por correr codigo proveido por cualquier modelo.
fr: Ce projet n'est pas affilié avec Ollama. Nous ne sommes aucunement responsable des dommages causés à votre appareil ou vos logiciels suite à l'exécution de code donné par un modèle.
hi: यह प्रोजेक्ट ओल्लामा से किसी भी तरह से संबंधित नहीं है, और मैं किसी भी डिवाइस या सॉफ़्टवेयर को होने वाले नुकसान के लिए जिम्मेदार नहीं हूँ, जो कि कोड चलाने से हो सकता है जो किसी भी मॉडल द्वारा प्रदान किया गया हो।
id: Proyek ini tidak berafiliasi dengan Ollama. Saya tidak bertanggung jawab atas kerusakan pada perangkat atau perangkat lunak Anda akibat menjalankan kode yang diberikan oleh model apa pun.
it: Questo progetto non è in alcun modo associato ad Ollama, e non si accetta alcuna responsabilità per eventuali danni al dispositivo o software causati dall'esecuzione di codice generato da qualsiasi modello.
kn: ಈ ಪ್ರಾಜೆಕ್ಟ್ ಒಲ್ಲಾಮಾದೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿಲ್ಲ, ಯಾವುದೇ ಮಾದರಿಗಳು ನೀಡಿದ ಕೋಡ್ ಅನ್ನು ಚಾಲನೆ ಮಾಡುವುದರಿಂದ ಉಂಟಾಗುವ ನಿಮ್ಮ ಸಾಧನ ಅಥವಾ ಸಾಫ್ಟ್‌ವೇರ್‌ಗೆ ಯಾವುದೇ ಹಾನಿಗಳಿಗೆ ನಾನು ಜವಾಬ್ದಾರನಾಗಿಲ್ಲ.
nb_no: Dette prosjektet er ikke assosiert med Ollama, og jeg er ikke ansvarlig for noen skader til din enhet eller programvare ved bruk av kode gitt fra modellene.
nl: Dit project is helemaal niet verbonden met Ollama, ik ben niet verantwoordelijk voor enige schade aan je apparaat of software veroorzaakt door het uitvoeren van code gegeven door een model.
pt_br: Esse projeto não é afiliado de nenhuma forma com Ollama. Não sou responsável por quaisquer danos ao seu dispositivo ou software causados pela execução de código gerado por qualquer um dos modelos disponíveis.
ta: இந்தத் திட்டம் ஓல்லமாவுடன் எந்த வகையிலும் இணைக்கப்படவில்லை, எந்த மாதிரிகளாலும் வழங்கப்பட்ட குறியீட்டை இயக்குவதன் மூலம் உங்கள் சாதனம் அல்லது மென்பொருளுக்கு ஏற்படும் எந்த சேதத்திற்கும் நான் பொறுப்பல்ல.
te: ఈ ప్రాజెక్ట్ ఒల్లామాతో అనుబంధించబడలేదు, ఏదైనా మోడల్‌లు ఇచ్చిన కోడ్‌ని అమలు చేయడం వల్ల మీ పరికరం లేదా సాఫ్ట్‌వేర్‌కు ఏవైనా నష్టాలకు నేను బాధ్యత వహించను.
tr: Bu proje Ollama ile hiçbir şekilde bağlantılı değildir, herhangi bir model tarafından verilen kodun çalıştırılması sonucu cihazınızda veya yazılımınızda oluşabilecek herhangi bir hasardan sorumlu değilim.
uk: Цей проєкт жодним чином не пов'язаний з Ollama. Я не несу відповідальності за будь-які пошкодження вашого пристрою або програмного забезпечення, спричинені виконанням коду, наданого будь-якими моделями.

source: A normal conversation with an AI Model
bn: এআই মডেলের সাথে একটি সাধারণ কথোপকথন
de: Eine normale Konversation mit einem KI-Modell
es: Una conversación normal con un modelo AI
fr: Une discussion normale avec un modèle d'IA
hi: AI मॉडल के साथ सामान्य बातचीत
id: Percakapan normal dengan model AI
it: Una normale conversatione con un modello di intelligenza artificiale
kn: AI ಮಾದರಿಯೊಂದಿಗೆ ಸಾಮಾನ್ಯ ಸಂಭಾಷಣೆ
nl: Een normaal gesprek met een AI-model
pt_br: Uma conversa normal com um modelo de IA
ta: ஒரு AI மாடலுடன் ஒரு சாதாரண உரையாடல்
te: AI మోడల్‌తో సాధారణ సంభాషణ
tr: AI Modeli ile normal bir konuşma
uk: Звичайна розмова з AI моделлю

source: Image recognition
bn: ছবি শনাক্তকরণ
de: Bilderkennung
es: Reconocimiento de imágenes
id: Pengenalan gambar
it: Riconoscimento di immagini
pt_br: Reconhecimento de imagem
tr: Görüntü tanıma

source: Custom model
bn: কাস্টম মডেল
de: Benutzerdefiniertes Modell
es: Modelo personalizado
id: Model kustom
it: Modello personalizzato
pt_br: Modelo personalizado
tr: Özel model

source: Picture background removal
bn: ছবির পটভূমি অপসারণ
de: Entfernung des Bildhintergrundes
es: Eliminación del fondo de la imagen
id: Penghapusan latar belakang gambar
it: Rimozione dello sfondo di immagini
pt_br: Removedor de fundo de imagem
tr: Resim Arka Planı Silme

source: A Python script running inside integrated terminal
bn: একটি পাইথন স্ক্রিপ্ট যা ইন্টিগ্রেটেড টার্মিনালের মধ্যে চলছে
de: Ein Python-Skript, das im integrierten Terminal läuft
es: Un script de Python corriendo dentro de la terminal integrada
fr: Un script Python lancé dans le terminal intégré
hi: एक पायथन स्क्रिप्ट जो एकीकृत टर्मिनल के अंदर चल रही है
id: Skrip Python berjalan di dalam terminal terintegrasi
it: Uno script Python in esecuzione all'interno del terminale integrato
kn: ಸಂಯೋಜಿತ ಟರ್ಮಿನಲ್ ಒಳಗೆ ಚಾಲನೆಯಲ್ಲಿರುವ ಪೈಥಾನ್ ಸ್ಕ್ರಿಪ್ಟ್
nl: Een Python-script dat wordt uitgevoerd in een geïntegreerde terminal
pt_br: Um script Python em execução dentro do terminal integrado
ta: ஒரு பைதான் ஸ்கிரிப்ட் ஒருங்கிணைந்த டெர்மினலுக்குள் இயங்குகிறது
te: ఇంటిగ్రేటెడ్ టెర్మినల్ లోపల నడుస్తున్న పైథాన్ స్క్రిప్ట్
tr: Entegre terminalin içinde çalışan bir python betiği
uk: Python-скрипт, що виконується в інтегрованому терміналі

source: A conversation with web search
bn: ওয়েব অনুসন্ধান সহ একটি কথোপকথন
de: Eine Unterhaltung mit Websuche
es: Una conversación con búsqueda web
hi: वेब खोज के साथ एक बातचीत
id: Percakapan dengan pencarian web
it: Una conversazione con ricerca sul web
pt_br: Uma conversa com pesquisa na web
te: వెబ్ శోధనతో సంభాషణ
tr: Web Arama ile Bir Konuşma

source: AI model being downloaded
bn: AI মডেল ডাউনলোড হচ্ছে
de: KI-Modell wird heruntergeladen
es: Modelo de IA siendo descargado
id: Model AI sedang diunduh
it: Il modello di intelligenza artificiale è in scarimento
pt_br: Modelo de IA sendo baixado
tr: AI modeli indiriliyor

source: A Live Chat conversation with a character
bn: একটি চরিত্রের সাথে লাইভ চ্যাট কথোপকথন
de: Ein Live-Chat mit einem Charakter
es: Una conversación de Chat en Vivo con un personaje
hi: किसी पात्र के साथ एक लाइव चैट बातचीत
id: Percakapan Obrolan Langsung dengan sebuah karakter
it: Una conversazione in Live Chat con un personaggio
pt_br: Uma Conversa de Chat Ao Vivo com um personagem
te: ఒక పాత్రతో లైవ్ చాట్ సంభాషణ
tr: Bir karakterle canlı bir sohbet

source: New
bn: নতুন
de: Neu
es: Nuevo
fr: Nouveautés
hi: नया
id: Baru
it: Novità
kn: ಹೊಸದಾದ
nl: Nieuw
pt_br: Novo
ta: புதிய
te: కొత్తది
tr: Yenilikler
uk: Нове

source: Ollama instances now use the Ollama library directly
es: Las instancias de Ollama ahora usan la biblioteca Ollama directamente

source: Improved text rendering in messages
es: Representación de texto mejorada en los mensajes

source: Added italic rule to markdown renderer
es: Se agregó una regla de cursiva al renderizador de Markdown

source: Changed color of categories
es: Se cambio el color de las categorias

source: Fixes
bn: সংশোধন
de: Fehlerbehebungen
es: Arreglos
fr: Correctifs
hi: सुधार
id: Perbaikan
it: Correzioni
kn: ಪರಿಹಾರ
pt_br: Correções
ta: சரிசெய்தல்
te: పరిష్కారాలు
tr: Düzeltmeler
uk: Виправлення

source: Implemented proper error handling in some tools
es: Se implementó un manejo adecuado de errores en algunas herramientas

source: Fixed direct terminal access on Flatpak
es: Se corrigio el acceso directo a terminal en Flatpak

source: Fixed thought attachment not being added correctly
es: Se solucionó el problema de que el archivo adjunto de pensamiento no se agregaba correctamente

source: Made resizing main window smoother for higher refresh screens
es: Se hizo que el cambio de tamaño de la ventana principal sea más suave para pantallas con mayor taza de refresco

source: Fixed issues with messages not being saved sometimes
es: Se solucionaron problemas por los cuales los mensajes a veces no se guardaban

source: Moved most UI changes to main GTK thread for improved stability
de: Die meisten Änderungen an der Benutzeroberfläche wurden zur Verbesserung der Stabilität in den Haupt-GTK-Thread verschoben.
es: Se trasladaron la mayoría de los cambios de la interfaz de usuario al hilo principal de GTK para mejorar la estabilidad

source: Made deprecated extensions warning have priority over other dialogs
de: Habe Warnungen zu veralteten Erweiterungen Vorrang vor anderen Dialogen gegeben
es: Se hizo que la advertencia de extensiones obsoletas tenga prioridad sobre otros cuadros de diálogo

source: Fixed openai instances with 'text-only' limitation not generating messages
de: OpenAI-Instanzen mit der Einschränkung „Nur Text“, die keine Nachrichten generierten, wurden korrigiert
es: Se corrigieron las instancias de Openai con limitación de 'solo texto' que no generaban mensajes

source: Refactored some UI changes to be thread safe
de: Einige Änderungen an der Benutzeroberfläche wurden refaktorisiert, um Thread-Sicherheit zu gewährleisten.
es: Se refactorizaron algunos cambios de la interfaz de usuario para que sea segura para subprocesos

source: Fixed messages not being generate in new chats
de: Fehler behoben, dass in neuen Chats keine Nachrichten generiert wurden
es: Se corrigieron los mensajes que no se generaban en los chats nuevos

source: Added Character Cards
de: Habe Charakterkarten hinzugefügt
es: Tarjetas de Personajes añadidas

source: Added Ollama Manager (replacement for Flatpak extensions)
de: Ollama-Manager wurde hinzugefügt (Ersatz für Flatpak-Erweiterungen)
es: Se agregó Gestor de Ollama (remplazo de extensiones de Flatpak)

source: Added option to include messages when searching for chats
de: Option, Nachrichten mit einzuschließen, wenn nach Chats gesucht wird, wurde hinzugefügt
es: Se agregó la opción de incluir mensajes cuando se buscan chats

source: Added starter guide for new users
de: Anleitung für neue Benutzer wurde hinzugefügt
es: Se agregó una guía de inicio para nuevos usuarios

source: Added reminder for users to uninstall Flatpak extensions
de: Erinnerung für Nutzer, Flatpak-Erweiterungen zu deinstallieren, wurde hinzugefügt
es: Se agregó un recordatorio para que los usuarios desinstalen las extensiones de Flatpak

source: Removed notice dialog
de: Hinweisdialog wurde entfernt
es: Se removió el dialogo de noticias

source: Added light mode for code blocks and multiple activities
de: Lichtmodus für Code-Blöcke und mehrere Aktivitäten wurde hinzugefügt
es: Se agregó el modo claro para bloques de código y multiples actividades

source: Made slight redesign for activities
de: Leichte Neugestaltung der Aktivitäten vorgenommen
es: Se realizó un ligero rediseño para las actividades

source: Improved Model Manager and Model Creator
de: Modell-Manager und Modell-Ersteller wurden verbessert
es: Se mejoraron el Gestor de Modelos y el Creador de Modelos

source: Added message block to display in-line pictures
de: Nachrichtenblock zum Anzeigen von Inline-Bildern hinzugefügt
es: Se agregó un bloque de mensajes para mostrar imágenes en línea

source: Added option to allow self-signed SSL certificates for Ollama (external) instances
de: Option hinzugefügt, um selbstsignierte SSL-Zertifikate für Ollama-Instanzen (extern) zuzulassen
es: Se agregó la opción para permitir certificados SSL autofirmados para instances de Ollama (Externo)

source: Added legal notice to about dialog
de: Rechtlicher Hinweis zum Dialog hinzugefügt
es: Se agregó un aviso legal al diálogo acerca de

source: Fixed title generation not working with OpenAI instances
de: Problem behoben, wo Titelgenerierung mit OpenAI-Instanzen nicht funktionierte
es: Se arregló que la generación de titulos no funcionaba en instancias OpenAI

source: Fixed external instances not working when a key is not specified
de: Problem behoben, wo externe Instanzen nicht funktionierten, wenn kein Schlüssel spezifiziert war
es: Se arregló que las instancias externas no funcionaran cuando no seespecificaba una api key

source: Fixed errors when creating / editing instances
de: Fehler beim Erstellen/Bearbeiten von Instanzen behoben
es: Errores corregidos al crear / editar instancias

source: Fixed auto send message feature in Live Chat activity
de: Funktion zum automatischen Senden von Nachrichten in Live-Chat-Aktivitäten korrigiert
es: Se solucionó la función de envío automático de mensajes en la actividad de Chat en Vivo.

source: Fixed ROCm not working
de: Problem behoben, wo ROCm nicht funktioniert hat
es: Se arregló ROCm

source: Set OLLAMA_VULKAN override to 0 by default
de: OLLAMA_VULKAN-Überschreibung standardmäßig auf 0 setzen
es: Se asigno 0 al override OLLAMA_VULKAN por defecto

source: Fixed OpenAI instances
de: OpenAI-Instanzen repariert
es: Se arreglaron las instancias de OpenAI

source: New documentation website
de: Neue Webseite für Dokumentation
es: Nuevo sitio web de documentación
pt_br: Novo site de documentação

source: Auto select new chat on creation
de: Bei Erstellung automatisch neuen Chat auswählen
es: Seleccionar automáticamente un nuevo chat al crearlo
pt_br: Selecionar automaticamente nova conversa ao criar

source: Mostly fixed regeneration of messages
de: Regenerierung von Nachrichten größtenteils repariert
es: Se arregló la regeneración de mensajes
pt_br: Praticamente corrigada geração de mensagens novamente

source: Fixed GGUF importer
de: GGUF-Importer repariert
es: Se arregló el importador GGUF
pt_br: Corrigido importador GGUF

source: Fixed folder name not displaying properly in dialogs
de: Problem behoben, bei dem Ordnername in Dialogen nicht richtig angezeigt wurde
es: Se arregló que el nombre de carpetas que no se mostraba en los diálogos
pt_br: Corrigido nome da pasta não ser exibida corretamente em diálogos

source: Fix selected model in instance preferences not displaying correctly
de: Problem behoben, bei dem ausgewähltes Modell in Instanz-Einstellungen nicht korrekt angezeigt wurde
es: Se arregló que el modelo seleccionado en las preferencias de instancia no se mostrara correctamente
pt_br: Corrigido modelo selecionado nas preferências de instância não ser exibido corretamente

source: Updated list of available models for Ollama
de: Liste verfügbarer Modelle für Ollama geupdated
es: Lista actualizada de modelos disponibles para Ollama
pt_br: Atualizada lista de modelos disponíveis para o Ollama

source: Fixed default model not saving properly on instances
de: Problem behoben, bei dem Standardmodell nicht korrekt auf Instanzen gespeichert wurde
es: Se solucionó el problema del modelo predeterminado que no se guardaba correctamente en las instancias
pt_br: Corrigido modelo padrão não ser salvo corretamente nas instâncias

source: Fixed typo in welcome screen
de: Tippfehler in Begrüßungsfenster korrigiert
es: Se corrigió un error tipográfico en la pantalla de bienvenida
pt_br: Corrigido erro de digitação na tela de boas-vindas

source: Fixed error with how default model and title model are saved in instances
de: Fehler bei der Art, wie Standardmodell und Titelmodell in Instanzen gespeichert werden, behoben
es: Se corrigió el error con la forma en que se guardan el modelo predeterminado y el modelo de título en las instancias
pt_br: Corrigido erro na forma como o modelo padrão e o título do modelo são salvos nas instâncias

source: Fixed error with models sometimes preventing instance creator from launching
de: Fehler behoben, durch den Modelle manchmal den Start des Instanz-Erstellers verhinderten
es: Se corrigió un error con modelos que impedían que se iniciara el creador de instancias
pt_br: Corrigido erro dos modelos as vezes impedirem o criador de instâncias de iniciar

source: Fixed error with instance creator / editor
de: Fehler beim Instanz-Ersteller/Editor behoben
es: Error corregido con el creador/editor de instancias
pt_br: Corrigido erro com o criador / editor de instâncias

source: New activity: latex editor
de: Neue Aktivität: Latex-Editor
es: Nueva actividad: editor de latex
pt_br: Nova atividade: editor latex

source: Added option to generate podcasts from chats
de: Option zum Erstellen von Podcasts aus Chats hinzugefügt
es: Se agregó la opción para generar podcasts a partir de chats
pt_br: Adicionada opção para gerar podcasts a partir de conversas

source: Redesign live chat
de: Neugestaltung des Live-Chats
es: Rediseño del chat en vivo
pt_br: Redesign do chat ao vivo
