Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Huge Update
bn: বিশাল আপডেট
de: Riesiges Update
es: Gran Actualización
fr: Mise à jour majeure
hi: महत्वपूर्ण अपडेट
id: Pembaruan Besar
it: Un aggiornamento enorme
kn: ಬೃಹತ್ ನವೀಕರಣ
nb_no: Stor oppdatering
nl: Grote update
pt_br: Atualização Enorme
ta: மிகப்பெரிய புதுப்பிப்பு
te: భారీ నవీకరణ
tr: Devasa Güncelleme
uk: Грандіозне оновлення

source: Added: Support for plain text files
bn: সংযুক্ত করা হয়েছে: প্লেইন টেক্সট ফাইলের জন্য সমর্থন
de: Hinzugefügt: Unterstützung für reine Textdateien
es: Añadido: Soporte para archivos de texto plano
fr: Ajouté : support des documents de type texte brut
hi: सादा टेक्स्ट फ़ाइलों के लिए समर्थन जोड़ा गया है
id: Ditambahkan: Dukungan untuk file teks biasa
it: Aggiunto: supporto per i file di testo
kn: ಸೇರಿಸಲಾಗಿದೆ: ಸರಳ ಪಠ್ಯ ಫೈಲ್‌ಗಳಿಗೆ ಬೆಂಬಲ
nb_no: Støtte for råtekstfiler
nl: Toegevoegd: Ondersteuning voor platte tekstbestanden
pt_br: Adicionado: Suporte para arquivos de texto simples
ta: சேர்க்கப்பட்டது: எளிய உரை கோப்புகளுக்கான ஆதரவு
te: జోడించబడింది: సాదా టెక్స్ట్ ఫైల్‌లకు మద్దతు
tr: Düz metin dosyaları için destek eklendi
uk: Додано: Підтримка файлів з простим текстом

source: Added: New backend system for storing messages
bn: সংযুক্ত করা হয়েছে: বার্তা সংরক্ষণের জন্য নতুন ব্যাকএন্ড সিস্টেম
de: Hinzugefügt: Neues Backend-System zum Speichern von Nachrichten
es: Añadido: Nuevo sistema en el backend para guardar mensajes
fr: Ajouté : nouveau système en arrière-plan de sauvegarde des messages
hi: संदेशों को स्टोर करने के लिए नया बैकएंड सिस्टम जोड़ा गया है
id: Ditambahkan: Sistem backend baru untuk menyimpan pesan
it: Aggiunto: nuovo sistema di backend per l'archiviazione dei messaggi
kn: ಸೇರಿಸಲಾಗಿದೆ: ಸಂದೇಶಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಹೊಸ ಬ್ಯಾಕೆಂಡ್ ಸಿಸ್ಟಮ್
nb_no: Nytt bakgrunnssystem for å sortere meldinger
nl: Toegevoegd: Nieuw backend systeem voor het opslaan van berichten
pt_br: Adicionado: Novo sistema backend para armazenamento de mensagens
ta: சேர்க்கப்பட்டது: செய்திகளைச் சேமிப்பதற்கான புதிய பின்முனை அமைப்பு
te: జోడించబడింది: సందేశాలను నిల్వ చేయడానికి కొత్త బ్యాకెండ్ సిస్టమ్
tr: Mesajları saklamak için yeni arka uç sistemi eklendi
uk: Додано: Нова бекенд-система для збереження повідомлень

source: Added: Support for changing Ollama's overrides
bn: সংযুক্ত করা হয়েছে: ওল্লামার ওভাররাইড পরিবর্তন করার জন্য সমর্থন
de: Hinzugefügt: Unterstützung zum Ändern der Überschreibungen von Ollama
es: Añadido: Soporte para cambiar overrides de Ollama
fr: Ajouté : support pour changer les paramètres d'Ollama
hi: ओलामा के ओवरराइड्स को बदलने के लिए समर्थन जोड़ा गया है
id: Ditambahkan: Dukungan untuk mengubah override Ollama
it: Aggiunto: Supporto per la modifica delle sovrascritture di Ollama
kn: ಸೇರಿಸಲಾಗಿದೆ: ಆಲಾಮಾ ಅವರ ಅತಿಕ್ರಮಣಗಳನ್ನು ಬದಲಾಯಿಸಲು ಬೆಂಬಲ
nb_no: Støtte for å endre Ollama sine overskrivelser
nl: Toegevoegd: Ondersteuning voor het wijzigen van Ollama's overrides
pt_br: Adicionado: suporte para alterar as sobrescritas do Ollama
ta: சேர்க்கப்பட்டது: ஓல்லமாவின் மேலொழுக்கங்களை மாற்றுவதற்கான ஆதரவு
te: జోడించబడింది: ఒల్లామా యొక్క ఓవర్‌రైడ్‌లను మార్చడానికి మద్దతు
tr: Ollama'nın geçersiz kılmalarını değiştirme desteği eklendi
uk: Додано: Підтримка зміни перевизначень Ollama

source: General Optimization
bn: সাধারণ অপ্টিমাইজেশান
de: Allgemeine Optimierung
es: Optimización general
fr: Optimisation générale
hi: सामान्य अनुकूलन और सुधार
id: Optimisasi Umum
it: Ottimizzazione generale
kn: ಸಾಮಾನ್ಯ ಆಪ್ಟಿಮೈಸೇಶನ್
nb_no: Generell optimalisering
nl: Algemene optimalisatie
pt_br: Otimização Geral
ta: பொதுவான மேம்பாடு
te: సాధారణ ఆప్టిమైజేషన్
tr: Genel Optimizasyon
uk: Загальна оптимізація

source: Added: Support for GGUF models (experimental)
bn: সংযুক্ত করা হয়েছে: GGUF মডেলের জন্য সমর্থন (পরীক্ষামূলক)
de: Hinzugefügt: Unterstützung für GGUF-Modelle (experimentell)
es: Añadido: Soporte de modelos GGUF (experimental)
fr: Ajouté : support des modèles GGUF (éxpérimental)
hi: GGUF मॉडल्स (प्रयोगात्मक) के लिए समर्थन जोड़ा गया है
id: Ditambahkan: Dukungan untuk model GGUF (eksperimental)
it: Aggiunto: supporto per i modelli GGUF (sperimentale)
kn: ಸೇರಿಸಲಾಗಿದೆ: GGUF ಮಾದರಿಗಳಿಗೆ ಬೆಂಬಲ (ಪ್ರಾಯೋಗಿಕ)
nb_no: Støtte for GGUF modeller (eksperimentalt)
nl: Toegevoegd: Ondersteuning voor GGUF modellen (experimenteel)
pt_br: Adicionado: Suporte para modelos GGUF (experimental)
ta: சேர்க்கப்பட்டது: GGUF மாதிரிகளுக்கான ஆதரவு (சோதனை)
te: జోడించబడింది: GGUF మోడల్‌లకు మద్దతు (ప్రయోగాత్మకం)
tr: GGUF modelleri için destek eklendi (deneysel)
uk: Додано: Підтримка моделей GGUF (експериментально)

source: Added: Support for customization and creation of models
bn: সংযুক্ত করা হয়েছে: কাস্টমাইজেশন এবং মডেল তৈরির জন্য সমর্থন
de: Hinzugefügt: Unterstützung für die Anpassung und Erstellung von Modellen
es: Añadido: Soporte para personalización y creración de modelos
fr: Ajouté : support de la personnalisation et création de modèles
hi: मॉडल्स के अनुकूलन और निर्माण के लिए समर्थन जोड़ा गया है
id: Ditambahkan: Dukungan untuk kustomisasi dan pembuatan model
it: Aggiunto: supporto per la personalizzazione e la creazione di modelli
kn: ಸೇರಿಸಲಾಗಿದೆ: ಮಾದರಿಗಳ ಗ್ರಾಹಕೀಕರಣ ಮತ್ತು ರಚನೆಗೆ ಬೆಂಬಲ
nb_no: Støtte for personalisering og skapelse av modeller
nl: Toegevoegd: Ondersteuning voor aanpassen en maken van modellen
pt_br: Adicionado: Suporte para personalização e criação de modelos
ta: சேர்க்கப்பட்டது: மாதிரிகளைத் தனிப்பயனாக்குதல் மற்றும் உருவாக்குவதற்கான ஆதரவு
te: జోడించబడింది: అనుకూలీకరణ మరియు నమూనాల సృష్టికి మద్దతు
tr: Modellerin özelleştirilmesi ve oluşturulması için destek eklendi
uk: Додано: Підтримка налаштування та створення моделей

source: Fixed: Icons don't appear on non Gnome systems
bn: সংশোধন: নন জিনোম সিস্টেমে আইকন প্রদর্শিত হয় না
de: Behoben: Symbole werden auf Nicht-Gnome-Systemen nicht angezeigt
es: Arreglado: Iconos no se mostraban en sistemas que no usan Gnome
fr: Résolu : certaines icônes n'apparaissait pas sur les systèmes ne fonctionnant pas avec le bureau Gnome
hi: ग्नोम सिस्टम के अलावा अन्य सिस्टम पर आइकॉन नहीं दिखाई देते थे, यह समस्या अब ठीक हो गई है
id: Diperbaiki: Ikon tidak muncul pada sistem non-Gnome
it: Corretto: le icone non appaiono su sistemi al di fuori di Gnome
kn: ಸ್ಥಿರ: ಗ್ನೋಮ್ ಅಲ್ಲದ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಐಕಾನ್‌ಗಳು ಗೋಚರಿಸುವುದಿಲ್ಲ
nb_no: Fikset et problem hvor ikoner ikke dukket opp på Gnome systemer
nl: Fixed: Pictogrammen verschijnen niet op niet-Gnome systemen
pt_br: Corrigido: Ícones não aparecerem em sistemas que não sejam Gnome
ta: சரி செய்யப்பட்டது: க்னோம் அல்லாத அமைப்புகளில் சின்னங்கள் தோன்றவில்லை
te: పరిష్కరించబడింది: గ్నోమ్ కాని సిస్టమ్‌లలో చిహ్నాలు కనిపించవు
tr: Gnome olmayan sistemlerde simgeler görünmemesi düzeltildi
uk: Виправлено: Іконки не відображаються в системах, відмінних від Gnome

source: Update Ollama to v0.1.39
bn: ওল্লামাকে v0.1.39-এ আপডেট করুন
de: Ollama auf v0.1.39 aktualisiert
es: Ollama actualizado a v0.1.39
fr: Mise à jour vers Ollama 0.1.39
hi: ओलामा को v0.1.39 में अपडेट किया गया है
id: Perbarui Ollama ke v0.1.39
it: Aggiornamento di Ollama alla versione 0.1.39
kn: ಒಲ್ಲಾಮಾವನ್ನು v0.1.39 ಗೆ ನವೀಕರಿಸಿ
nb_no: Oppdater Ollama til v0.1.39
nl: Ollama bijwerken naar v0.1.39
pt_br: Ollama atualizado para v0.1.39
ta: ஓல்லமாவை v0.1.39 க்கு புதுப்பிக்கவும்
te: ఒల్లామాను v0.1.39కి నవీకరించండి
tr: Ollama v0.1.39'a güncellendi
uk: Оновлено Ollama до версії 0.1.39

source: Fixed: app didn't open if models tweaks wasn't present in the config files
bn: সংশোধন: কনফিগার ফাইলগুলিতে মডেলের টুইকগুলি উপস্থিত না থাকলে অ্যাপটি খুলবে না
de: Behoben: App öffnete sich nicht, wenn Modellanpassungen nicht in den Konfigurationsdateien vorhanden waren
es: Arreglado: La aplicación no abre si 'models tweaks' no esta presente en los archivos de configuración
fr: Résolu : l'application ne s'ouvrait pas si les ajustements de modèles n'étaient pas présents dans les fichiers de configuration
hi: कॉन्फ़िग फ़ाइलों में मॉडल्स ट्वीक्स नहीं होने पर ऐप नहीं खुलता था, यह समस्या अब ठीक हो गई है
id: Diperbaiki: aplikasi tidak terbuka jika perubahan model tidak ada dalam file konfigurasi
it: Corretto: l'app non si apriva se i tweak dei modelli non erano presenti nei file di configurazione
kn: ಸ್ಥಿರ: ಸಂರಚನಾ ಫೈಲ್‌ಗಳಲ್ಲಿ ಮಾದರಿಗಳು ಟ್ವೀಕ್‌ಗಳು ಇಲ್ಲದಿದ್ದರೆ ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಲಿಲ್ಲ
nb_no: Fikset problem hvor app ikke åpnet hvis modellpersonalisering ikke var i konfigurasjonsfiler
nl: Fixed: app werd niet geopend als modellen tweaks niet aanwezig was in de configuratiebestanden
pt_br: Corrigido: o aplicativo não abria se os ajustes dos modelos não estivessem presentes nos arquivos de configuração
ta: சரி செய்யப்பட்டது: கட்டமைப்பு கோப்புகளில் மாடல் மாற்றங்கள் இல்லாவிட்டால் பயன்பாடு திறக்கப்படவில்லை
te: పరిష్కరించబడింది: కాన్ఫిగర్ ఫైల్‌లలో మోడల్స్ ట్వీక్‌లు లేకుంటే యాప్ తెరవబడదు
tr: Yapılandırma dosyalarında model ayarlamaları mevcut olmadığında uygulamanın açılmaması düzeltildi
uk: Виправлено: додаток не відкривався, якщо налаштування моделей не були присутні в конфігураційних файлах

source: Changed multiple icons (paper airplane for the send button)
bn: একাধিক আইকন পরিবর্তন করা হয়েছে (পাঠানো বোতামের জন্য কাগজের বিমান)
de: Mehrere Symbole geändert (Papierflugzeug für die Senden-Schaltfläche)
es: Multiples iconos cambiados (avion de papel para el boton de enviar mensaje)
fr: Changé : plusieurs icônes (avion en papier pour envoyer)
hi: कई आइकॉन बदले गए हैं (सेंड बटन के लिए पेपर एयरप्लेन)
id: Mengubah beberapa ikon (pesawat kertas untuk tombol kirim)
it: Cambiate varie icone (aeroplano di carta per il pulsante di invio)
kn: ಬಹು ಐಕಾನ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ (ಕಳುಹಿಸುವ ಗುಂಡಿಗಾಗಿ ಪೇಪರ್ ಏರೋಪ್ಲೇನ್)
nb_no: Endret flere ikoner, som papirflyet for sendeknappen
nl: Meerdere pictogrammen gewijzigd (papieren vliegtuigje voor de verzendknop)
pt_br: Alterações de vários ícones (avião de papel para o botão de enviar)
ta: பல சின்னங்களை மாற்றியது (அனுப்பு பொத்தானுக்கு காகித விமானம்)
te: బహుళ చిహ్నాలు మార్చబడ్డాయి (పంపు బటన్ కోసం కాగితం విమానం)
tr: Birden fazla simge değiştirildi (gönder düğmesi için kağıt uçak)
uk: Змінено кілька іконок (паперовий літачок для кнопки відправлення)

source: Combined export / import chat buttons into a menu
bn: একটি মেনুতে রপ্তানি/আমদানি চ্যাট বোতামগুলিকে সংযুক্ত করুন৷
de: Export-/Import-Chat-Schaltflächen in ein Menü zusammengefasst
es: Botones importar / exportar chat combinados en un menu
fr: Changé : bouton d'import et export des discussions combiné
hi: एक्सपोर्ट / इम्पोर्ट चैट बटन को एक मेनू में मिला दिया गया है
id: Menggabungkan tombol ekspor / impor obrolan ke dalam menu
it: Combinati i pulsanti di importazione / esportazione chat all'interno di un menù
kn: ರಫ್ತು / ಆಮದು ಚಾಟ್ ಗುಂಡಿಗಳನ್ನು ಮೆನುವಿನಲ್ಲಿ ಸಂಯೋಜಿಸಲಾಗಿದೆ
nb_no: Kombinerte eksporter og importer chat-knappene til en meny.
nl: Chatknoppen exporteren/importeren gecombineerd in een menu
pt_br: Combinados os botões de exportação / importação de conversa em um menu
ta: ஏற்றுமதி / இறக்குமதி அரட்டை பொத்தான்களை ஒரு மெனுவில் இணைத்தது
te: మెనులో కలిపి ఎగుమతి / దిగుమతి చాట్ బటన్లు
tr: Sohbeti dışa aktar/içeri aktar düğmeleri bir menüde birleştirildi
uk: Об'єднано кнопки експорту / імпорту чатів у меню

source: Added 'model tweaks' (temperature, seed, keep_alive)
bn: 'মডেল টুইক' যোগ করা হয়েছে (তাপমাত্রা, বীজ, জীবিত_রাখা)
de: 'Modellanpassungen' (Temperatur, Seed, Keep_Alive) hinzugefügt
es: Añadidos ajustes de modelo (temperatura, semilla, mantener vivo)
fr: Ajouté : options de modèle (temperature, seed, keep_alive)
hi: मॉडल्स ट्वीक्स (तापमान, बीज, कीप_अलाइव) जोड़े गए हैं
id: Ditambahkan 'penyesuaian model' (suhu, benih, keep_alive)
it: Aggiunti 'tweaks' dei modelli (temperatura, seed, keep_alive)
kn: 'ಮಾದರಿ ಟ್ವೀಕ್ಸ್' (ತಾಪಮಾನ, ಬೀಜ, ಕೀಪ್_ಅಲಿವ್) ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til 'modellpersonalisering' (temperatur, frø, hold_aktiv)
nl: Model tweaks' toegevoegd (temperatuur, zaad, keep_alive)
pt_br: Adicionado 'ajustes de modelo' (temperatura, seed, keep_alive)
ta: 'மாடல் மாற்றங்கள்' சேர்க்கப்பட்டது (வெப்பநிலை, விதை, keep_alive)
te: 'మోడల్ ట్వీక్స్' జోడించబడింది (ఉష్ణోగ్రత, సీడ్, కీప్_లైవ్)
tr: 'Model ayarlamaları' (temperature, seed, keep_alive) eklendi
uk: Додано 'налаштування моделей' (температура, seed, keep_alive)

source: Fixed send / stop button
bn: ঠিক করা হয়েছে পাঠান/স্টপ বোতাম
de: Senden-/Stopp-Schaltfläche behoben
es: Arreglado boton enviar / parar
fr: Résolu : bouton envoyer / stopper
hi: सेंड / स्टॉप बटन ठीक हो गया है
id: Diperbaiki tombol kirim / berhenti
it: Corretto il pulante di invio / stop
kn: ಸ್ಥಿರ ಕಳುಹಿಸಿ / ನಿಲ್ಲಿಸಿ ಬಟನ್
nb_no: Fikset send / stopp knapp
nl: Verzend- / stopknop vastgezet
pt_br: Correção no botão enviar / parar
ta: அனுப்பு / நிறுத்து பொத்தான் சரி செய்யப்பட்டது
te: సెండ్ / స్టాప్ బటన్ పరిష్కరించబడింది
tr: Gönder / Durdur düğmesi düzeltildi
uk: Виправлено кнопку відправлення / зупинки

source: Fixed app not checking if remote connection works when starting
bn: ঠিক করা হয়েছে অ্যাপ শুরু করার সময় দূরবর্তী সংযোগ কাজ করে কিনা তা পরীক্ষা করছে না
de: Behoben, dass die App beim Start nicht prüft, ob die Remoteverbindung funktioniert
es: Arreglado: Aplicación no chequea si la conexión remota funciona cuando inicia
fr: Résolu : l'application ne vérifiait si la connexion à distance fonctionnait au démarrage
hi: ऐप शुरू होने पर रिमोट कनेक्शन काम कर रहा है या नहीं, इसकी जाँच नहीं करता था, यह समस्या अब ठीक हो गई है
id: Diperbaiki aplikasi tidak memeriksa apakah koneksi jarak jauh berfungsi saat memulai
it: Corretto il controllo del funzionamento della connessione remota all'avvio dell'applicazione
kn: ಸ್ಥಿರ ಅಪ್ಲಿಕೇಶನ್ ಪ್ರಾರಂಭಿಸುವಾಗ ರಿಮೋಟ್ ಸಂಪರ್ಕ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಲಾಗುವುದಿಲ್ಲ
nb_no: Fikset problem hvor app ikke sjekket at eksterne tilkoblinger funker
nl: Vaste app controleert niet of externe verbinding werkt bij het opstarten
pt_br: Corrigido o aplicativo não verificar se a conexão remota funciona ao iniciar
ta: தொடக்கத்தில் தொலைநிலை இணைப்பு செயல்படுகிறதா என்பதை பயன்பாடு சரிபார்க்கவில்லை
te: ప్రారంభించినప్పుడు రిమోట్ కనెక్షన్ పనిచేస్తుందో లేదో తనిఖీ చేయని స్థిరమైన యాప్
tr: Uygulama başlatıldığında uzak bağlantının çalışıp çalışmadığının kontrol edilmemesi sorunu düzeltildi
uk: Виправлено проблему, коли додаток не перевіряв працездатність віддаленого підключення під час запуску

source: Daily Update
bn: প্রতিদিনের আপডেট
de: Tägliches Update
es: Actulización Diaria
fr: Mise à jour quotidienne
hi: दैनिक अपडेट
id: Pembaruan Harian
it: Aggiornamento giornaliero
kn: ದೈನಂದಿನ ನವೀಕರಣ
nb_no: Daglig oppdatering
nl: Dagelijkse update
pt_br: Atualização Diária
ta: தினசரி புதுப்பிப்பு
te: రోజువారీ నవీకరణ
tr: Günlük Güncelleme
uk: Щоденне оновлення

source: Added text ellipsis to chat name so it doesn't change the button width
bn: চ্যাটের নামে পাঠ্য উপবৃত্ত যোগ করা হয়েছে যাতে এটি বোতামের প্রস্থ পরিবর্তন না করে
de: Text-Ellipse zum Chatnamen hinzugefügt, damit sich die Schaltflächenbreite nicht ändert
es: Añadido elipsis a el nombre del chat para que no afecte el largo del boton
fr: Résolu : ajout de point de suspension sur les noms des discussions pour ne pas changer la position des boutons
hi: चैट नाम में टेक्स्ट एलिप्सिस जोड़ा गया है ताकि बटन की चौड़ाई नहीं बदले
id: Ditambahkan elipsis teks pada nama obrolan agar tidak mengubah lebar tombol
it: Aggiunta di un'ellissi di testo al nome della chat, in modo da non modificare la larghezza del pulsante.
kn: ಚಾಟ್ ಹೆಸರಿಗೆ ಪಠ್ಯ ಎಲಿಪ್ಸಿಸ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಆದ್ದರಿಂದ ಅದು ಬಟನ್ ಅಗಲವನ್ನು ಬದಲಾಯಿಸುವುದಿಲ್ಲ
nb_no: Lo til tekst ellipsis til chat-navn slik at den ikke endrer knappbredden
nl: Tekst ellips toegevoegd aan chatnaam zodat het de breedte van de knop niet verandert
pt_br: Adicionadas reticências de texto ao nome da conversa para que não altere a largura do botão
ta: அரட்டை பெயருக்கு உரை நீள்வட்டம் சேர்க்கப்பட்டது, அதனால் பொத்தான் அகலம் மாறாது
te: చాట్ పేరుకు టెక్స్ట్ ఎలిప్సిస్ జోడించబడింది కాబట్టి ఇది బటన్ వెడల్పును మార్చదు
tr: Sohbet adına, düğme genişliğini değiştirmemesi için üç nokta eklendi
uk: Додано три крапки до назви чату, щоб вона не змінювала ширину кнопки

source: New shortcut for creating a chat (CTRL+N)
bn: একটি চ্যাট তৈরির জন্য নতুন শর্টকাট (CTRL+N)
de: Neue Verknüpfung zum Erstellen eines Chats (STRG+N)
es: Nuevo atajo de teclado para crear chat (CTRL+N)
fr: Ajouté : nouveau raccourci pour créer un chat (Ctrl+N)
hi: चैट बनाने के लिए नया शॉर्टकट (CTRL+N)
id: Pintasan baru untuk membuat obrolan (CTRL+N)
it: Nuova scorciatoia per creare chat (CTRL+N)
kn: ಚಾಟ್ ರಚಿಸಲು ಹೊಸ ಶಾರ್ಟ್‌ಕಟ್ (Ctrl+n)
nb_no: Ny hurtigtast for å lage samtale (CTRL+N)
nl: Nieuwe snelkoppeling voor het maken van een chat (CTRL+N)
pt_br: Novo atalho para criar uma conversa (Ctrl+N)
ta: ஒரு அரட்டையை உருவாக்குவதற்கான புதிய குறுக்குவழி (CTRL+N)
te: చాట్‌ని సృష్టించడానికి కొత్త సత్వరమార్గం (CTRL+N)
tr: Sohbet oluşturmak için yeni kısayol eklendi (CTRL+N)
uk: Новий ярлик для створення чату (CTRL+N)

source: New message entry design
bn: নতুন বার্তা লেখা নকশা
de: Neues Design für die Nachrichteneingabe
es: Nuevo diseño para el entry de mensaje
fr: Changé : nouveau design de la barre de message
hi: नया संदेश प्रविष्टि डिज़ाइन
id: Desain entri pesan baru
it: Nuovo design per l'inserimento dei messaggi
kn: ಹೊಸ ಸಂದೇಶ ಪ್ರವೇಶ ವಿನ್ಯಾಸ
nb_no: Ny meldingsoppføringsdesign
nl: Nieuw ontwerp voor berichtinvoer
pt_br: Novo design de entrada de mensagens
ta: புதிய செய்தி நுழைவு வடிவமைப்பு
te: కొత్త మెసేజ్ ఎంట్రీ డిజైన్
tr: Yeni mesaj girişi tasarımı eklendi
uk: Новий дизайн поля введення повідомлень

source: Fixed: Can't rename the same chat multiple times
bn: ঠিক করা হয়েছে: একই চ্যাটের একাধিকবার নাম পরিবর্তন করা যাবে না
de: Behoben: Derselbe Chat kann nicht mehrmals umbenannt werden
es: Arreglado: No se puede renombrar el mismo chat multiples veces
fr: Résolu : impossible de renommer la même discussion plusieurs fois
hi: एक ही चैट को कई बार नाम बदलने में समस्या थी, यह अब ठीक हो गई है
id: Diperbaiki: Tidak bisa mengganti nama obrolan yang sama beberapa kali
it: Corretto: Impossibile rinominare la stessa chat più volte
kn: ಸ್ಥಿರ: ಒಂದೇ ಚಾಟ್ ಅನ್ನು ಅನೇಕ ಬಾರಿ ಮರುಹೆಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
nb_no: Fikset: Kan ikke navngi den samme samtalen flere ganger
nl: Fixed: Kan dezelfde chat niet meerdere keren hernoemen
pt_br: Corrigido: Não é possível renomear a mesma conversa várias vezes
ta: சரி செய்யப்பட்டது: ஒரே அரட்டையை பல முறை மறுபெயரிட முடியாது
te: పరిష్కరించబడింది: ఒకే చాట్‌ని అనేకసార్లు పేరు మార్చడం సాధ్యం కాదు
tr: Aynı sohbetin adının birden fazla kez değiştirilememesi düzeltildi
uk: Виправлено: Неможливо перейменувати той самий чат кілька разів

source: The fix
bn: ঠিক করা
de: Die Fehlerbehebung
es: Arreglos
fr: Correction de bogues
hi: सुधार
id: Perbaikannya
it: Correzioni
kn: ಫಿಕ್ಸ್
nb_no: Fikset
nl: De oplossing
pt_br: A correção
ta: திருத்தம்
te: దిద్దుబాటు
tr: Düzeltme
uk: Виправлення

source: Fixed: Ollama instance keeps running on the background even when it is disabled
bn: ঠিক করা হয়েছে: ওল্লামা ইনস্ট্যান্স ব্যাকগ্রাউন্ডে চলতে থাকে এমনকি যখন এটি অকেজো
de: Behoben: Ollama-Instanz läuft weiter im Hintergrund, auch wenn sie deaktiviert ist
es: Arreglado: Instancia de Ollama sigue siendo ejecutada en el fondo aunque sea desactivada
fr: Résolu : Ollama continuait de s'exécuter en arrière plan même étant désactivé
hi: ओलामा इंस्टेंस बैकग्राउंड में चलता रहता है, भले ही इसे अक्षम कर दिया गया हो, यह समस्या अब ठीक हो गई है
id: Diperbaiki: Instansi Ollama terus berjalan di latar belakang meskipun dinonaktifkan
it: Corretto: L'istanza di Ollama continua a funzionare in background anche quando è disattivata
kn: ಸ್ಥಿರ: ಒಲ್ಲಾಮಾ ನಿದರ್ಶನವು ನಿಷ್ಕ್ರಿಯಗೊಂಡಾಗಲೂ ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಚಾಲನೆಯಲ್ಲಿದೆ
nb_no: Fikset: Ollama instans kjører i bakgrunnen selv hvis den er skrudd av
nl: Fixed: Ollama-instantie blijft op de achtergrond draaien, zelfs als deze is uitgeschakeld
pt_br: Corrigido: A instância do Ollama continua em execução em segundo plano mesmo quando está desativada
ta: சரி செய்யப்பட்டது: முடக்கினாலும் ஓல்லமா நிகழ்வு பின்னணியில் தொடர்ந்து இயங்குகிறது
te: పరిష్కరించబడింది: ఒల్లామా ఉదాహరణ నిలిపివేయబడినప్పుడు కూడా నేపథ్యంలో నడుస్తూనే ఉంటుంది
tr: Ollamanın devre dışı bırakıldığında bile arka planda çalışması düzeltildi
uk: Виправлено: Екземпляр Ollama продовжвав працювати у фоновому режимі, навіть коли він вимкнен

source: Fixed: Can't pull models on the integrated instance
bn: সংশোধন: ইন্টিগ্রেটেড ইনস্ট্যান্সে মডেল টানতে পারে না
de: Behoben: Modelle können nicht in die integrierte Instanz gezogen werden
es: Arreglado: No se puede descargar modelos en la instancia integrada
fr: Résolu : impossible de télécharger les modèles sur l'instance locale
hi: एकीकृत इंस्टेंस पर मॉडल्स नहीं खींच सकते थे, यह समस्या अब ठीक हो गई है
id: Diperbaiki: Tidak bisa menarik model pada instansi terintegrasi
it: Corretto: Impossibile scaricare i modelli nell'istanza integrata
kn: ಸ್ಥಿರ: ಸಂಯೋಜಿತ ನಿದರ್ಶನದಲ್ಲಿ ಮಾದರಿಗಳನ್ನು ಎಳೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ
nb_no: Fikset: Kan ikke nedlaste modeller på den samme instansen
nl: Fixed: Kan geen modellen trekken op de geïntegreerde instantie
pt_br: Corrigido: Não é possível baixar modelos na instância integrada
ta: சரி செய்யப்பட்டது: ஒருங்கிணைந்த நிகழ்வில் மாதிரிகளை இழுக்க முடியாது
te: పరిష్కరించబడింది: ఇంటిగ్రేటెడ్ ఇన్‌స్టాన్స్‌లో మోడల్‌లను లాగడం సాధ్యం కాదు
tr: Modellerin indirilememesi düzeltildi
uk: Виправлено: Неможливо завантажити моделі у вбудованому екземплярі

source: Quick tweaks
bn: দ্রুত টুইকস
de: Schnelle Anpassungen
es: Arreglos rápido
fr: Petites ajustements
hi: त्वरित सुधार
id: Penyesuaian Cepat
it: Piccole modifiche
kn: ತ್ವರಿತ ಟ್ವೀಕ್ಸ್
nb_no: Raske endringer
nl: Snelle aanpassingen
pt_br: Ajustes rápidos
ta: விரைவான மாற்றங்கள்
te: త్వరిత సర్దుబాటులు
tr: Hızlı ayarlamalar
uk: Швидкі налаштування

source: Added progress bar to models that are being pulled
bn: টানা হচ্ছে এমন মডেলগুলিতে অগ্রগতি বার যোগ করা হয়েছে
de: Fortschrittsbalken für Modelle hinzugefügt, die abgerufen werden
es: Añadida barra de progreso a modelos que estan siendo descargados
fr: Ajouté : barre de progression sur les modèles en téléchargement
hi: मॉडल्स को खींचते समय प्रगति बार जोड़ा गया है
id: Ditambahkan bilah progres untuk model yang sedang ditarik
it: Aggiunta una barra di avanzamento ai modelli in fase di scaricamento
kn: ಎಳೆಯಲಾಗುತ್ತಿರುವ ಮಾದರಿಗಳಿಗೆ ಪ್ರಗತಿ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til progresjonsbar på modeller som blir lastet ned
nl: Voortgangsbalk toegevoegd aan modellen die worden opgehaald
pt_br: Adicionada barra de progresso aos modelos que estão sendo baixados
ta: இழுக்கப்படும் மாதிரிகளுக்கு முன்னேற்றப் பட்டை சேர்க்கப்பட்டது
te: లాగబడుతున్న మోడల్‌లకు ప్రోగ్రెస్ బార్ జోడించబడింది
tr: İndirilmekte olan modellere ilerleme çubuğu eklendi
uk: Додано індикатор прогресу для моделей, що завантажуються

source: Added size to tags when pulling a model
bn: একটি মডেল টানা হলে ট্যাগগুলিতে আকার যোগ করা হয়েছে
de: Größe zu Tags hinzugefügt, wenn ein Modell abgerufen wird
es: Añadido tamaño de tags cuando se descarga un modelo
fr: Ajouté : taille des étiquettes de modèle avant le téléchargement
hi: मॉडल को खींचते समय टैग्स में आकार जोड़ा गया है
id: Ditambahkan ukuran pada tag saat menarik model
it: Aggiunte le dimensioni alle tag quando si scarica un modello
kn: ಮಾದರಿಯನ್ನು ಎಳೆಯುವಾಗ ಟ್ಯಾಗ್‌ಗಳಿಗೆ ಗಾತ್ರವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til størrelse på tagger for nedlastende modeller
nl: Grootte toegevoegd aan tags bij het ophalen van een model
pt_br: Adicionado tamanho às tags ao baixar um modelo
ta: ஒரு மாதிரியை இழுக்கும்போது குறிச்சொற்களுக்கு அளவு சேர்க்கப்பட்டது
te: మోడల్‌ను లాగుతున్నప్పుడు ట్యాగ్‌లకు పరిమాణం జోడించబడింది
tr: Bir model indirilirken etiketlere boyut eklendi
uk: Додано розмір до тегів під час завантаження моделі
