Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: 🎩 Magicoder is a family of 7B parameter models trained on 75K synthetic instruction data using OSS-Instruct, a novel approach to enlightening LLMs with open-source code snippets.
bn: 🎩 ম্যাজিকোডার হল ৭বি প্যারামিটার মডেলের একটি পরিবার যা OSS-Instruct ব্যবহার করে ৭৫কে সিন্থেটিক ইন্সট্রাকশন ডেটাতে প্রশিক্ষিত, LLMs কে ওপেন-সোর্স কোড স্নিপেটস দিয়ে আলোকিত করার একটি নতুন পদ্ধতি।
de: 🎩 Magicoder ist eine Familie von 7B-Parametermodellen, die mit 75K synthetischen Anweisungsdaten unter Verwendung von OSS-Instruct trainiert wurden, einem neuartigen Ansatz zur Aufklärung von LLMs mit Open-Source-Codeschnipseln.
es: 🎩 Magicoder es una familia de modelos de 7B parámetros entrenados en 75K datos de instrucción sintética utilizando OSS-Instruct, un enfoque novedoso para iluminar a los LLMs con fragmentos de código de código abierto.
fr: 🎩 Magicoder est une famille de modèles de 7B paramètres entraînés sur 75K données d'instructions synthétiques en utilisant OSS-Instruct, une approche novatrice pour éclairer les LLMs avec des extraits de code open-source.
hi: 🎩 मैजिकोडर 7बी पैरामीटर मॉडल्स का एक परिवार है जो 75के सिंथेटिक निर्देश डेटा पर ओएसएस-इन्स्ट्रक्ट का उपयोग करके प्रशिक्षित किया गया है, जो एलएलएमएस को ओपन-सोर्स कोड स्निपेट्स के साथ रोशन करने के लिए एक नवीन दृष्टिकोण है।
id: 🎩 Magicoder adalah keluarga model dengan 7B parameter yang dilatih menggunakan 75K data instruksi sintetis menggunakan OSS-Instruct, pendekatan baru untuk mencerahkan LLM dengan cuplikan kode sumber terbuka.
it: 🎩 Magicoder è una famiglia di modelli a 7B parametri addestrati su 75K dati di istruzioni sintetiche utilizzando OSS-Instruct, un approccio innovativo per addestrare i LLM con frammenti di codice open-source.
kn: 🎩 ಮ್ಯಾಜಿಕೋಡರ್ ಎನ್ನುವುದು 7 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಮಾದರಿಗಳ ಕುಟುಂಬವಾಗಿದ್ದು, ಒಎಸ್ಎಸ್-ಇನ್ಸ್ಟ್ರಕ್ಟ್ ಬಳಸಿ 75 ಕೆ ಸಂಶ್ಲೇಷಿತ ಸೂಚನಾ ದತ್ತಾಂಶದಲ್ಲಿ ತರಬೇತಿ ಪಡೆದಿದೆ, ಇದು ತೆರೆದ ಮೂಲ ಕೋಡ್ ತುಣುಕುಗಳೊಂದಿಗೆ ಎಲ್ಎಲ್ಎಂಗಳನ್ನು ಪ್ರಬುದ್ಧಗೊಳಿಸುವ ಒಂದು ಹೊಸ ವಿಧಾನವಾಗಿದೆ.
nb_no: 🎩 Magicoder er en familie av 7B parametermodeller som trenes på 75K syntetisk instruksjonsdata ved hjelp av OSS-Instruct, en ny tilnærming til å opplyse språkmodeller med åpen kildekode snerter.
nl: 🎩 Magicoder is een familie van 7B-parametermodellen getraind op 75K synthetische instructiedata met behulp van OSS-Instruct, een nieuwe benadering om LLM's te verlichten met open-source codefragmenten.
pt_br: 🎩 Magicoder é uma família de modelos de parâmetros 7B treinados em 75K dados de instruções sintéticas usando OSS-Instruct, uma nova abordagem para esclarecer LLMs com trechos de código de código aberto.
ru: 🎩 Magicoder — это семейство моделей с 7B параметрами, обученных на 75 000 синтетических данных инструкций с использованием OSS-Instruct, нового подхода к обучению LLM с помощью фрагментов кода с открытым исходным кодом.
ta: 🎩 மேஜிகோடர் என்பது OSS-இன்ஸ்ட்ரக்ட் ஐப் பயன்படுத்தி 75K செயற்கை அறிவுறுத்தல் தரவுகளில் பயிற்சி அளிக்கப்பட்ட 7B அளவுரு மாதிரிகளின் குடும்பம் ஆகும், இது திறந்த மூல குறியீடு துணுக்குகளுடன் LLM களைப் பிரகாசமாக்குவதற்கான ஒரு புதிய அணுகுமுறை ஆகும்.
te: 🎩 మ్యాజికోడర్ అనేది OSS-ఇన్‌స్ట్రక్ట్‌ని ఉపయోగించి 75K సింథటిక్ ఇన్‌స్ట్రక్షన్ డేటాపై శిక్షణ పొందిన 7B పారామీటర్ మోడల్‌ల కుటుంబం, ఇది ఓపెన్-సోర్స్ కోడ్ స్నిప్పెట్‌లతో LLMలను జ్ఞానోదయం చేసే కొత్త విధానం.
tr: 🎩 Magicoder, OSS-Instruct kullanarak 75K sentetik talimat verisi üzerinde eğitilmiş 7B parametreli modellerden oluşan bir ailedir. OSS-Instruct, açık kaynak kod parçacıkları ile LLM'leri aydınlatmak için yenilikçi bir yaklaşımdır.
uk: 🎩 Magicoder — це сімейство моделей з 7B параметрів, навчений на 75K синтетичних інструкціях за допомогою OSS-Instruct, нового підходу до вдосконалення LLM за допомогою відкритих кодових фрагментів.

source: A lightweight chat model allowing accurate, and responsive output without requiring high-end hardware.
bn: হালকা চ্যাট মডেল যা সঠিক এবং সাড়া প্রদান করে উচ্চ-মানের হার্ডওয়্যার ছাড়াই।
de: Ein leichtgewichtiges Chatmodell, das eine genaue und reaktionsschnelle Ausgabe ermöglicht, ohne High-End-Hardware zu benötigen.
es: Un modelo de chat ligero que permite una salida precisa y receptiva sin requerir hardware de alta gama.
fr: Un modèle de chat léger permettant une sortie précise et réactive sans nécessiter de matériel haut de gamme.
hi: एक हल्का चैट मॉडल जो उच्च-अंत हार्डवेयर की आवश्यकता के बिना सटीक और प्रतिक्रियाशील आउटपुट की अनुमति देता है।
id: Model obrolan ringan yang memungkinkan keluaran yang akurat dan responsif tanpa memerlukan perangkat keras kelas atas.
it: Un modello di chat leggero che consente di ottenere risultati precisi e reattivi senza richiedere hardware di alto livello.
kn: ಉನ್ನತ ಮಟ್ಟದ ಯಂತ್ರಾಂಶದ ಅಗತ್ಯವಿಲ್ಲದೇ ನಿಖರ ಮತ್ತು ಸ್ಪಂದಿಸುವ output ಟ್‌ಪುಟ್ ಅನ್ನು ಅನುಮತಿಸುವ ಹಗುರವಾದ ಚಾಟ್ ಮಾದರಿ.
nb_no: En lett chat-modell som gir nøyaktig og responsiv svar uten krav på sterk maskinvare.
nl: Een lichtgewicht chatmodel dat nauwkeurige en responsieve uitvoer mogelijk maakt zonder dat er high-end hardware nodig is.
pt_br: Um modelo de conversação leve que permite uma saída precisa e responsiva sem exigir hardware de última geração.
ru: Облегченная модель чата, обеспечивающая точный и быстрый вывод без необходимости использования высокопроизводительного оборудования.
ta: ஒரு இலகுரக அரட்டை மாதிரி, இது உயர்நிலை வன்பொருள் தேவையில்லாமல் துல்லியமான மற்றும் பதிலளிக்கக்கூடிய வெளியீட்டை அனுமதிக்கிறது.
te: హై-ఎండ్ హార్డ్‌వేర్ అవసరం లేకుండా ఖచ్చితమైన మరియు ప్రతిస్పందించే అవుట్‌పుట్‌ను అనుమతించే తేలికపాటి చాట్ మోడల్.
tr: Yüksek performanslı donanım gerektirmeden doğru ve hızlı yanıtlar verebilen hafif bir sohbet modelidir.
uk: Легка чат-модель, яка забезпечує точний та швидкий вихід без потреби в потужному обладнанні.

source: A high-performing code instruct model created by merging two existing code models.
bn: দুটি বিদ্যমান কোড মডেল একত্রিত করে তৈরি করা একটি উচ্চ-পারফর্মিং কোড ইন্সট্রাক্ট মডেল।
de: Ein leistungsstarkes Code-Anweisungsmodell, das durch Zusammenführen von zwei bestehenden Code-Modellen erstellt wurde.
es: Un modelo de instrucción de código de alto rendimiento creado mediante la fusión de dos modelos de código existentes.
fr: Un modèle code instruct performant créé en fusionnant deux modèles de code existants.
hi: दो मौजूदा कोड मॉडल्स को मिलाकर बनाया गया एक उच्च-प्रदर्शन कोड निर्देश मॉडल।
id: Model instruksi kode berkinerja tinggi yang dibuat dengan menggabungkan dua model kode yang ada.
it: Un modello per scrittura di codice ad alte prestazioni creato dalla fusione di due modelli di codice esistenti.
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಎರಡು ಕೋಡ್ ಮಾದರಿಗಳನ್ನು ವಿಲೀನಗೊಳಿಸುವ ಮೂಲಕ ರಚಿಸಲಾದ ಉನ್ನತ-ಕಾರ್ಯಕ್ಷಮತೆಯ ಕೋಡ್ ಸೂಚನೆ ಮಾದರಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
nb_no: En høy-ytende kode instruksmodell opprettet ved sammenslåing av to eksisterende kode modeller.
nl: Een krachtig code-instructiemodel dat is gemaakt door twee bestaande code-modellen samen te voegen.
pt_br: Um modelo de instrução de código de alto desempenho criado pela fusão de dois modelos de código existentes.
ru: Высокопроизводительная модель инструкций кода, созданная путем объединения двух существующих моделей кода.
ta: இரண்டு ஏற்கனவே உள்ள குறியீடு மாதிரிகளை இணைப்பதன் மூலம் உருவாக்கப்பட்ட அதிக செயல்திறன் கொண்ட குறியீடு அறிவுறுத்தல் மாதிரி.
te: ఇప్పటికే ఉన్న రెండు కోడ్ మోడల్‌లను విలీనం చేయడం ద్వారా రూపొందించబడిన అధిక-పనితీరు గల కోడ్ సూచన మోడల్.
tr: İki mevcut kod modelinin birleştirilmesiyle oluşturulmuş yüksek performanslı bir kod talimat modelidir.
uk: Високопродуктивна модель для інструкцій з коду, створена шляхом злиття двох існуючих моделей коду.

source: Falcon2 is an 11B parameters causal decoder-only model built by TII and trained over 5T tokens.
bn: ফ্যালকন2 হল টিআইআই দ্বারা নির্মিত এবং ৫টি টোকেনের উপর প্রশিক্ষিত ১১বি প্যারামিটার কার্যকারণ শুধুমাত্র-ডিকোডার মডেল।
de: Falcon2 ist ein kausales Decoder-only-Modell mit 11B Parametern, das von TII entwickelt und über 5T Token trainiert wurde.
es: Falcon2 es un modelo causal de 11B parámetros solo decodificador construido por TII y entrenado en más de 5T tokens.
fr: Falcon2 est un modèle causale de 11B paramètres, développé par TII et entraîné sur 5T tokens.
hi: फाल्कन2 टीआईआई द्वारा निर्मित 11बी पैरामीटर्स कॉज़ल डिकोडर-ओनली मॉडल है जिसे 5टी टोकन्स पर प्रशिक्षित किया गया है।
id: Falcon2 adalah model dekoder kausal 11B parameter yang dibangun oleh TII dan dilatih di atas 5T token.
it: Falcon2 è un modello di decodifica causale a 11B parametri costruito da TII e addestrato su 5T token.
kn: ಫಾಲ್ಕನ್ 2 ಎನ್ನುವುದು 11 ಬಿ ನಿಯತಾಂಕಗಳಾದ ಸಾಂದರ್ಭಿಕ ಡಿಕೋಡರ್-ಮಾತ್ರ ಮಾದರಿಯಾಗಿದ್ದು, ಟಿಐಐ ನಿರ್ಮಿಸಿದೆ ಮತ್ತು 5 ಟಿ ಟೋಕನ್‌ಗಳಿಗಿಂತ ಹೆಚ್ಚು ತರಬೇತಿ ಪಡೆದಿದೆ.
nb_no: Falcon2 er en 11B-parameter kausaldekoder-bare modell bygget av TII og trent over 5T tokens.
nl: Falcon2 is een causaal decodermodel met 11B parameters, gebouwd door TII en getraind op 5T tokens.
pt_br: Falcon2 é um modelo decodificador causal de 11B parâmetros criado pelo TII e treinado em 5T tokens.
ru: Falcon2 — это модель причинного декодера с 11B параметров, созданная TII и обученная на токенах 5T.
ta: Falcon2 என்பது TII ஆல் உருவாக்கப்பட்ட ஒரு 11B அளவுருக்கள் கொண்ட காரணி டிகோடர்-மட்டுமே மாதிரி மற்றும் 5T டோக்கன்களில் பயிற்சி அளிக்கப்பட்டது.
te: Falcon2 అనేది TII ద్వారా రూపొందించబడిన మరియు 5T టోకెన్‌లపై శిక్షణ పొందిన 11B పారామీటర్‌ల కారణ డీకోడర్-మాత్రమే మోడల్.
tr: Falcon2, TII tarafından geliştirilen ve 5 trilyon token üzerinde eğitilmiş 11B parametreli yalnızca neden-sonuç (causal) bir kod çözücüdür.
uk: Falcon2 — це модель декодера з 11B параметрами, побудована TII та навчена на 5T токенах.

source: Wizard Vicuna is a 13B parameter model based on Llama 2 trained by MelodysDreamj.
bn: উইজার্ড ভিকুনা হল মেলোডিসড্রিমজ দ্বারা প্রশিক্ষিত এলমা ২ ভিত্তিক ১৩বি প্যারামিটার মডেল।
de: Wizard Vicuna ist ein 13B-Parametermodell basierend auf Llama 2, das von MelodysDreamj trainiert wurde.
es: Wizard Vicuna es un modelo de 13B parámetros basado en Llama 2 entrenado por MelodysDreamj.
fr: Wizard Vicuna est un modèle de 13B paramètres basé sur Llama 2, entraîné par MelodysDreamj.
hi: विज़ार्ड विकुना एलएलएएमए 2 पर आधारित 13बी पैरामीटर मॉडल है जिसे मेलोडीज़ड्रीमज द्वारा प्रशिक्षित किया गया है।
id: Wizard Vicuna adalah model 13B parameter berbasis Llama 2 yang dilatih oleh MelodysDreamj.
it: Wizard Vicuna è un modello a 13B parametri basato su Llama 2 addestrato da MelodysDreamj.
kn: Wizard ವಿಕುನಾ ಎನ್ನುವುದು ಲಾಮಾ 2 ಅನ್ನು ಆಧರಿಸಿದ 13 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಮಾದರಿಯಾಗಿದ್ದು, ಮೆಲೊಡಿಸ್ಡ್ರೀಮ್ಜೆ ತರಬೇತಿ ಪಡೆದಿದೆ.
nb_no: Wizard Vicuna er en 13B parametermodell basert på Llama 2 trent av MelodysDreamj.
nl: Wizard Vicuna is een 13B parametermodel gebaseerd op Llama 2 getraind door MelodysDreamj.
pt_br: Wizard Vicuna é um modelo de parâmetro 13B baseado no Llama 2 treinado pelo MelodysDreamj.
ru: Wizard Vicuna — это модель с 13B параметрами, основанная на Llama 2, обученная MelodysDreamj.
ta: விசார்ட் விசுனா என்பது மெலோடிஸ் ட்ரீம்ஜே மூலம் பயிற்சி அளிக்கப்பட்ட Llama 2 ஐ அடிப்படையாகக் கொண்ட 13B அளவுரு மாதிரி ஆகும்.
te: విజార్డ్ వికునా అనేది MelodysDreamj ద్వారా శిక్షణ పొందిన లామా 2 ఆధారంగా 13B పారామీటర్ మోడల్.
tr: Wizard Vicuna, MelodysDreamj tarafından eğitilmiş ve Llama 2'ye dayanan 13B parametreli bir modeldir.
uk: Wizard Vicuna — це модель з 13B параметрів на основі Llama 2, навчена MelodysDreamj.

source: MistralLite is a fine-tuned model based on Mistral with enhanced capabilities of processing long contexts.
bn: মিস্ট্রাললাইট হল মিস্ট্রাল ভিত্তিক একটি ফাইন-টিউন মডেল যা দীর্ঘ প্রসঙ্গ প্রক্রিয়াকরণের উন্নত ক্ষমতা রয়েছে।
de: MistralLite ist ein feinabgestimmtes Modell basierend auf Mistral mit verbesserten Fähigkeiten zur Verarbeitung langer Kontexte.
es: MistralLite es un modelo ajustado basado en Mistral con capacidades mejoradas de procesamiento de contextos largos.
fr: MistralLite est un modèle affiné basé sur Mistral avec des capacités améliorées de traitement des contextes longs.
hi: मिस्ट्राललाइट मिस्ट्रल पर आधारित एक फाइन-ट्यून मॉडल है जिसमें लंबे संदर्भों को संसाधित करने की क्षमता बढ़ाई गई है।
id: MistralLite adalah model yang disesuaikan berbasis Mistral dengan kemampuan ditingkatkan untuk memproses konteks panjang.
it: MistralLite è un modello ottimizzato basato su Mistral con migliori capacità di elaborazione di contesti lunghi.
kn: ಮಿಸ್ಟ್ರಾಲೈಟ್ ಎನ್ನುವುದು ದೀರ್ಘ ಸಂದರ್ಭಗಳನ್ನು ಸಂಸ್ಕರಿಸುವ ವರ್ಧಿತ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಹೊಂದಿರುವ ಮಿಸ್ಟ್ರಲ್ ಆಧಾರಿತ ಉತ್ತಮ-ಟ್ಯೂನ್ಡ್ ಮಾದರಿಯಾಗಿದೆ.
nb_no: MistralLite er en finjustert modell basert på Mistral med forbedret kapasitet i å behandle lange kontekst vinduer.
nl: MistralLite is een verfijnd model gebaseerd op Mistral met verbeterde mogelijkheden voor het verwerken van lange contexten.
pt_br: MistralLite é um modelo aprimorado baseado no Mistral com capacidades aprimoradas de processamento de contextos longos.
ru: MistralLite — доработанная модель на базе Mistral с расширенными возможностями обработки длинных контекстов.
ta: மிஸ்ட்ரல் லைட் என்பது மிஸ்ட்ரலை அடிப்படையாகக் கொண்ட ஒரு சிறந்த முறையில் மாற்றியமைக்கப்பட்ட மாதிரி ஆகும், இது நீண்ட சூழல்களை செயலாக்குவதற்கான மேம்பட்ட திறன்களைக் கொண்டுள்ளது.
te: MistralLite అనేది సుదీర్ఘ సందర్భాలను ప్రాసెస్ చేసే మెరుగైన సామర్థ్యాలతో Mistral ఆధారంగా చక్కగా ట్యూన్ చేయబడిన మోడల్.
tr: MistralLite, Mistral tabanlı ve uzun bağlamları işleme yetenekleri artırılmış ince ayar yapılmış bir modeldir.
uk: MistralLite — це доопрацьована модель на основі Mistral з розширеними можливостями обробки довгих контекстів.

source: MathΣtral: a 7B model designed for math reasoning and scientific discovery by Mistral AI.
bn: MathΣtral: Mistral AI দ্বারা গণিত যুক্তি এবং বৈজ্ঞানিক আবিষ্কারের জন্য ৭বি মডেল ডিজাইন করা হয়েছে।
de: MathΣtral: ein 7B-Modell, das von Mistral AI für mathematisches Schlussfolgern und wissenschaftliche Entdeckungen entwickelt wurde.
es: MathΣtral: un modelo de 7B diseñado para razonamiento matemático y descubrimiento científico por Mistral AI.
fr: MathΣtral : un modèle de 7B conçu pour le raisonnement mathématique et la découverte scientifique par Mistral AI.
hi: मैथΣ्ट्रल: मिस्ट्रल एआई द्वारा गणितीय तर्क और वैज्ञानिक अनुसंधान के लिए डिज़ाइन किया गया 7बी मॉडल।
id: MathΣtral: model 7B yang dirancang untuk penalaran matematika dan penemuan ilmiah oleh Mistral AI.
it: MathΣtral: un modello 7B progettato per il ragionamento matematico e la scoperta scientifica da Mistral AI.
kn: MathΣtral: ಮಿಸ್ಟ್ರಲ್ ಎಐ ಅವರಿಂದ ಗಣಿತ ತಾರ್ಕಿಕ ಮತ್ತು ವೈಜ್ಞಾನಿಕ ಆವಿಷ್ಕಾರಕ್ಕಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ 7 ಬಿ ಮಾದರಿ.
nl: MathΣtral: een 7B-model ontworpen voor wiskundig redeneren en wetenschappelijke ontdekking door Mistral AI.
pt_br: MathΣtral: um modelo 7B projetado para raciocínio matemático e descoberta científica pela Mistral AI.
ta: MathΣtral: கணித வாதம் மற்றும் அறிவியல் கண்டுபிடிப்புக்காக மிஸ்ட்ரல் AI ஆல் வடிவமைக்கப்பட்ட 7B மாதிரி.
te: MathΣtral: Mistral AI ద్వారా గణిత తార్కికం మరియు శాస్త్రీయ ఆవిష్కరణ కోసం రూపొందించబడిన 7B మోడల్.
tr: MathΣtral: Mistral AI tarafından matematiksel akıl yürütme ve bilimsel keşifler için tasarlanmış 7B parametreli bir modeldir.
uk: MathΣtral: модель з 7B параметрами, розроблена для математичного розмірковування та наукових відкриттів від Mistral AI.

source: 7B parameter text-to-SQL model made by MotherDuck and Numbers Station.
bn: মাদারডাক এবং নাম্বারস স্টেশন দ্বারা তৈরি করা ৭বি প্যারামিটার টেক্সট-টু-এসকিউএল মডেল।
de: 7B-Parameter-Text-zu-SQL-Modell von MotherDuck und Numbers Station.
es: Modelo de texto a SQL de 7B parámetros hecho por MotherDuck y Numbers Station.
fr: Modèle de text-to-SQL de 7B paramètres développé par MotherDuck et Numbers Station.
hi: मदरडक और नंबर्स स्टेशन द्वारा बनाया गया 7बी पैरामीटर टेक्स्ट-टू-एसक्यूएल मॉडल।
id: Model text-to-SQL dengan 7B parameter yang dibuat oleh MotherDuck dan Numbers Station.
it: Modello text-to-SQL a 7B parametri realizzato da MotherDuck e Numbers Station.
kn: ಮದರ್‌ಡಕ್ ಮತ್ತು ಸಂಖ್ಯೆಗಳ ನಿಲ್ದಾಣದಿಂದ ತಯಾರಿಸಿದ 7 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಪಠ್ಯದಿಂದ ಎಸ್‌ಕ್ಯೂಎಲ್ ಮಾದರಿ.
nb_no: 7B parameter tekst til SQL-modell laget av MotherDuck og Numbers Station.
nl: 7B parameter tekst-naar-SQL model gemaakt door MotherDuck en Numbers Station.
pt_br: Modelo de texto-para-SQL do parâmetro 7B feito por MotherDuck e Numbers Station.
ru: Модель преобразования текста в SQL с 7B параметрами, созданная MotherDuck и Numbers Station.
ta: மதர் டக் மற்றும் நம்பர்ஸ் ஸ்டேஷன் உருவாக்கிய 7B அளவுரு உரை-க்கு-SQL மாதிரி.
te: మదర్‌డక్ మరియు నంబర్స్ స్టేషన్ ద్వారా 7B పారామీటర్ టెక్స్ట్-టు-SQL మోడల్ తయారు చేయబడింది.
tr: MotherDuck ve Numbers Station tarafından yapılan 7B parametreli metin-to-SQL modelidir.
uk: Модель text-to-SQL з 7B параметрів, створена MotherDuck і Numbers Station.

source: MegaDolphin-2.2-120b is a transformation of Dolphin-2.2-70b created by interleaving the model with itself.
bn: মেগা ডলফিন-২.২-১২০বি হল ডলফিন-২.২-৭০বি এর একটি রূপান্তর যা মডেলটিকে নিজের সাথে ইন্টারলিভিং করে তৈরি করা হয়েছে।
de: MegaDolphin-2.2-120b ist eine Transformation von Dolphin-2.2-70b, die durch Verschachtelung des Modells mit sich selbst erstellt wurde.
es: MegaDolphin-2.2-120b es una transformación de Dolphin-2.2-70b creada al entrelazar el modelo consigo mismo.
fr: MegaDolphin-2.2-120b est une transformation du modèle Dolphin-2.2-70b créée en entrelaçant le modèle avec lui-même.
hi: मेगाडॉल्फिन-2.2-120बी डॉल्फिन-2.2-70बी का एक रूपांतरण है जो मॉडल को स्वयं के साथ अंतरालित करके बनाया गया है।
id: MegaDolphin-2.2-120b adalah transformasi dari Dolphin-2.2-70b yang dibuat dengan menyelingi model dengan dirinya sendiri.
it: MegaDolphin-2.2-120b è una trasformazione di Dolphin-2.2-70b creata interlacciando il modello con se stesso.
kn: ಮೆಗಾಡೊಲ್ಫಿನ್ -2.2-120 ಬಿ ಎನ್ನುವುದು ಡಾಲ್ಫಿನ್ -2.2-70 ಬಿ ಯ ರೂಪಾಂತರವಾಗಿದ್ದು, ಮಾದರಿಯನ್ನು ಸ್ವತಃ ಇಂಟರ್ಲೀವಿಂಗ್ ಮಾಡುವ ಮೂಲಕ ರಚಿಸಲಾಗಿದೆ.
nb_no: MegaDolphin-2.2-120b er en transformasjon av Dolphin-2.2-70b opprettet av å samhandle modellen med seg selv.
nl: MegaDolphin-2.2-120b is een transformatie van Dolphin-2.2-70b gemaakt door het model met zichzelf te vervlechten.
pt_br: MegaDolphin-2.2-120b é uma transformação do Dolphin-2.2-70b criada intercalando o modelo consigo mesmo.
ru: MegaDolphin-2.2-120b — это трансформация Dolphin-2.2-70b, созданная путем чередования модели самой с собой.
ta: MegaDolphin-2.2-120b என்பது டால்பின்-2.2-70b இன் ஒரு மாற்றமாகும், இது மாதிரியைத் தானே வரிசைப்படுத்துவதன் மூலம் உருவாக்கப்பட்டது.
te: MegaDolphin-2.2-120b అనేది డాల్ఫిన్-2.2-70b యొక్క రూపాంతరం, మోడల్‌ను దానితో కలుపుకోవడం ద్వారా సృష్టించబడింది.
tr: MegaDolphin-2.2-120b, Dolphin-2.2-70b modelinin kendisiyle karıştırılarak oluşturulmuş bir dönüşümüdür.
uk: MegaDolphin-2.2-120b — це трансформація Dolphin-2.2-70b, створена шляхом чергування моделі з самою собою.

source: Solar Pro Preview: an advanced large language model (LLM) with 22 billion parameters designed to fit into a single GPU
bn: Solar Pro Preview: 22 বিলিয়ন প্যারামিটারের একটি উন্নত বড় ভাষার মডেল (LLM), যা একটি মাত্র GPU-তে ফিট করার জন্য ডিজাইন করা হয়েছে।
de: Solar Pro Preview: ein fortschrittliches großes Sprachmodell (LLM) mit 22 Milliarden Parametern, das für den Einsatz auf einer einzelnen GPU ausgelegt ist.
es: Vista previa de Solar Pro: un modelo de lenguaje grande (LLM) avanzado con 22 mil millones de parámetros diseñado para caber en una sola GPU
fr: Solar Pro Preview : un modèle de langage de grande taille (LLM) avancé avec 22 milliards de paramètres conçu pour tenir sur un seul GPU.
hi: Solar Pro Preview: एक उन्नत बड़े भाषा मॉडल (LLM) जिसमें 22 अरब पेरामीटर हैं, जो एक ही GPU में फिट होने के लिए डिज़ाइन किया गया है।
id: Solar Pro Preview: model bahasa besar (LLM) canggih dengan 22 miliar parameter yang dirancang untuk muat dalam satu GPU.
it: Solar Pro Preview: un modello linguistico avanzato di grandi dimensioni (LLM) con 22 miliardi di parametri progettato per funzionare in una singola GPU.
kn: ಸೋಲಾರ್ ಪ್ರೊ ಪೂರ್ವವೀಕ್ಷಣೆ: ಒಂದೇ ಜಿಪಿಯುಗೆ ಹೊಂದಿಕೊಳ್ಳಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ 22 ಬಿಲಿಯನ್ ನಿಯತಾಂಕಗಳನ್ನು ಹೊಂದಿರುವ ಸುಧಾರಿತ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿ (ಎಲ್ಎಲ್ಎಂ)
nl: Solar Pro Preview: een geavanceerd groot taalmodel (LLM) met 22 miljard (22B) parameters, ontworpen voor een enkele GPU
pt_br: Solar Pro Preview: um modelo avançado de linguagem grande (LLM) com 22 bilhões de parâmetros projetados para caber em uma única GPU
ta: சோலார் ப்ரோ முன்னோட்டம்: 22 பில்லியன் அளவுருக்கள் கொண்ட ஒரு மேம்பட்ட பெரிய மொழி மாதிரி (LLM), இது ஒரு GPU இல் பொருந்தும் வகையில் வடிவமைக்கப்பட்டுள்ளது.
te: సోలార్ ప్రో ప్రివ్యూ: ఒకే GPUకి సరిపోయేలా రూపొందించబడిన 22 బిలియన్ పారామీటర్‌లతో కూడిన అధునాతన పెద్ద భాష మోడల్ (LLM)
tr: Solar Pro Önizleme: Tek bir GPU'ya sığacak şekilde tasarlanmış 22 milyar parametreli Gelişmiş Büyük Dil Modeli (LLM)
uk: Solar Pro Preview: передова велика мовна модель (LLM) з 22 мільярдами параметрів, розроблена для роботи на одному GPU.

source: A series of models that convert HTML content to Markdown content, which is useful for content conversion tasks.
bn: একটি মডেল সিরিজ যা HTML কন্টেন্টকে Markdown কন্টেন্টে রূপান্তর করে, যা কন্টেন্ট রূপান্তর কাজের জন্য উপকারী।
de: Eine Modellreihe, die HTML-Inhalte in Markdown-Inhalte umwandelt, was für Aufgaben der Inhaltskonvertierung nützlich ist.
es: Una serie de modelos que convierten contenido HTML en contenido Markdown, lo cual resulta útil para tareas de conversión de contenido.
fr: Une série de modèles qui convertissent le contenu HTML en contenu Markdown, utile pour les tâches de conversion de contenu.
hi: HTML सामग्री को Markdown सामग्री में परिवर्तित करने वाले मॉडलों की एक श्रृंखला, जो सामग्री रूपांतरण कार्यों के लिए उपयोगी है।
id: Serangkaian model yang mengonversi konten HTML menjadi konten Markdown, yang berguna untuk tugas konversi konten.
it: Una serie di modelli che convertono il contenuto HTML in contenuto Markdown, utile per le operazioni di conversione dei contenuti.
kn: HTML ವಿಷಯವನ್ನು ಮಾರ್ಕ್‌ಡೌನ್ ವಿಷಯಕ್ಕೆ ಪರಿವರ್ತಿಸುವ ಮಾದರಿಗಳ ಸರಣಿ, ಇದು ವಿಷಯ ಪರಿವರ್ತನೆ ಕಾರ್ಯಗಳಿಗೆ ಉಪಯುಕ್ತವಾಗಿದೆ.
nl: Een reeks modellen die HTML-inhoud converteren naar Markdown-inhoud, wat handig is voor het converteren van inhoud.
pt_br: Uma série de modelos que convertem conteúdo HTML em conteúdo Markdown, o que é útil para tarefas de conversão de conteúdo.
ta: HTML உள்ளடக்கத்தை மார்க்டவுன் உள்ளடக்கமாக மாற்றும் மாதிரிகளின் தொடர், இது உள்ளடக்க மாற்றும் பணிகளுக்குப் பயன்படும்.
te: HTML కంటెంట్‌ను మార్క్‌డౌన్ కంటెంట్‌గా మార్చే మోడల్‌ల శ్రేణి, ఇది కంటెంట్ మార్పిడి పనులకు ఉపయోగపడుతుంది.
tr: HTML içeriğini, içerik dönüştürme görevleri için kullanışlı olan içeriğe işaretleme içeriğine dönüştüren bir dizi model.
uk: Серія моделей, які перетворюють HTML-контент у Markdown-контент, що є корисним для завдань конвертації контенту.
