Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: An extension of Mistral to support context windows of 64K or 128K.
bn: মিস্ট্রালের একটি সম্প্রসারণ, ৬৪কে বা ১২৮কে কন্টেক্সট উইন্ডোগুলির সমর্থন করার জন্য।
de: Eine Erweiterung von Mistral zur Unterstützung von Kontextfenstern von 64K oder 128K.
es: Una extensión de Mistral para soportar ventanas de contexto de 64K o 128K.
fr: Une extension de Mistral pour supporter des fenêtres de contexte de 64K ou 128K.
hi: मिस्ट्रल का एक विस्तार जो 64K या 128K के कॉन्टेक्स्ट विंडो को सपोर्ट करता है।
id: Ekstensi dari Mistral untuk mendukung jendela konteks 64K atau 128K.
it: Un'estensione di Mistral per il supporto a finestre di contesto di 64K o 128K.
kn: 64 ಕೆ ಅಥವಾ 128 ಕೆ ಸಂದರ್ಭದ ಕಿಟಕಿಗಳನ್ನು ಬೆಂಬಲಿಸಲು ಮಿಸ್ಟ್ರಾಲ್ ವಿಸ್ತರಣೆ.
nb_no: En utvidelse av Mistral for å støtte kontekstvinduer på 64K eller 128K.
nl: Een uitbreiding van Mistral om contextvensters van 64K of 128K te ondersteunen.
pt_br: Uma extensão do Mistral para suportar janelas de contexto de 64K ou 128K.
ru: Расширение Mistral для поддержки контекстных окон размером 64 КБ или 128 КБ.
ta: 64K அல்லது 128K இன் சூழல் சாளரங்களை ஆதரிக்கும் மிஸ்ட்ரலின் விரிவாக்கம்.
te: 64K లేదా 128K యొక్క సందర్భ విండోలకు మద్దతు ఇవ్వడానికి Mistral యొక్క పొడిగింపు.
tr: Mistral'ın 64K veya 128K bağlam pencerelerini destekleyecek şekilde genişletilmiş versiyonudur.
uk: Розширення Mistral для підтримки контекстних вікон розміром 64K або 128K.

source: An expansion of Llama 2 that specializes in integrating both general language understanding and domain-specific knowledge, particularly in programming and mathematics.
bn: প্রোগ্রামিং এবং গণিতে বিশেষত সাধারণ ভাষা বোঝাপড়া এবং ডোমেইন-স্পেসিফিক জ্ঞান একত্রিত করার জন্য ল্লামা ২ এর একটি সম্প্রসারণ।
de: Eine Erweiterung von Llama 2, die sich darauf spezialisiert hat, sowohl allgemeines Sprachverständnis als auch domänenspezifisches Wissen, insbesondere im Bereich Programmierung und Mathematik, zu integrieren.
es: Una expansión de Llama 2 que se especializa en integrar tanto la comprensión general del lenguaje como el conocimiento específico del dominio, particularmente en programación y matemáticas.
fr: Une expansion de Llama 2 qui se spécialise dans l'intégration de la compréhension générale du langage et des connaissances spécifiques aux domaines, en particulier en programmation et en mathématiques.
hi: एक विस्तार जो सामान्य भाषा समझ और डोमेन-विशिष्ट ज्ञान को एकीकृत करता है, विशेष रूप से प्रोग्रामिंग और गणित में।
id: Ekspansi dari Llama 2 yang mengkhususkan diri dalam mengintegrasikan pemahaman bahasa umum dan pengetahuan spesifik domain, terutama dalam pemrograman dan matematika.
it: Un'espansione di Llama 2 che si specializza nell'integrare sia la comprensione generale del linguaggio sia le conoscenze specifiche dell'argomento, in particolare nella programmazione e nella matematica.
kn: 64 ಕೆ 128 ಕೆ ಸಂದರ್ಭದ ಕಿಟಕಿಗಳನ್ನು ಬೆಂಬಲಿಸಲು.
nb_no: En utvidelse av Llama 2 som spesialiserer seg på å integrere både generelt språkforståelse og domenespesifikk kunnskap, spesielt i programmering og matematikk.
nl: Een uitbreiding van Llama 2 die gespecialiseerd is in het integreren van zowel algemeen taalbegrip als domeinspecifieke kennis, met name op het gebied van programmeren en wiskunde.
pt_br: Uma expansão do Llama 2 especializada em integrar tanto a compreensão geral da linguagem quanto o conhecimento específico de um domínio, particularmente em programação e matemática.
ru: Расширение Llama 2, которое специализируется на интеграции как общего понимания языка, так и знаний по конкретной предметной области, особенно в области программирования и математики.
ta: Llama 2 இன் விரிவாக்கம், இது பொது மொழி புரிதல் மற்றும் கள-குறிப்பிட்ட அறிவு ஆகிய இரண்டையும் ஒருங்கிணைப்பதில் நிபுணத்துவம் பெற்றது, குறிப்பாக நிரலாக்கம் மற்றும் கணிதத்தில்.
te: లామా 2 యొక్క విస్తరణ, ఇది సాధారణ భాషా అవగాహన మరియు డొమైన్-నిర్దిష్ట జ్ఞానం రెండింటినీ, ముఖ్యంగా ప్రోగ్రామింగ్ మరియు గణితంలో సమగ్రపరచడంలో ప్రత్యేకత కలిగి ఉంది.
tr: Hem genel dil anlama hem de alan spesifik bilgiyi, özellikle programlama ve matematikte entegre etmeye özel olarak genişletilmiş bir Llama 2 modelidir.
uk: Розширення Llama 2, яке спеціалізується на інтеграції як загального розуміння мови, так і знань у конкретних доменах, особливо в програмуванні та математиці.

source: Fine-tuned Llama 2 model to answer medical questions based on an open source medical dataset.
bn: ওপেন সোর্স মেডিক্যাল ডেটাসেট ভিত্তিক মেডিক্যাল প্রশ্নের উত্তর দেওয়ার জন্য ল্লামা ২ মডেল ফাইন-টিউনড।
de: Feinabgestimmtes Llama-2-Modell zur Beantwortung medizinischer Fragen basierend auf einem Open-Source-Medizindatensatz.
es: Modelo Llama 2 ajustado para responder preguntas médicas basado en un conjunto de datos médicos de código abierto.
fr: Modèle Llama 2 affiné pour répondre aux questions médicales, basé sur un dataset médical open-source.
hi: एक ओपन-सोर्स मेडिकल डेटासेट पर आधारित चिकित्सा प्रश्नों का उत्तर देने के लिए लामा 2 मॉडल को फाइन-ट्यून किया गया।
id: Model Llama 2 yang disesuaikan untuk menjawab pertanyaan medis berdasarkan dataset medis sumber terbuka.
it: Modello Llama 2 ottimizzato per rispondere a domande mediche sulla base di un set di dati medici open source.
kn: ಓಪನ್ ಸೋರ್ಸ್ ಮೆಡಿಕಲ್ ಡೇಟಾಸೆಟ್ ಆಧರಿಸಿ ವೈದ್ಯಕೀಯ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಲು ಉತ್ತಮವಾದ ಟ್ಯೂನ್ಡ್ ಲಾಮಾ 2 ಮಾದರಿ.
nb_no: Finjustert Llama 2 modell for å svare på medisinske spørsmål basert på en åpen kildekode medisinsk datasett.
nl: Verfijnd Llama 2-model om medische vragen te beantwoorden op basis van een open source medische dataset.
pt_br: Modelo Llama 2 ajustado para responder perguntas médicas com base em um conjunto de dados médicos de código aberto.
ru: Точная настройка модели Llama 2 для ответа на медицинские вопросы на основе набора медицинских данных с открытым исходным кодом.
ta: திறந்த மூல மருத்துவ தரவுத்தொகுப்பின் அடிப்படையில் மருத்துவ கேள்விகளுக்குப் பதிலளிக்க நன்றாக மாற்றியமைக்கப்பட்ட Llama 2 மாதிரி.
te: ఓపెన్ సోర్స్ మెడికల్ డేటాసెట్ ఆధారంగా వైద్య ప్రశ్నలకు సమాధానమివ్వడానికి ఫైన్-ట్యూన్ చేయబడిన లామా 2 మోడల్.
tr: Açık kaynaklı bir tıp veri setine dayanarak tıbbi soruları yanıtlamak üzere ince ayar yapılmış Llama 2 modelidir.
uk: Доопрацьована модель Llama 2 для відповіді на медичні питання на основі відкритого медичного набору даних.

source: Open-source medical large language model adapted from Llama 2 to the medical domain.
bn: ল্লামা ২ থেকে মেডিক্যাল ডোমেইনে অভিযোজিত ওপেন-সোর্স মেডিক্যাল লার্জ ল্যাঙ্গুয়েজ মডেল।
de: Open-Source-medizinisches Großsprachenmodell, das von Llama 2 auf den medizinischen Bereich angepasst wurde.
es: Modelo de lenguaje grande médico de código abierto adaptado de Llama 2 al dominio médico.
fr: Modèle de langage médical open-source, adapté de Llama 2 au domaine médical.
hi: ओपन-सोर्स मेडिकल लार्ज लैंग्वेज मॉडल जो एलएलएएमए 2 से मेडिकल डोमेन में अनुकूलित है।
id: Model bahasa besar medis sumber terbuka yang disesuaikan dari Llama 2 ke domain medis.
it: Modello open-source di linguaggio medico di grandi dimensioni adattato da Llama 2 al dominio medico.
kn: ಓಪನ್-ಸೋರ್ಸ್ ವೈದ್ಯಕೀಯ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿ ಲಾಮಾ 2 ರಿಂದ ವೈದ್ಯಕೀಯ ಡೊಮೇನ್‌ಗೆ ಅಳವಡಿಸಿಕೊಂಡಿದೆ.
nb_no: Medisinsk modell med åpen kilde som er tilpasset fra Llama 2 til medisinsk forståelse.
nl: Open-source medisch groot taalmodel aangepast van Llama 2 naar het medische domein.
pt_br: Modelo de linguagem médica de código aberto adaptado do Llama 2 para o domínio médico.
ru: Большая языковая модель с открытым исходным кодом, адаптированная из Llama 2 для медицинской сферы.
ta: மருத்துவ களத்திற்கு Llama 2 இலிருந்து மாற்றியமைக்கப்பட்ட திறந்த மூல மருத்துவ பெரிய மொழி மாதிரி.
te: లామా 2 నుండి మెడికల్ డొమైన్‌కు స్వీకరించబడిన ఓపెన్ సోర్స్ మెడికల్ లార్జ్ లాంగ్వేజ్ మోడల్.
tr: Llama 2'den tıbbi alana uyarlanmış açık kaynaklı büyük bir tıp dil modelidir.
uk: Відкрита медична велика мовна модель, адаптована з Llama 2 для медичної сфери.

source: A series of models from Groq that represent a significant advancement in open-source AI capabilities for tool use/function calling.
bn: Groq থেকে একটি মডেল সিরিজ যা টুল ব্যবহার/ফাংশন কলিংয়ের জন্য ওপেন-সোর্স AI ক্ষমতায় উল্লেখযোগ্য অগ্রগতি প্রতিনিধিত্ব করে।
de: Eine Reihe von Modellen von Groq, die einen bedeutenden Fortschritt in den Open-Source-KI-Fähigkeiten für die Verwendung von Werkzeugen/Funktionsaufrufen darstellen.
es: Una serie de modelos de Groq que representan un avance significativo en las capacidades de IA de código abierto para el uso de herramientas/llamadas a funciones.
fr: Une série de modèles de Groq qui représente une avancée significative dans les capacités open-source de l'IA pour l'utilisation d'outils/appels de fonction.
hi: ग्रोक से मॉडल्स की एक श्रृंखला जो टूल उपयोग/फंक्शन कॉलिंग के लिए ओपन-सोर्स एआई क्षमताओं में एक महत्वपूर्ण प्रगति का प्रतिनिधित्व करती है।
id: Serangkaian model dari Groq yang mewakili kemajuan signifikan dalam kemampuan AI sumber terbuka untuk penggunaan alat/pemanggilan fungsi.
it: Una serie di modelli di Groq che rappresentano un significativo progresso nelle capacità dell'AI open-source per l'uso di strumenti/chiamate di funzioni.
kn: ಟೂಲ್ ಬಳಕೆ/ಕಾರ್ಯ ಕರೆಗಾಗಿ ತೆರೆದ ಮೂಲ ಎಐ ಸಾಮರ್ಥ್ಯಗಳಲ್ಲಿ ಗಮನಾರ್ಹ ಪ್ರಗತಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುವ GROQ ಯ ಮಾದರಿಗಳ ಸರಣಿ.
nl: Een reeks modellen van Groq die een aanzienlijke vooruitgang betekenen in open-source AI-mogelijkheden voor het gebruik van hulpmiddelen/functie-oproep.
pt_br: Uma série de modelos da Groq que representam um avanço significativo nos recursos de IA de código aberto para uso de ferramentas/chamada de funções.
ta: கருவி பயன்பாடு/செயல்பாடு அழைப்பதற்கான திறந்த மூல AI திறன்களில் ஒரு குறிப்பிடத்தக்க முன்னேற்றத்தை பிரதிநிதித்துவப்படுத்தும் குரோக்கின் மாதிரிகளின் தொடர்.
te: టూల్ యూజ్/ఫంక్షన్ కాలింగ్ కోసం ఓపెన్ సోర్స్ AI సామర్థ్యాలలో గణనీయమైన పురోగతిని సూచించే Groq నుండి మోడల్‌ల శ్రేణి.
tr: Groq'tan bir dizi model, araç kullanımı ve fonksiyon çağrısı için açık kaynaklı yapay zeka yeteneklerinde önemli bir ilerlemeyi temsil etmektedir.
uk: Серія моделей від Groq, яка представляє значний прорив у відкритих можливостях AI для використання інструментів/виклику функцій.

source: Llama-3.1-Nemotron-70B-Instruct is a large language model customized by NVIDIA to improve the helpfulness of LLM generated responses to user queries.
bn: Llama-3.1-Nemotron-70B-Instruct হল NVIDIA দ্বারা ব্যবহারকারীর প্রশ্নের উত্তরে LLM উৎপাদিত উত্তরের সাহায্যকারিতা উন্নত করার জন্য পরিবর্তিত একটি বড় ভাষা মডেল।
de: Llama-3.1-Nemotron-70B-Instruct ist ein LLM, welches von NVIDIA verfeinert wurde, um dessen Antworten auf Nutzeranfragen hilfreicher zu machen.
es: Llama-3.1-Nemotron-70B-Instruct es un modelo de lenguaje grande personalizado por NVIDIA para mejorar la utilidad de las respuestas generadas por LLM a las consultas de los usuarios.
fr: Llama-3.1-Nemotron-70B-Instruct est un grand modèle linguistique personnalisé par NVIDIA pour améliorer l’utilité des réponses générées par les LLM aux requêtes des utilisateurs.
hi: लामा-3.1-नेमोट्रॉन-70बी-इन्स्ट्रक्ट एक बड़ा भाषा मॉडल है जिसे एनवीडिया द्वारा उपयोगकर्ता प्रश्नों के लिए एलएलएम द्वारा उत्पन्न प्रतिक्रियाओं की उपयोगिता में सुधार करने के लिए अनुकूलित किया गया है।
id: Llama-3.1-Nemotron-70B-Instruct adalah model bahasa besar yang disesuaikan oleh NVIDIA untuk meningkatkan kegunaan respons yang dihasilkan oleh LLM terhadap kueri pengguna.
it: Llama-3.1-Nemotron-70B-Instruct è un modello linguistico di grandi dimensioni personalizzato da NVIDIA per migliorare l'utilità delle risposte generate da LLM alle domande degli utenti.
kn: ಲಾಮಾ -3.1-ನೆಮೊಟ್ರಾನ್ -70 ಬಿ-ಇನ್ಸ್ಟ್ರಕ್ಟ್ ಎನ್ನುವುದು ಬಳಕೆದಾರರ ಪ್ರಶ್ನೆಗಳಿಗೆ ಎಲ್ಎಲ್ಎಂ ರಚಿಸಿದ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಸಹಾಯವನ್ನು ಸುಧಾರಿಸಲು ಎನ್ವಿಡಿಯಾ ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಯಾಗಿದೆ.
nl: Llama-3.1-Nemotron-70B-Instruct is een groot taalmodel dat is aangepast door NVIDIA om de bruikbaarheid van LLM gegenereerde antwoorden op gebruikersvragen te verbeteren.
pt_br: Llama-3.1-Nemotron-70B-Instruct é um grande modelo de linguagem personalizado pela NVIDIA para melhorar a utilidade das respostas geradas pelo LLM às consultas dos usuários.
ta: Llama-3.1-Nemotron-70B-Instruct என்பது NVIDIA ஆல் தனிப்பயனாக்கப்பட்ட ஒரு பெரிய மொழி மாதிரி ஆகும், இது பயனர் வினவல்களுக்கு LLM உருவாக்கப்பட்ட பதில்களின் உதவியை மேம்படுத்துகிறது.
te: Llama-3.1-Nemotron-70B-Instruct అనేది వినియోగదారు ప్రశ్నలకు LLM రూపొందించిన ప్రతిస్పందనల సహాయాన్ని మెరుగుపరచడానికి NVIDIA ద్వారా అనుకూలీకరించబడిన పెద్ద భాషా నమూనా.
tr: LLAMA-3.1-Nemotron-70b-İncult, LLM'nin kullanıcı sorgularına verilen yanıtların yardımseverliğini artırmak için NVIDIA tarafından özelleştirilmiş büyük bir dil modelidir.
uk: Llama-3.1-Nemotron-70B-Instruct — це велика мовна модель, налаштована NVIDIA для покращення корисності відповідей, згенерованих LLM, на запити користувачів.

source: Nexus Raven is a 13B instruction tuned model for function calling tasks.
bn: নেক্সাস রেভেন হল ১৩বি ইন্সট্রাকশন টিউনড মডেল ফাংশন কলিং টাস্কের জন্য।
de: Nexus Raven ist ein 13B-Anweisungsmodell, das für Funktionsaufrufaufgaben optimiert wurde.
es: Nexus Raven es un modelo ajustado de 13B para tareas de llamada de funciones.
fr: Nexus Raven est un modèle de 13B paramètres optimisé pour les tâches d'appel de fonctions.
hi: नेक्सस रेवेन एक 13बी इंस्ट्रक्शन ट्यून्ड मॉडल है जो फंक्शन कॉलिंग टास्क्स के लिए है।
id: Nexus Raven adalah model 13B yang disesuaikan dengan instruksi untuk tugas pemanggilan fungsi.
it: Nexus Raven è un modello a 13B ottimizzato per compiti di chiamata di funzioni.
kn: ನೆಕ್ಸಸ್ ರಾವೆನ್ ಎನ್ನುವುದು ಕಾರ್ಯ ಕರೆ ಮಾಡುವ ಕಾರ್ಯಗಳಿಗಾಗಿ 13 ಬಿ ಸೂಚನಾ ಮಾದರಿಯಾಗಿದೆ.
nb_no: Nexus Raven er en 13B instruksjon tuned modell for funksjon kall oppgaver.
nl: Nexus Raven is een op 13B instructies afgestemd model voor functietaken.
pt_br: Nexus Raven é um modelo ajustado de instruções 13B para tarefas de chamada de função.
ru: Nexus Raven — это модель с поддержкой 13B инструкций для задач вызова функций.
ta: நிகழ்வு அழைப்பு பணிகளுக்காக நெக்ஸஸ் ரேவன் ஒரு 13B அறிவுறுத்தல் ட்யூன் செய்யப்பட்ட மாதிரி ஆகும்.
te: Nexus Raven అనేది ఫంక్షన్ కాలింగ్ టాస్క్‌ల కోసం 13B సూచనల ట్యూన్డ్ మోడల్.
tr: Nexus Raven, fonksiyon çağrısı görevleri için talimatlara göre ayarlanmış 13B parametreli bir modeldir.
uk: Nexus Raven — це модель з 13B параметрів, налаштована для завдань виклику функцій.

source: The Nous Hermes 2 model from Nous Research, now trained over Mixtral.
bn: নাউস রিসার্চ থেকে নাউস হার্মিস ২ মডেল, এখন মিক্সট্রাল উপর প্রশিক্ষিত।
de: Das Nous-Hermes-2-Modell von Nous Research, jetzt über Mixtral trainiert.
es: El modelo Nous Hermes 2 de Nous Research, ahora entrenado sobre Mixtral.
fr: Le modèle Nous Hermes 2 de Nous Research, maintenant entraîné sur Mixtral.
hi: नाउस रिसर्च द्वारा नाउस हर्मेस 2 मॉडल, अब मिक्स्ट्रल पर प्रशिक्षित।
id: Model Nous Hermes 2 dari Nous Research, sekarang dilatih di atas Mixtral.
it: Il modello Nous Hermes 2 di Nous Research, ora addestrato su Mixtral.
kn: ನೌಸ್ ರಿಸರ್ಚ್‌ನ ನೌಸ್ ಹರ್ಮ್ಸ್ 2 ಮಾದರಿ, ಈಗ ಮಿಕ್ಸ್ಟ್ರಲ್ ಮೇಲೆ ತರಬೇತಿ ಪಡೆದಿದೆ.
nb_no: Nous Hermes 2-modellen fra Nous Research, som nå er utdannet over Mixtral.
nl: Het Nous Hermes 2 model van Nous Research, nu getraind over Mixtral.
pt_br: O modelo Nous Hermes 2 da Nous Research, agora treinado no Mixtral.
ru: Модель Nous Hermes 2 от Nous Research, которая теперь обучена на Mixtral.
ta: Nous Research இலிருந்து Nous Hermes 2 மாதிரி, இப்போது Mixtral இல் பயிற்சி அளிக்கப்படுகிறது.
te: నౌస్ రీసెర్చ్ నుండి నౌస్ హెర్మేస్ 2 మోడల్, ఇప్పుడు మిక్స్‌ట్రాల్‌పై శిక్షణ పొందింది.
tr: Nous Research tarafından sağlanan Nous Hermes 2 modeli, şimdi Mixtral üzerinde eğitilmiştir.
uk: Модель Nous Hermes 2 від Nous Research, тепер навчена на Mixtral.

source: Great code generation model based on Llama2.
bn: ল্লামা২ ভিত্তিক একটি দুর্দান্ত কোড জেনারেশন মডেল।
de: Großartiges Codegenerierungsmodell basierend auf Llama2.
es: Gran modelo de generación de código basado en Llama2.
fr: Un excellent modèle de génération de code basé sur Llama 2.
hi: एलएलएएमए 2 पर आधारित एक अच्छा कोड जनरेशन मॉडल।
id: Model pembuatan kode hebat berbasis Llama2.
it: Ottimo modello per scrittura del codice basato su Llama2.
kn: LLAMA2 ಅನ್ನು ಆಧರಿಸಿದ ಉತ್ತಮ ಕೋಡ್ ಉತ್ಪಾದನಾ ಮಾದರಿ.
nb_no: Flott kode generasjon modell basert på Llama2.
nl: Geweldig codegeneratiemodel gebaseerd op Llama2.
pt_br: Ótimo modelo de geração de código baseado no Llama2.
ru: Отличная модель генерации кода на основе Llama2.
ta: Llama2 ஐ அடிப்படையாகக் கொண்ட சிறந்த குறியீடு உருவாக்கும் மாதிரி.
te: లామా2 ఆధారంగా గొప్ప కోడ్ జనరేషన్ మోడల్.
tr: Llama 2'ye dayanan harika bir kod üretim modelidir.
uk: Чудова модель генерації коду на основі Llama2.

source: Uncensored Llama2 based model with support for a 16K context window.
bn: ১৬কে কন্টেক্সট উইন্ডোর জন্য সমর্থনসহ আনসেন্সর্ড ল্লামা২ ভিত্তিক মডেল।
de: Unzensiertes Llama2-basiertes Modell mit Unterstützung für ein 16K-Kontextfenster.
es: Modelo sin censura basado en Llama2 con soporte para una ventana de contexto de 16K.
fr: Modèle basé sur Llama 2 non censuré avec support pour une fenêtre de contexte de 16K tokens.
hi: 16K कॉन्टेक्स्ट विंडो के साथ अनसेंसर्ड एलएलएएमए 2 बेस्ड मॉडल।
id: Model berbasis Llama2 tanpa sensor dengan dukungan untuk jendela konteks 16K.
it: Modello basato su Llama2 non censurato con supporto per una finestra di contesto da 16K.
kn: 16 ಕೆ ಸಂದರ್ಭ ವಿಂಡೋಗೆ ಬೆಂಬಲದೊಂದಿಗೆ ಸೆನ್ಸಾರ್ ಮಾಡದ ಲಾಮಾ 2 ಆಧಾರಿತ ಮಾದರಿ.
nb_no: Usensurert Llama2-basert modell med støtte for et 16K-kontekstvindu.
nl: Ongecensureerd Llama2 gebaseerd model met ondersteuning voor een 16K contextvenster.
pt_br: Modelo baseado em Llama2 sem censura com suporte para uma janela de contexto de 16K.
ru: Модель на основе Llama2 без цензуры с поддержкой контекстного окна 16 КБ.
ta: 16K சூழல் சாளரத்திற்கான ஆதரவுடன் கூடிய சென்சார் செய்யப்படாத Llama2 அடிப்படையிலான மாதிரி.
te: 16K కాంటెక్స్ట్ విండోకు మద్దతుతో సెన్సార్ చేయని లామా2 ఆధారిత మోడల్.
tr: 16K bağlam penceresini destekleyen sansürsüz Llama 2 tabanlı modeldir.
uk: Неконтрольована модель на основі Llama2 з підтримкою контекстного вікна на 16K.

source: The IBM Granite 2B and 8B models are designed to support tool-based use cases and support for retrieval augmented generation (RAG), streamlining code generation, translation and bug fixing.
bn: আইবিএম গ্রানাইট ২বি এবং ৮বি মডেলগুলি টুল-ভিত্তিক ব্যবহারের ক্ষেত্রে এবং রিট্রিভাল অগমেন্টেড জেনারেশন (RAG) এর জন্য সমর্থন প্রদানের জন্য ডিজাইন করা হয়েছে, কোড উৎপাদন, অনুবাদ এবং বাগ সংশোধনকে সহজ করে।
de: Die IBM Granite 2B- und 8B-Modelle sind dazu entwickelt, toolbasierte Anwendungsfälle und Unterstützung für abrufaugmentierte Generierung (RAG), vereinfachte Codegenerierung, Übersetzung und das Beheben von Bugs zu unterstützen.
es: Los modelos IBM Granite 2B y 8B están diseñados para soportar casos de uso basados ​​en herramientas y soporte para generación aumentada de recuperación (RAG), agilizando la generación de código, la traducción y la corrección de errores.
fr: Les modèles IBM Granite 2B et 8B sont conçus pour prendre en charge des cas d'utilisation basés sur des outils, ainsi que la génération augmentée par récupération (RAG), simplifiant la génération de code, la traduction et la correction d'erreurs.
hi: आईबीएम ग्रैनाइट 2बी और 8बी मॉडल टूल-आधारित उपयोग के मामलों का समर्थन करने और पुनर्प्राप्ति संवर्धित पीढ़ी (आरएजी) के समर्थन के लिए डिज़ाइन किए गए हैं, जो कोड उत्पादन, अनुवाद और बग फिक्सिंग को सुव्यवस्थित करते हैं।
id: Model IBM Granite 2B dan 8B dirancang untuk mendukung penggunaan berbasis alat dan dukungan untuk generasi berbantuan pencarian (RAG), mempermudah pembuatan kode, penerjemahan, dan perbaikan bug.
it: I modelli IBM Granite 2B e 8B sono progettati per supportare casi d'uso basati su strumenti e supporto per la retrieval augmented generation (RAG), semplificando la scrittura di codice, la traduzione e la correzione di bug.
kn: ಐಬಿಎಂ ಗ್ರಾನೈಟ್ 2 ಬಿ ಮತ್ತು 8 ಬಿ ಮಾದರಿಗಳನ್ನು ಸಾಧನ-ಆಧಾರಿತ ಬಳಕೆಯ ಪ್ರಕರಣಗಳನ್ನು ಬೆಂಬಲಿಸಲು ಮತ್ತು ಮರುಪಡೆಯುವಿಕೆ ವರ್ಧಿತ ಪೀಳಿಗೆಗೆ (RAG) ಬೆಂಬಲಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ, ಕೋಡ್ ಉತ್ಪಾದನೆ, ಅನುವಾದ ಮತ್ತು ದೋಷ ಫಿಕ್ಸಿಂಗ್ ಅನ್ನು ಸುಗಮಗೊಳಿಸುತ್ತದೆ.
nl: De IBM Granite 2B en 8B modellen zijn ontworpen ter ondersteuning van tool-based use cases en ondersteuning voor retrieval augmented generation (RAG), het stroomlijnen van codegeneratie, vertaling en bug fixing.
pt_br: Os modelos IBM Granite 2B e 8B foram projetados para oferecer suporte a casos de uso baseados em ferramentas e suporte à geração aumentada de recuperação (RAG), simplificando a geração de código, tradução e correção de bugs.
ta: IBM கிரானைட் 2B மற்றும் 8B மாதிரிகள் கருவி அடிப்படையிலான பயன்பாட்டு நிகழ்வுகளை ஆதரிக்கவும், மீட்டல்-வளர்க்கப்பட்ட உருவாக்கம் (RAG) ஆகியவற்றை ஆதரிக்கவும் வடிவமைக்கப்பட்டுள்ளன, குறியீடு உருவாக்கம், மொழிபெயர்ப்பு மற்றும் பிழை திருத்தம் ஆகியவற்றை ஒழுங்குபடுத்துகிறது.
te: IBM గ్రానైట్ 2B మరియు 8B మోడల్‌లు టూల్-బేస్డ్ యూజ్ కేస్‌లకు మరియు రిట్రీవల్ ఆగ్మెంటెడ్ జనరేషన్ (RAG), స్ట్రీమ్‌లైనింగ్ కోడ్ జనరేషన్, ట్రాన్స్‌లేషన్ మరియు బగ్ ఫిక్సింగ్‌కు మద్దతుగా రూపొందించబడ్డాయి.
tr: IBM Granit 2B ve 8B modelleri, alet tabanlı kullanım durumlarını desteklemek için tasarlanmıştır ve geri alma artırılmış üretim (RAG), kod oluşturma, çeviri ve hata düzeltme desteği için tasarlanmıştır.
uk: Моделі IBM Granite 2B і 8B розроблені для підтримки сценаріїв використання, заснованих на інструментах, а також для підтримки генерації з доповненням отриманих даних (RAG), спрощуючи створення коду, переклад і виправлення помилок.
