Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: ShieldGemma is set of instruction tuned models for evaluating the safety of text prompt input and text output responses against a set of defined safety policies.
bn: ShieldGemma হল নির্দেশনা-টিউনড মডেলের একটি সেট যা পাঠ্য প্রম্পট ইনপুট এবং পাঠ্য আউটপুট উত্তরগুলির নিরাপত্তা মূল্যায়ন করার জন্য একটি নির্দিষ্ট নিরাপত্তা নীতির বিরুদ্ধে।
de: ShieldGemma ist eine Sammlung von Anweisungs-getuneten Modellen zur Auswertung von der Sicherheit der Prompteingaben sowie -ausgaben aufgrund einer Sammlung an definierten Sicherheitsregeln.
es: ShieldGemma es un conjunto de modelos de instrucciones optimizados para evaluar la seguridad de las respuestas de entrada y salida de texto frente a un conjunto de políticas de seguridad definidas.
fr: ShieldGemma est un ensemble de modèles ajustés par des instructions, conçus pour évaluer la sécurité des invites textuelles et des réponses textuelles en fonction d'un ensemble de politiques de sécurité définies.
hi: शील्डगेम्मा निर्देश-ट्यून किए गए मॉडलों का एक सेट है जो परिभाषित सुरक्षा नीतियों के खिलाफ पाठ प्रॉम्प्ट इनपुट और पाठ आउटपुट प्रतिक्रियाओं की सुरक्षा का मूल्यांकन करने के लिए है।
id: ShieldGemma adalah serangkaian model yang disesuaikan untuk mengevaluasi keamanan masukan prompt teks dan respons keluaran teks terhadap seperangkat kebijakan keamanan yang telah ditentukan.
it: ShieldGemma è un gruppo di modelli ottimizzati per valutare il testo di input e le risposte di output rispetto ad una serie di criteri di sicurezza predefiniti.
kn: ಶೀಲ್ಡ್ಜೆಮ್ಮಾ ವಿವರಿಸಿದ ಸುರಕ್ಷತಾ ನೀತಿಗಳ ವಿರುದ್ಧ ಪಠ್ಯ ಪ್ರಾಂಪ್ಟ್ ಇನ್ಪುಟ್ ಮತ್ತು ಪಠ್ಯ output ಟ್ಪುಟ್ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಸುರಕ್ಷತೆಯನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಲು ಸೂಚನಾ ಟ್ಯೂನ್ ಮಾದರಿಗಳ ಗುಂಪಾಗಿದೆ.
nl: ShieldGemma is een set instructiemodellen voor het evalueren van de veiligheid van tekstinvoer en tekstuitvoerreacties aan de hand van een set gedefinieerde veiligheidsbeleidsregels.
pt_br: ShieldGemma é um conjunto de modelos de instruções ajustadas para avaliar a segurança de respostas de entrada e saída de texto de prompt de texto em relação a um conjunto de políticas de segurança definidas.
ta: ஷீல்ட்ஜெம்மா என்பது ஒரு தொகுப்பு அறிவுறுத்தல் ட்யூன் செய்யப்பட்ட மாதிரிகள் ஆகும், இது வரையறுக்கப்பட்ட பாதுகாப்புக் கொள்கைகளுக்கு எதிராக உரை ப்ராம்ப்ட் உள்ளீடு மற்றும் உரை வெளியீட்டு பதில்களின் பாதுகாப்பை மதிப்பிடுவதற்காகும்.
te: ShieldGemma అనేది టెక్స్ట్ ప్రాంప్ట్ ఇన్‌పుట్ మరియు టెక్స్ట్ అవుట్‌పుట్ ప్రతిస్పందనల యొక్క భద్రతను అంచనా వేయడానికి నిర్దేశించబడిన భద్రతా విధానాల సమితికి వ్యతిరేకంగా సూచనల ట్యూన్ చేయబడిన నమూనాల సెట్.
tr: Shieldgemma, metin istemi girişinin ve metin çıkış yanıtlarının bir dizi tanımlanmış güvenlik politikasına karşı güvenliğini değerlendirmek için talimat ayarlı modeller kümesidir.
uk: ShieldGemma — набір моделей, налаштованих для оцінки безпеки введених текстових запитів та текстових відповідей згідно з визначеними політиками безпеки.

source: A state-of-the-art fact-checking model developed by Bespoke Labs.
bn: Bespoke Labs দ্বারা বিকশিত একটি অত্যাধুনিক তথ্য-যাচাই মডেল।
de: Ein hochmodernes Faktenprüfungsmodell, entwickelt von Bespoke Labs.
es: Un modelo de verificación de datos de última generación desarrollado por Bespoke Labs.
fr: Un modèle de vérification des faits de pointe développé par Bespoke Labs.
hi: Bespoke Labs द्वारा विकसित एक अत्याधुनिक तथ्य-जांच मॉडल।
id: Model pemeriksaan fakta terkini yang dikembangkan oleh Bespoke Labs.
it: Un modello di fact-checking all'avanguardia sviluppato da Bespoke Labs.
kn: ಬೆಸ್ಪೋಕ್ ಲ್ಯಾಬ್ಸ್ ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಅತ್ಯಾಧುನಿಕ ಸತ್ಯ-ಪರಿಶೀಲನಾ ಮಾದರಿ.
nl: Een state-of-the-art fact-checking model ontwikkeld door Bespoke Labs.
pt_br: Um modelo de verificação de fatos de última geração desenvolvido pela Bespoke Labs.
ta: Bespoke Labs உருவாக்கிய மிகச் சிறந்த உண்மை சரிபார்ப்பு மாதிரி.
te: బెస్పోక్ ల్యాబ్స్ అభివృద్ధి చేసిన స్టేట్ ఆఫ్ ది ఆర్ట్ ఫ్యాక్ట్ చెకింగ్ మోడల్.
tr: Bespoke Labs tarafından geliştirilen son teknoloji ürünü bir gerçek kontrol modeli.
uk: Модель для перевірки фактів передового рівня, розроблена Bespoke Labs.

source: Llama Guard 3 is a series of models fine-tuned for content safety classification of LLM inputs and responses.
bn: Llama Guard 3 হল এলএলএম ইনপুট এবং উত্তরগুলির বিষয়বস্তু নিরাপত্তা শ্রেণীবিভাগের জন্য সূক্ষ্ম-টিউনড মডেলের একটি সিরিজ।
de: Llama Guard 3 ist eine Serie an Modellen, die auf Inhaltsicherheits-Klassifizierung von LLM-Eingaben und -Ausgaben feinabgestimmt wurden.
es: Llama Guard 3 es una serie de modelos optimizados para la clasificación de seguridad de contenido de entradas y respuestas LLM.
fr: Llama Guard 3 est une série de modèles ajustés pour la classification de la sécurité des contenus dans les entrées et réponses des LLM.
hi: लामा गार्ड 3 एलएलएम इनपुट और प्रतिक्रियाओं के लिए सामग्री सुरक्षा वर्गीकरण के लिए फाइन-ट्यून किए गए मॉडलों की एक श्रृंखला है।
id: Llama Guard 3 adalah serangkaian model yang disesuaikan untuk klasifikasi keamanan konten masukan dan respons LLM.
it: Llama Guard 3 è una serie di modelli ottimizzati per la classificazione della sicurezza dei contenuti degli input e output di LLM.
kn: ಲಾಮಾ ಗಾರ್ಡ್ 3 ಎಲ್‌ಎಲ್‌ಎಂ ಒಳಹರಿವು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಗಳ ವಿಷಯ ಸುರಕ್ಷತಾ ವರ್ಗೀಕರಣಕ್ಕಾಗಿ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾದ ಮಾದರಿಗಳ ಸರಣಿಯಾಗಿದೆ.
nl: Llama Guard 3 is een reeks modellen die zijn verfijnd voor inhoudelijke veiligheidsclassificatie van LLM-ingangen en -reacties.
pt_br: Llama Guard 3 é uma série de modelos ajustados para classificação de segurança de conteúdo de entradas e respostas LLM.
ta: Llama Guard 3 என்பது LLM உள்ளீடுகள் மற்றும் பதில்களின் உள்ளடக்க பாதுகாப்பு வகைப்பாட்டிற்காக நன்றாக மாற்றியமைக்கப்பட்ட மாதிரிகளின் ஒரு தொடர் ஆகும்.
te: లామా గార్డ్ 3 అనేది LLM ఇన్‌పుట్‌లు మరియు ప్రతిస్పందనల కంటెంట్ భద్రత వర్గీకరణ కోసం ఫైన్-ట్యూన్ చేయబడిన మోడల్‌ల శ్రేణి.
tr: Llama Guard 3, LLM girişlerinin ve yanıtlarının içerik güvenliği sınıflandırması için ince ayarlanmış bir dizi modeldir.
uk: Llama Guard 3 — серія моделей, тонко налаштованих для класифікації безпеки вхідних даних та відповідей LLM.

source: Sentence-transformers model that can be used for tasks like clustering or semantic search.
bn: ক্লাস্টারিং বা সেম্যান্টিক সার্চের মতো কাজের জন্য ব্যবহার করা যেতে পারে এমন সেন্টেন্স-ট্রান্সফর্মার্স মডেল
de: Satztransformationsmodell, das für Aufgaben wie Clustering oder semantische Suche verwendet werden kann.
es: Modelo de transformadores de oraciones que puede utilizarse para tareas como agrupamiento o búsqueda semántica.
fr: Modèle sentence-transformers pouvant être utilisé pour des tâches comme le clustering ou la recherche sémantique.
hi: क्लस्टरिंग या सेमेंटिक सर्च जैसे कार्यों के लिए उपयोग किया जा सकने वाला सेंटेंस-ट्रांसफॉर्मर मॉडल
id: Model sentence-transformers yang dapat digunakan untuk tugas-tugas seperti pengelompokan atau pencarian semantik.
it: Modello di trasformatori di frasi che può essere utilizzato per compiti come il clustering o la ricerca semantica.
kn: ಕ್ಲಸ್ಟರಿಂಗ್ ಅಥವಾ ಲಾಕ್ಷಣಿಕ ಹುಡುಕಾಟದಂತಹ ಕಾರ್ಯಗಳಿಗೆ ಬಳಸಬಹುದಾದ ವಾಕ್ಯ-ಪರಿವರ್ತಕಗಳ ಮಾದರಿ.
nl: Zinvervormingsmodel dat kan worden gebruikt voor taken zoals clusteren of semantisch zoeken.
pt_br: Modelo de transformadores de frases que pode ser usado para tarefas como clustering ou pesquisa semântica.
ta: கிளஸ்டரிங் அல்லது பொருள்சார்ந்த தேடல் போன்ற பணிகளுக்காகப் பயன்படுத்தக்கூடிய வாக்கிய-மாற்றி மாதிரிகள்.
te: క్లస్టరింగ్ లేదా సెమాంటిక్ సెర్చ్ వంటి పనుల కోసం ఉపయోగించగల వాక్య-ట్రాన్స్‌ఫార్మర్స్ మోడల్.
tr: Kümeleme veya anlamsal arama gibi görevler için kullanılabilen cümle dönüştürücüler modeli.
uk: Модель Sentence-transformers, яку можна використовувати для таких завдань, як кластеризація або семантичний пошук.

source: OpenCoder is an open and reproducible code LLM family which includes 1.5B and 8B models, supporting chat in English and Chinese languages.
bn: OpenCoder হল একটি উন্মুক্ত এবং পুনরুত্পাদনযোগ্য কোড এলএলএম পরিবার যা 1.5B এবং 8B মডেলগুলিকে অন্তর্ভুক্ত করে, ইংরেজি এবং চীনা ভাষায় চ্যাট সমর্থন করে।
de: OpenCoder ist eine offene, reproduzierbare LLM-Familie, welche 1.5B und 8B-Modelle beinhaltet und Konversationen in Englisch und Chinesisch unterstützt.
es: OpenCoder es una familia LLM de código abierto y reproducible que incluye modelos 1.5B y 8B y admite chat en los idiomas inglés y chino.
fr: OpenCoder est une famille de modèles linguistiques ouverts et reproductibles pour le code, incluant des modèles de 1,5B et 8B, prenant en charge les conversations en anglais et en chinois.
hi: ओपनकोडर एक खुला और पुनरुत्पादक कोड एलएलएम परिवार है जिसमें 1.5बी और 8बी मॉडल शामिल हैं, जो अंग्रेजी और चीनी भाषाओं में चैट का समर्थन करता है।
id: OpenCoder adalah keluarga LLM kode sumber terbuka dan dapat direproduksi yang mencakup model 1.5B dan 8B, mendukung obrolan dalam bahasa Inggris dan Cina.
it: OpenCoder è una famiglia di LLM a codice aperto e riproducibile che comprende modelli da 1,5B e 8B, e supporta la chat in lingua inglese e cinese.
kn: ಓಪನ್‌ಕೋಡರ್ ಮುಕ್ತ ಮತ್ತು ಪುನರುತ್ಪಾದಕ ಕೋಡ್ ಎಲ್ಎಲ್ಎಂ ಕುಟುಂಬವಾಗಿದ್ದು, ಇದು 1.5 ಬಿ ಮತ್ತು 8 ಬಿ ಮಾದರಿಗಳನ್ನು ಒಳಗೊಂಡಿದೆ, ಇಂಗ್ಲಿಷ್ ಮತ್ತು ಚೀನೀ ಭಾಷೆಗಳಲ್ಲಿ ಚಾಟ್ ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.
nl: OpenCoder is een open en reproduceerbare code LLM-familie die 1.5B- en 8B-modellen bevat en chat in het Engels en Chinees ondersteunt.
pt_br: OpenCoder é uma família LLM de código aberto e reproduzível que inclui modelos 1.5B e 8B, com suporte para conversação em inglês e chinês.
ta: OpenCoder என்பது ஒரு திறந்த மற்றும் மீண்டும் உருவாக்கக்கூடிய குறியீடு LLM குடும்பம், இதில் 1.5B மற்றும் 8B மாதிரிகள் உள்ளன, இது ஆங்கிலம் மற்றும் சீன மொழிகளில் அரட்டையை ஆதரிக்கிறது.
te: OpenCoder అనేది 1.5B మరియు 8B మోడల్‌లను కలిగి ఉన్న బహిరంగ మరియు పునరుత్పాదక కోడ్ LLM కుటుంబం, ఇది ఇంగ్లీష్ మరియు చైనీస్ భాషలలో చాట్‌కు మద్దతు ఇస్తుంది.
tr: OpenCoder, İngilizce ve Çin dillerinde sohbeti destekleyen 1.5b ve 8b modelleri içeren açık ve tekrarlanabilir bir kod LLM ailesidir.
uk: OpenCoder — це відкрита та відтворювана сім'я мовних моделей для коду, що включає моделі 1.5B і 8B, підтримуючи чат англійською та китайською мовами.

source: Tülu 3 is a leading instruction following model family, offering fully open-source data, code, and recipes by the The Allen Institute for AI.
bn: টুলু ৩ একটি নেতৃস্থানীয় নির্দেশ অনুসরণকারী মডেল পরিবার, যা সম্পূর্ণরূপে উন্মুক্ত উত্সের ডেটা, কোড এবং রেসিপিগুলি অ্যালেন ইনস্টিটিউট ফর এআই দ্বারা প্রদান করে।
de: Tülu 3 ist eine Familie an führenden, Anweisungen folgenden Modellen mit quelloffenen Daten, Code und Reproduktionsanweisungen vom The Allen Institute for AI.
es: Tülu 3 es una familia de modelos de seguimiento de instrucciones líder que ofrece datos, códigos y recetas de código totalmente abierto del Instituto Allen para IA.
fr: Tülu 3 est une famille de modèles spécialisés dans le suivi d'instructions, proposant des données, du code et des recettes entièrement open-source, développés par l'Allen Institute for AI.
hi: टुलू 3 एक अग्रणी निर्देश अनुसरण मॉडल परिवार है, जो पूरी तरह से खुला स्रोत डेटा, कोड और रेसिपी प्रदान करता है एलेन इंस्टीट्यूट फॉर एआई द्वारा।
id: Tülu 3 adalah keluarga model pengikut instruksi terkemuka, menawarkan data, kode, dan resep sumber terbuka sepenuhnya oleh The Allen Institute for AI.
it: Tülu 3 è una famiglia di modelli di istruzioni leader nel settore, che offre dati, codice e ricette completamente open-source da parte dell'Allen Institute for AI.
kn: ಟಲು 3 ಮಾದರಿ ಕುಟುಂಬವನ್ನು ಅನುಸರಿಸುವ ಪ್ರಮುಖ ಸೂಚನೆಯಾಗಿದ್ದು, ಅಲೆನ್ ಇನ್ಸ್ಟಿಟ್ಯೂಟ್ ಫಾರ್ ಎಐನಿಂದ ಸಂಪೂರ್ಣ ತೆರೆದ ಮೂಲ ಡೇಟಾ, ಕೋಡ್ ಮತ್ತು ಪಾಕವಿಧಾನಗಳನ್ನು ನೀಡುತ್ತದೆ.
nl: Tülu 3 is een toonaangevende instructie-volgmodel familie, die volledig open-source data, code en recepten biedt door het Allen Institute for AI.
pt_br: Tülu 3 é uma família líder de modelos de instruções, oferecendo dados, códigos e receitas totalmentede código aberto pelo The Allen Institute for AI.
ta: Tülu 3 என்பது ஒரு முன்னணி அறிவுறுத்தல் பின்பற்றும் மாதிரி குடும்பம் ஆகும், இது தி ஆலன் இன்ஸ்டிடியூட் ஃபார் AI ஆல் முழுமையாக திறந்த மூல தரவு, குறியீடு மற்றும் சமையல் குறிப்புகளை வழங்குகிறது.
te: Tülu 3 అనేది AI కోసం ది అలెన్ ఇన్స్టిట్యూట్ ద్వారా పూర్తిగా ఓపెన్ సోర్స్ డేటా, కోడ్ మరియు వంటకాలను అందించే మోడల్ ఫ్యామిలీని అనుసరించే ప్రముఖ సూచన.
tr: Tülu 3, Model Ailesi'ni takip eden ve AI için Allen Enstitüsü tarafından tamamen açık kaynaklı veri, kod ve tarifler sunan önde gelen bir talimattır.
uk: Tülu 3 — провідна модель сімейства інструктивного навчання, яка пропонує повністю відкриті дані, код і рецепти від Інституту Аллена для штучного інтелекту.

source: Snowflake's frontier embedding model. Arctic Embed 2.0 adds multilingual support without sacrificing English performance or scalability.
bn: স্নোফ্লেকের ফ্রন্টিয়ার এম্বেডিং মডেল। আর্কটিক এম্বেড ২.০ ইংরেজি কর্মক্ষমতা বা স্কেলেবিলিটি বলি দিয়ে বহুভাষিক সমর্থন যোগ করে।
de: Snowflake's erstklassiges Einbettungsmodell. Arctic Embed 2.0 fügt multilinguale Unterstützung hinzu, ohne die Leistung oder Skalierbarkeit in Englisch zu beeinflussen.
es: Modelo de integración de vanguardia de Snowflake. Arctic Embed 2.0 agrega compatibilidad multilingüe sin sacrificar el rendimiento ni la escalabilidad en inglés.
fr: Modèle d'intégration avancé de Snowflake. Arctic Embed 2.0 ajoute un support multilingue sans compromettre les performances ou l'évolutivité en anglais.
hi: स्नोफ्लेक का फ्रंटियर एम्बेडिंग मॉडल। आर्कटिक एम्बेड 2.0 में बहुभाषी समर्थन जोड़ता है बिना अंग्रेजी प्रदर्शन या स्केलेबिलिटी को प्रभावित किए।
id: Model embedding perbatasan Snowflake. Arctic Embed 2.0 menambahkan dukungan multibahasa tanpa mengorbankan kinerja atau skalabilitas bahasa Inggris.
it: Modello di embedding di punta di Snowflake. Arctic Embed 2.0 aggiunge il supporto multilingue senza sacrificare le prestazioni in Inglese o la scalabilità.
kn: ಸ್ನೋಫ್ಲೇಕ್‌ನ ಗಡಿನಾಡಿನ ಎಂಬೆಡಿಂಗ್ ಮಾದರಿ. ಆರ್ಕ್ಟಿಕ್ ಎಂಬೆಡ್ 2.0 ಇಂಗ್ಲಿಷ್ ಕಾರ್ಯಕ್ಷಮತೆ ಅಥವಾ ಸ್ಕೇಲೆಬಿಲಿಟಿ ತ್ಯಾಗ ಮಾಡದೆ ಬಹುಭಾಷಾ ಬೆಂಬಲವನ್ನು ಸೇರಿಸುತ್ತದೆ.
nl: Het grensverleggende inbeddingsmodel van Snowflake. Arctic Embed 2.0 voegt meertalige ondersteuning toe zonder in te boeten aan Engelse prestaties of schaalbaarheid.
pt_br: Modelo de embedding de fronteira da Snowflake. O Arctic Embed 2.0 adiciona suporte multilíngue sem sacrificar o desempenho ou a escalabilidade em inglês.
ta: Snowflake இன் எல்லை உட்பொதிவு மாதிரி. ஆர்டிக் உட்பொதிவு 2.0 ஆங்கில செயல்திறன் அல்லது அளவிடுதலை தியாகம் செய்யாமல் பல மொழி ஆதரவைச் சேர்க்கிறது.
te: స్నోఫ్లేక్ యొక్క సరిహద్దు ఎంబెడ్డింగ్ మోడల్. ఆర్కిటిక్ ఎంబెడ్ 2.0 ఇంగ్లీష్ పనితీరు లేదా స్కేలబిలిటీని త్యాగం చేయకుండా బహుభాషా మద్దతును జోడిస్తుంది.
tr: Snowflake'in sınır gömme modeli. Arctic Embed 2.0, İngilizce performansı veya ölçeklenebilirlikten ödün vermeden çok dilli destek ekler.
uk: Модель вбудовування нового покоління від Snowflake. Arctic Embed 2.0 додає багатомовну підтримку без втрати продуктивності англійської мови чи масштабованості.

source: The IBM Granite Guardian 3.0 2B and 8B models are designed to detect risks in prompts and/or responses.
bn: আইবিএম গ্রানাইট গার্ডিয়ান ৩.০ ২বি এবং ৮বি মডেলগুলি প্রম্পট এবং/অথবা প্রতিক্রিয়ায় ঝুঁকি সনাক্ত করার জন্য ডিজাইন করা হয়েছে।
de: Die IBM Granite Guardian 3.0 2B- und 8B-Modelle wurden entwickelt, um Risiken in Ein- und Ausgaben zu erkennen.
es: Los modelos IBM Granite Guardian 3.0 2B y 8B están diseñados para detectar riesgos en indicaciones y/o respuestas.
fr: Les modèles IBM Granite Guardian 3.0 2B et 8B sont conçus pour détecter les risques dans les invites et/ou les réponses.
hi: आईबीएम ग्रेनाइट गार्जियन ३.० २बी और ८बी मॉडल प्रॉम्प्ट और/या प्रतिक्रियाओं में जोखिमों का पता लगाने के लिए डिज़ाइन किए गए हैं।
id: Model IBM Granite Guardian 3.0 2B dan 8B dirancang untuk mendeteksi risiko dalam prompt dan/atau respons.
it: I modelli IBM Granite Guardian 3.0 2B e 8B sono progettati per rilevare i rischi nelle richieste e/o nelle risposte.
kn: ಐಬಿಎಂ ಗ್ರಾನೈಟ್ ಗಾರ್ಡಿಯನ್ 3.0 2 ಬಿ ಮತ್ತು 8 ಬಿ ಮಾದರಿಗಳನ್ನು ಅಪೇಕ್ಷೆಗಳು ಮತ್ತು/ಅಥವಾ ಪ್ರತಿಕ್ರಿಯೆಗಳಲ್ಲಿನ ಅಪಾಯಗಳನ್ನು ಕಂಡುಹಿಡಿಯಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ.
nl: De IBM Granite Guardian 3.0 2B en 8B modellen zijn ontworpen om risico's te detecteren in prompts en/of reacties.
pt_br: Os modelos IBM Granite Guardian 3.0 2B e 8B são projetados para detectar riscos em prompts e/ou respostas.
ta: IBM கிரானைட் கார்டியன் 3.0 2B மற்றும் 8B மாதிரிகள் ப்ராம்ப்டுகள் மற்றும்/அல்லது பதில்களில் உள்ள அபாயங்களைக் கண்டறிய வடிவமைக்கப்பட்டுள்ளன.
te: IBM గ్రానైట్ గార్డియన్ 3.0 2B మరియు 8B మోడల్‌లు ప్రాంప్ట్‌లు మరియు/లేదా ప్రతిస్పందనలలో ప్రమాదాలను గుర్తించడానికి రూపొందించబడ్డాయి.
tr: IBM Granite Guardian 3.0 2b ve 8b modelleri, istemler ve/veya yanıtlardaki riskleri tespit etmek için tasarlanmıştır.
uk: IBM Granite Guardian 3.0 2B та 8B моделі призначені для виявлення ризиків у запитах та/або відповідях.

source: EXAONE 3.5 is a collection of instruction-tuned bilingual (English and Korean) generative models ranging from 2.4B to 32B parameters, developed and released by LG AI Research.
bn: এক্সওয়ান ৩.৫ হল একটি সংগ্রহ ইন্সট্রাকশন-টিউনড দ্বিভাষিক (ইংরেজি এবং কোরিয়ান) জেনারেটিভ মডেল, ২.৪ বিলিয়ন থেকে ৩২ বিলিয়ন প্যারামিটার পর্যন্ত, এলজি এআই রিসার্চ দ্বারা বিকাশ এবং প্রকাশিত।
de: EXAONE 3.5 ist ein Sammlung an Anweisungs-feinabgestimmten, bilingualen (Englisch und Koreanisch), generativen Modellen zwischen 2.4B und 32B Parametern, entwickelt und veröffentlicht von LG AI Research.
es: EXAONE 3.5 es una colección de modelos generativos bilingües (inglés y coreano) optimizados para instrucciones que van desde 2.4B a 32B parámetros, desarrollados y lanzados por LG AI Research.
fr: EXAONE 3.5 est une collection de modèles génératifs bilingues (anglais et coréen), ajustés pour suivre des instructions, avec des tailles allant de 2,4 milliards à 32 milliards de paramètres. Développé et publié par LG AI Research.
hi: एक्सएओएन 3.5 अंग्रेजी और कोरियाई भाषाओं के लिए निर्देश-ट्यून किए गए द्विभाषी उत्पन्न मॉडलों का संग्रह है, जो 2.4 बी से 32 बी पैरामीटर तक है, जिसे एलजी एआई रिसर्च द्वारा विकसित और जारी किया गया है।
id: EXAONE 3.5 adalah kumpulan model generatif bilingual (Inggris dan Korea) yang telah disesuaikan dengan instruksi, dengan parameter berkisar dari 2.4B hingga 32B, dikembangkan dan dirilis oleh LG AI Research.
it: EXAONE 3.5 è una raccolta di modelli generativi bilingui (inglese e coreano) ottimizzati per le istruzioni, con parametri da 2,4B a 32B, sviluppati e rilasciati da LG AI Research.
kn: EXAONE 3.5 ಎನ್ನುವುದು ಎಲ್ಜಿ ಎಐ ಸಂಶೋಧನೆಯಿಂದ ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಮತ್ತು ಬಿಡುಗಡೆಯಾದ 2.4 ಬಿ ಯಿಂದ 32 ಬಿ ನಿಯತಾಂಕಗಳವರೆಗಿನ ಸೂಚನಾ-ಟ್ಯೂನ್ಡ್ ದ್ವಿಭಾಷಾ (ಇಂಗ್ಲಿಷ್ ಮತ್ತು ಕೊರಿಯನ್) ಉತ್ಪಾದಕ ಮಾದರಿಗಳ ಸಂಗ್ರಹವಾಗಿದೆ.
nl: EXAONE 3.5 is een verzameling instructie-getunede tweetalige (Engels en Koreaans) generatieve modellen met 2.4B tot 32B parameters, ontwikkeld en uitgebracht door LG AI Research.
pt_br: EXAONE 3.5 é uma coleção de modelos generativos bilíngues (inglês e coreano) ajustados por instruções, variando de 2,4B a 32B parâmetros, desenvolvidos e lançados pela LG AI Research.
ta: EXAONE 3.5 என்பது LG AI ஆராய்ச்சி மூலம் உருவாக்கப்பட்டு வெளியிடப்பட்ட, 2.4B முதல் 32B அளவுருக்கள் வரை உள்ள அறிவுறுத்தல்-சரிசெய்யப்பட்ட இருமொழி (ஆங்கிலம் மற்றும் கொரியன்) உருவாக்கும் மாதிரிகளின் தொகுப்பாகும்.
te: EXAONE 3.5 అనేది LG AI రీసెర్చ్ అభివృద్ధి చేసి విడుదల చేసిన 2.4B నుండి 32B పారామీటర్‌ల వరకు ఉండే సూచన-ట్యూన్డ్ ద్విభాషా (ఇంగ్లీష్ మరియు కొరియన్) ఉత్పాదక నమూనాల సమాహారం.
tr: Exaone 3.5, LG AI Research tarafından geliştirilen ve piyasaya sürülen 2.4b ila 32B parametreleri arasında değişen iki dilli (İngilizce ve Korece) üretken modellerden oluşan bir koleksiyondur.
uk: EXAONE 3.5 — це колекція двомовних (англійською та корейською) генеративних моделей з налаштуванням інструкцій, параметри яких варіюються від 2.4 до 32 мільярдів, розроблена та випущена LG AI Research.

source: Sailor2 are multilingual language models made for South-East Asia. Available in 1B, 8B, and 20B parameter sizes.
bn: সেইলর ২ হল দক্ষিণ-পূর্ব এশিয়ার জন্য তৈরি বহুভাষিক ভাষা মডেল। ১ বিলিয়ন, ৮ বিলিয়ন এবং ২০ বিলিয়ন প্যারামিটার আকারে উপলব্ধ।
de: Sailor2 sind multilinguale Sprachmodelle für Südostasien. Verfügbar in 1B-, 8B- und 20B-Parametergrößen.
es: Sailor2 son modelos de lenguaje multilingües diseñados para el sudeste asiático. Disponibles en tamaños de parámetros 1B, 8B y 20B.
fr: Sailor2 est une gamme de modèles multilingues conçus pour l'Asie du Sud-Est, disponibles en tailles de 1 milliard, 8 milliards et 20 milliards de paramètres.
hi: सेलर2 दक्षिण-पूर्व एशिया के लिए बनाए गए बहुभाषी भाषा मॉडल हैं। 1 बी, 8 बी और 20 बी पैरामीटर आकार में उपलब्ध हैं।
id: Sailor2 adalah model bahasa multibahasa yang dibuat untuk Asia Tenggara. Tersedia dalam ukuran parameter 1B, 8B, dan 20B.
it: Sailor2 sono modelli linguistici multilingue realizzati per il Sud-Est asiatico. Disponibili nelle misure 1B, 8B e 20B.
kn: ಸೈಲರ್ 2 ಆಗ್ನೇಯ ಏಷ್ಯಾಕ್ಕಾಗಿ ತಯಾರಿಸಿದ ಬಹುಭಾಷಾ ಭಾಷಾ ಮಾದರಿಗಳು. 1 ಬಿ, 8 ಬಿ, ಮತ್ತು 20 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಗಾತ್ರಗಳಲ್ಲಿ ಲಭ್ಯವಿದೆ.
nl: Sailor2 zijn meertalige taalmodellen gemaakt voor Zuidoost-Azië. Verkrijgbaar in de parametermaten 1B, 8B en 20B.
pt_br: Sailor2 são modelos de linguagem multilíngues feitos para o Sudeste Asiático. Disponíveis em tamanhos de parâmetros 1B, 8B e 20B.
ta: Sailor2 என்பது தென்கிழக்கு ஆசியாவிற்காக உருவாக்கப்பட்ட பல மொழி மொழி மாதிரிகள் ஆகும். 1B, 8B மற்றும் 20B அளவுரு அளவுகளில் கிடைக்கும்.
te: సెయిలర్2 అనేది సౌత్-ఈస్ట్ ఆసియా కోసం తయారు చేయబడిన బహుభాషా భాషా నమూనాలు. 1B, 8B మరియు 20B పారామీటర్ పరిమాణాలలో అందుబాటులో ఉంది.
tr: Sailor2, Güneydoğu Asya için yapılmış çok dilli dil modelleridir. 1b, 8b ve 20b parametre boyutlarında mevcuttur.
uk: Sailor2 — багатомовні мовні моделі, створені для Південно-Східної Азії. Доступні у розмірах 1 мільярд, 8 мільярдів і 20 мільярдів параметрів.

source: A family of efficient AI models under 10B parameters performant in science, math, and coding through innovative training techniques.
bn: ১০ বিলিয়নের নিচে প্যারামিটার সহ কার্যকরী AI মডেলের একটি পরিবার, যা বিজ্ঞান, গণিত এবং কোডিংয়ে উদ্ভাবনী প্রশিক্ষণ কৌশলের মাধ্যমে কার্যকর।
de: Eine Familie an effizienten KI-Modellen unter 10B Parametern, die leistungsfähig in Wissenschaft, Mathematik und Programmierung durch innovative Trainingstechniken sind.
es: Una familia de modelos de IA eficientes con un rendimiento de 10B de parámetros en ciencias, matemáticas y codificación a través de técnicas de entrenamiento innovadoras.
hi: १० बिलियन से कम पैरामीटर वाले कुशल AI मॉडलों का एक परिवार, जो विज्ञान, गणित और कोडिंग में नवोन्मेषी प्रशिक्षण तकनीकों के माध्यम से प्रदर्शन करते हैं।
id: Sebagian keluarga model AI efisien dengan parameter di bawah 10B yang tampil baik dalam ilmu pengetahuan, matematika, dan pemrograman melalui teknik pelatihan inovatif.
it: Una famiglia di modelli di intelligenza artificiale efficienti sotto i 10B di parametri, performanti in campo scientifico, matematico e di scrittura del codice grazie a tecniche di addestramento innovative.
kn: ನವೀನ ತರಬೇತಿ ತಂತ್ರಗಳ ಮೂಲಕ ವಿಜ್ಞಾನ, ಗಣಿತ ಮತ್ತು ಕೋಡಿಂಗ್‌ನಲ್ಲಿ 10 ಬಿ ನಿಯತಾಂಕಗಳ ಅಡಿಯಲ್ಲಿ ದಕ್ಷ ಎಐ ಮಾದರಿಗಳ ಕುಟುಂಬ.
nl: Een familie efficiënte AI-modellen onder 10B-parameters die presteren in wetenschap, wiskunde en codering via innovatieve trainingstechnieken.
pt_br: Uma família de modelos de IA eficientes com parâmetros 10B, com desempenho em ciências, matemática e codificação por meio de técnicas de treinamento inovadoras.
ta: 10B அளவுருக்களுக்குக் குறைவான ஒரு குடும்பம் திறமையான AI மாதிரிகள், அறிவியல், கணிதம் மற்றும் குறியீட்டில் புதுமையான பயிற்சி நுட்பங்கள் மூலம் செயல்படுகின்றன.
te: వినూత్న శిక్షణా పద్ధతుల ద్వారా సైన్స్, గణితం మరియు కోడింగ్‌లో 10B పారామీటర్‌ల క్రింద సమర్థవంతమైన AI మోడల్‌ల కుటుంబం.
tr: Yenilikçi eğitim teknikleri aracılığıyla bilim, matematik ve kodlama alanında 10B parametrenin altında verimli AI modelleri.
uk: Сімейство ефективних моделей ШІ з параметрами менше 10B, які демонструють відмінні результати в науці, математиці та програмуванні завдяки інноваційним методам навчання.
