Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Added Ollama as part of Alpaca, Ollama will run in a sandbox
bn: Alpacaর অংশ হিসাবে Ollama যোগ করা হয়েছে, Ollama একটি স্যান্ডবক্সে চালু হবে
de: Ollama als Teil von Alpaca hinzugefügt, Ollama wird in einer Sandbox ausgeführt
es: Añadido Ollama como parte de Alpaca, Ollama se ejecutara en un sandbox
fr: Ajouté : Ollama intégré à Alpaca dans un bac à sable
hi: ओलामा को अल्पाका के हिस्से के रूप में जोड़ा गया है, ओलामा एक सैंडबॉक्स में चलेगा
id: Ditambahkan Ollama sebagai bagian dari Alpaca, Ollama akan berjalan di sandbox
it: Aggiunto Ollama come parte di Alpaca, Ollama funzionerà in una sandbox.
kn: ಅಲ್ಪಕಾ ಭಾಗವಾಗಿ ಒಲ್ಲಾಮಾವನ್ನು ಸೇರಿಸಲಾಗಿದೆ, ಒಲ್ಲಾಮಾ ಸ್ಯಾಂಡ್‌ಬಾಕ್ಸ್‌ನಲ್ಲಿ ಓಡುತ್ತಾರೆ
nb_no: Lo til Ollama som del av Alpaca, Ollama vil skjøre i en sandkasse
nl: Ollama toegevoegd als onderdeel van Alpaca, Ollama draait in een sandbox
pt_br: Adicionado o Ollama como parte do Alpaca, executado em sandbox
ta: அல்பாகாவின் ஒரு பகுதியாக ஓல்லமா சேர்க்கப்பட்டது, ஓல்லமா ஒரு மணல் பெட்டியில் இயங்கும்
te: అల్పాకాలో భాగంగా ఒల్లామా జోడించబడింది, ఒల్లామా శాండ్‌బాక్స్‌లో నడుస్తుంది
tr: Alpaca'nın bir parçası olarak Ollama eklendi, Ollama bir sandbox'ta çalışacak
uk: Додано Ollama як частину Alpaca, Ollama буде працювати в пісочниці

source: Added option to connect to remote instances (how it worked before)
bn: আগের মতো দূরবর্তী উদাহরণে সংযোগ করার বিকল্প যোগ করা হয়েছে
de: Option zum Verbinden mit Remote-Instanzen hinzugefügt (wie es vorher funktionierte)
es: Añadida la opcion de conectarse a instancias remotas (como funcionaba) antes
fr: Ajouté : option pour se connecter à des instances distantes (comme cela fonctionnait précédemment)
hi: रिमोट इंस्टेंस से कनेक्ट करने का विकल्प जोड़ा गया है (जैसा पहले काम करता था)
id: Ditambahkan opsi untuk terhubung ke instance jarak jauh (seperti sebelumnya)
it: Aggiunta l'opzione di connettersi ad istanze remote (modo in cui funzionava precedentemente)
kn: ದೂರಸ್ಥ ನಿದರ್ಶನಗಳಿಗೆ ಸಂಪರ್ಕಿಸಲು ಆಯ್ಕೆ ಸೇರಿಸಲಾಗಿದೆ (ಅದು ಮೊದಲು ಹೇಗೆ ಕೆಲಸ ಮಾಡಿದೆ)
nb_no: Lo til innstilling for å koble til eksterne instanser, som det fungerte før
nl: Optie toegevoegd om verbinding te maken met externe instanties (hoe het eerder werkte)
pt_br: Adicionada a opção de conectar com uma instância remota (como funcionava antes)
ta: தொலைநிலை நிகழ்வுகளுடன் இணைக்கும் விருப்பம் சேர்க்கப்பட்டது (முன்பு அது எப்படி வேலை செய்தது)
te: రిమోట్ ఉదంతాలకు కనెక్ట్ చేయడానికి ఎంపిక జోడించబడింది (ఇది ముందు ఎలా పనిచేసింది)
tr: Uzak Modellere bağlanma seçeneği eklendi (önceden çalıştığı gibi)
uk: Додана опція підключення до віддалених екземплярів (як це працювало раніше)

source: Added option to import and export chats
bn: চ্যাট আমদানি ও রপ্তানি করার বিকল্প যোগ করা হয়েছে
de: Option zum Importieren und Exportieren von Chats hinzugefügt
es: Añadida la opcion de importar y exportar chats
fr: Ajouté : option pour importer et exporter les discussions
hi: चैट्स को आयात और निर्यात करने का विकल्प जोड़ा गया है
id: Ditambahkan opsi untuk mengimpor dan mengekspor obrolan
it: Aggiunta l'opzione di importare ed esportare le chat
kn: ಚಾಟ್‌ಗಳನ್ನು ಆಮದು ಮಾಡಲು ಮತ್ತು ರಫ್ತು ಮಾಡಲು ಆಯ್ಕೆ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til innstilling for å importere og eksportere samtaler
nl: Optie toegevoegd om chats te importeren en exporteren
pt_br: Adicionada a opção de importar e exportar conversas
ta: அரட்டைகளை இறக்குமதி மற்றும் ஏற்றுமதி செய்வதற்கான விருப்பம் சேர்க்கப்பட்டது
te: చాట్‌లను దిగుమతి మరియు ఎగుమతి చేయడానికి ఎంపిక జోడించబడింది
tr: Sohbetleri içe ve dışa aktarma seçeneği eklendi
uk: Додана опція імпорту та експорту чатів

source: Added option to run Alpaca with Ollama in the background
bn: পটভূমিতে ওল্লামা সহ আলপাকা চালু করার বিকল্প যোগ করা হয়েছে
de: Option hinzugefügt, Alpaca mit Ollama im Hintergrund auszuführen
es: Añadida la opcion de ejecutar Alpaca y Ollama en el fondo
fr: Ajouté : option pour exécuter Alpaca avec Ollama en arrière-plan
hi: ओलामा के साथ अल्पाका को पृष्ठभूमि में चलाने का विकल्प जोड़ा गया है
id: Ditambahkan opsi untuk menjalankan Alpaca dengan Ollama di latar belakang
it: Aggiunta l'opzione di eseguire Alpaca con Ollama in background
kn: ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಆಲಾಮಾ ಅವರೊಂದಿಗೆ ಅಲ್ಪಕಾವನ್ನು ಚಲಾಯಿಸಲು ಆಯ್ಕೆ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Innstilling for å kjøre Alpaca med Ollama i bakgrunnen
nl: Optie toegevoegd om Alpaca te draaien met Ollama op de achtergrond
pt_br: Adicionada a opção de executar o Alpaca com o Ollama em segundo plano
ta: பின்னணியில் ஓல்லமாவுடன் அல்பாகாவை இயக்குவதற்கான விருப்பம் சேர்க்கப்பட்டது
te: నేపథ్యంలో ఒల్లామాతో అల్పాకాను అమలు చేయడానికి ఎంపిక జోడించబడింది
tr: Alpaca'yı arka planda Ollama ile çalıştırma seçeneği eklendi
uk: Додана опція запуску Alpaca з Ollama у фоновому режимі

source: Added preferences dialog
bn: পছন্দ ডায়ালগ যোগ করা হয়েছে
de: Einstellungsdialog hinzugefügt
es: Añadido dialogo de preferencias
fr: Ajouté : boite de dialogue des préférences
hi: प्राथमिकता संवाद जोड़ा गया है
id: Ditambahkan dialog preferensi
it: Aggiunta la finestra di dialogo delle preferenze
kn: ಆದ್ಯತೆಗಳ ಸಂವಾದವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Personalisering dialog
nl: Voorkeuren dialoog toegevoegd
pt_br: Adicionado o diálogo de preferências
ta: விருப்பங்கள் உரையாடல் சேர்க்கப்பட்டது
te: ప్రాధాన్యతల డైలాగ్ జోడించబడింది
tr: Tercihler iletişim kutusu eklendi
uk: Додано діалогове вікно налаштувань

source: Changed the welcome dialog
bn: স্বাগত ডায়ালগ পরিবর্তন করা হয়েছে
de: Begrüßungsdialog geändert
es: Nuevo dialogo de bienvenida
fr: Changé : boite de dialogue de bienvenue
hi: स्वागत संवाद बदल दिया गया है
id: Diubah dialog sambutan
it: Modificata la finestra di dialogo di benvenuto
kn: ಸ್ವಾಗತ ಸಂವಾದವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nb_no: Endret velkomstdialog
nl: Welkom dialoog veranderd
pt_br: Alterações no diálogo de boas-vindas
ta: வரவேற்பு உரையாடல் மாற்றப்பட்டது
te: స్వాగత డైలాగ్ మార్చారు
tr: Hoş Geldiniz ekranı değiştirildi
uk: Змінено діалогове вікно привітання

source: Please report any errors to the issues page, thank you.
bn: কোনো ত্রুটি পাওয়া গেলে ইস্যু পেজে রিপোর্ট করুন, ধন্যবাদ
de: Bitte melden Sie alle Fehler auf der Problemseite, danke.
es: Por favor reporta cualquier error a la página de problemas, gracias.
fr: Merci de reporter n'importe quel problèmes sur la page 'issues' du GitHub.
hi: कृपया किसी भी त्रुटि की रिपोर्ट मुद्दों के पृष्ठ पर करें, धन्यवाद।
id: Silakan laporkan kesalahan apapun ke halaman masalah, terima kasih.
it: Si prega di segnalare eventuali errori alla pagina dei problemi, grazie.
kn: ದಯವಿಟ್ಟು ಯಾವುದೇ ದೋಷಗಳನ್ನು ಸಮಸ್ಯೆಗಳ ಪುಟಕ್ಕೆ ವರದಿ ಮಾಡಿ, ಧನ್ಯವಾದಗಳು.
nb_no: Vær så snill å rapporter problemer i "issues" siden, tusen takk.
nl: Meld eventuele fouten op de problemen pagina, dank je.
pt_br: Por favor, reporte quaisquer erros na página de issues, obrigado.
ta: எந்தவொரு பிழையையும் சிக்கல்கள் பக்கத்தில் புகாரளிக்கவும், நன்றி.
te: దయచేసి ఏవైనా లోపాలను సమస్యల పేజీకి నివేదించండి, ధన్యవాదాలు.
tr: Lütfen hataları sorunlar sayfasına bildirin, teşekkürler.
uk: Будь ласка, повідомляйте про помилки на сторінці проблем, дякую.

source: Yet Another Daily Update
bn: আরেকটি দৈনিক আপডেট
de: Noch ein tägliches Update
es: Otra Actulización Diaria
fr: Mise à jour quotidienne
hi: एक और दैनिक अपडेट
id: Pembaruan Harian Lainnya
it: Ancora un altro aggiornamento quotidiano
kn: ಮತ್ತೊಂದು ದೈನಂದಿನ ನವೀಕರಣ
nb_no: Enda en daglig oppdatering
nl: Nog een dagelijkse update
pt_br: Mais Uma Atualização Diária
ta: மீண்டும் ஒரு தினசரி புதுப்பிப்பு
te: మరో డైలీ అప్‌డేట్
tr: Bir Günlük Güncelleme Daha
uk: Ще одне щоденне оновлення

source: Added better UI for 'Manage Models' dialog
bn: 'মডেল পরিচালনা' ডায়ালগের জন্য ভালো UI যোগ করা হয়েছে
de: Bessere Benutzeroberfläche für den Dialog 'Modelle verwalten' hinzugefügt
es: Añadida mejor interfaz para el dialogo 'gestión de modelos'
fr: Ajouté : une meilleure interface utilisateur pour la boite de dialogue 'Gestion des modèles'
hi: 'मैनेज मॉडल्स' संवाद के लिए बेहतर यूआई जोड़ा गया है
id: Ditambahkan UI yang lebih baik untuk dialog 'Kelola Model'
it: Aggiunta di una migliore interfaccia utente per la finestra di dialogo 'Gestore dei modelli'.
kn: 'ಮಾದರಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ' ಸಂವಾದಕ್ಕಾಗಿ ಉತ್ತಮ UI ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Bedre brukergrensesnitt for modell tilpassing dialog
nl: Betere gebruikersinterface toegevoegd voor het venster 'Modellen beheren
pt_br: Adicionada uma melhor interface de usuário para o diálogo de 'Gerenciar Modelos'
ta: 'மாடல்களை நிர்வகி' உரையாடலுக்கான சிறந்த UI சேர்க்கப்பட்டது
te: 'మోడళ్లను నిర్వహించండి' డైలాగ్ కోసం మెరుగైన UI జోడించబడింది
tr: 'Modelleri Yönet' iletişim kutusu için daha iyi kullanıcı arayüzü eklendi
uk: Додано покращений інтерфейс для діалогового вікна 'Управління моделями'

source: Added better UI for the chat sidebar
bn: চ্যাট সাইডবারের জন্য ভালো UI যোগ করা হয়েছে
de: Bessere Benutzeroberfläche für die Chat-Seitenleiste hinzugefügt
es: Añadida mejor interfaz para la barra lateral de chat
fr: Ajouté : meilleure interface utilisateur pour la barre latérale
hi: चैट साइडबार के लिए बेहतर यूआई जोड़ा गया है
id: Ditambahkan UI yang lebih baik untuk sidebar obrolan
it: Aggiunta una migliore interfaccia utente per la barra laterale della chat
kn: ಚಾಟ್ ಸೈಡ್‌ಬಾರ್‌ಗಾಗಿ ಉತ್ತಮ ಯುಐ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Bedre brukergrensesnitt for samtale sidefelt
nl: Betere gebruikersinterface toegevoegd voor de chatzijbalk
pt_br: Adicionada uma interface melhor para a barra lateral das conversas
ta: அரட்டை பக்கவாட்டுப் பட்டிக்கான சிறந்த UI சேர்க்கப்பட்டது
te: చాట్ సైడ్‌బార్ కోసం మెరుగైన UI జోడించబడింది
tr: Sohbet kenar çubuğu için daha iyi kullanıcı arayüzü eklendi
uk: Додано покращений інтерфейс для бічної панелі чату

source: Replaced model description with a button to open Ollama's website for the model
bn: মডেলের জন্য ওল্লামার ওয়েবসাইট খুলতে একটি বোতাম দিয়ে মডেলের বিবরণ প্রতিস্থাপিত হয়েছে
de: Modellbeschreibung durch eine Schaltfläche zum Öffnen der Ollama-Website für das Modell ersetzt
es: Remplazada la descripción de modelo por un botón para abrir la página web de Ollama para el modelo
fr: Changé : remplacement de la description du modèle par un bouton pour ouvrir le site web Ollama pour le modèle
hi: मॉडल के लिए ओलामा की वेबसाइट खोलने के लिए एक बटन के साथ मॉडल विवरण को बदल दिया गया है
id: Diganti deskripsi model dengan tombol untuk membuka situs web Ollama untuk model tersebut
it: Sotituita la descrizione del modello con un pulsante per aprire la pagina del modello sul sito web di Ollama.
kn: ಮಾದರಿಗಾಗಿ ಒಲ್ಲಾಮಾ ಅವರ ವೆಬ್‌ಸೈಟ್ ತೆರೆಯಲು ಬಟನ್‌ನೊಂದಿಗೆ ಮಾದರಿ ವಿವರಣೆಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nb_no: Erstattet modellforklaring med en knapp som åpner beskrivelsen i Ollama sin nettside
nl: Modelbeschrijving vervangen door een knop om Ollama's website voor het model te openen
pt_br: Substituição da descrição dos modelos por um botão de abrir o site do Ollama para cada modelo
ta: மாதிரி விளக்கத்தை மாதிரிக்கான ஓல்லமாவின் வலைத்தளத்தைத் திறப்பதற்கான ஒரு பொத்தானுடன் மாற்றியது
te: మోడల్ కోసం ఒల్లామా వెబ్‌సైట్‌ను తెరవడానికి మోడల్ వివరణ బటన్‌తో భర్తీ చేయబడింది
tr: Model açıklaması, modelin Ollama sitesini açan bir düğme ile değiştirdi
uk: Замінено опис моделі на кнопку для відкриття вебсайту Ollama для моделі

source: Added myself to the credits as the spanish translator
bn: স্প্যানিশ অনুবাদক হিসাবে আমি ক্রেডিটে নিজেকে যোগ করেছি
de: Mich selbst als spanischen Übersetzer zu den Credits hinzugefügt
es: Agregue mi nombre en los creditos como el traductor a Español
fr: Ajouté : moi-même aux crédits en tant que traducteur espagnol
hi: स्पेनिश अनुवादक के रूप में खुद को श्रेय में जोड़ा गया है
id: Menambahkan diri saya ke kredit sebagai penerjemah bahasa Spanyol
it: Mi sono aggiunto ai crediti come traduttore di spagnolo
kn: ಸ್ಪ್ಯಾನಿಷ್ ಭಾಷಾಂತರಕಾರನಾಗಿ ಕ್ರೆಡಿಟ್‌ಗಳಿಗೆ ನನ್ನನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til meg selv i kredittene som spansk oversetter
nl: Mezelf toegevoegd aan de credits als de Spaanse vertaler
pt_br: Me adicionei aos créditos como o tradutor para espanhol
ta: ஸ்பானிஷ் மொழிபெயர்ப்பாளராக நான் வரவு வைக்கப்பட்டுள்ளேன்
te: స్పానిష్ అనువాదకుడిగా క్రెడిట్‌లకు నన్ను చేర్చుకున్నాను
tr: Kendimi İspanyolca çevirmen olarak jeneriğe ekledim
uk: Додано себе до подяк як перекладача іспанської мови

source: Using XDG properly to get config folder
bn: কনফিগ ফোল্ডার পাওয়ার জন্য XDG সঠিকভাবে ব্যবহার করছি
de: XDG korrekt verwenden, um den Konfigurationsordner zu erhalten
es: Usando XDG apropiadamente para obtener el folder de configuración
fr: Changé : utilisation de XDG correctement pour avoir un dossier de configuration
hi: कॉन्फ़िग फ़ोल्डर प्राप्त करने के लिए XDG का सही उपयोग किया जा रहा है
id: Menggunakan XDG dengan benar untuk mendapatkan folder konfigurasi
it: Utilizzato XDG correttamente per ottenere la cartella di configurazione
kn: ಸಂರಚನಾ ಫೋಲ್ಡರ್ ಪಡೆಯಲು XDG ಅನ್ನು ಸರಿಯಾಗಿ ಬಳಸುವುದು
nb_no: Bruker XDG riktig for å nå konfigurasjons mappe
nl: XDG goed gebruikt om configuratiemap te krijgen
pt_br: Agora a spec XDG é usada propriamente para ter uma pasta de config
ta: கட்டமைப்பு கோப்புறையைப் பெற XDG ஐ சரியாகப் பயன்படுத்துதல்
te: కాన్ఫిగరేషన్ ఫోల్డర్‌ని పొందడానికి XDGని సరిగ్గా ఉపయోగించడం
tr: Yapılandırma klasörünü almak için XDG'yi düzgün kullanma eklendi
uk: Правильне використання XDG для отримання папки конфігурацій

source: Update for translations
bn: অনুবাদের জন্য আপডেট
de: Update für Übersetzungen
es: Actualización para traducciones
fr: Mise à jour concernant les traductions
hi: अनुवाद के लिए अद्यतन
id: Pembaruan untuk terjemahan
it: Aggiornate le traduzioni
kn: ಅನುವಾದಗಳಿಗಾಗಿ ನವೀಕರಿಸಿ
nb_no: Oppdatering for oversettelser
nl: Update voor vertalingen
pt_br: Atualização para traduções
ta: மொழிபெயர்ப்புகளுக்கான புதுப்பிப்பு
te: అనువాదాల కోసం నవీకరణ
tr: Çeviriler için güncelleme
uk: Оновлення для перекладів

source: The last update had some mistakes in the description of the update
bn: আপডেটের বর্ণনায় সর্বশেষ আপডেটে কিছু ভুল ছিল
de: Das letzte Update enthielt einige Fehler in der Beschreibung des Updates
es: La última actualización tenía unos errores en la descripción de la actualización
fr: La dernière mise à jour avait quelques erreurs dans sa description
hi: पिछले अपडेट में अपडेट के विवरण में कुछ त्रुटियाँ थीं
id: Pembaruan terakhir memiliki beberapa kesalahan dalam deskripsi pembaruan
it: L'ultimo aggiornamento presentava alcuni errori nella descrizione dell'aggiornamento
kn: ಕೊನೆಯ ನವೀಕರಣವು ನವೀಕರಣದ ವಿವರಣೆಯಲ್ಲಿ ಕೆಲವು ತಪ್ಪುಗಳನ್ನು ಹೊಂದಿದೆ
nb_no: Den siste oppdateringen hadde noen feil i beskrivelsen
nl: De laatste update had wat fouten in de beschrijving van de update
pt_br: A última atualização teve alguns erros na descrição da mesma
ta: கடைசி புதுப்பிப்பில் புதுப்பிப்பு விளக்கத்தில் சில தவறுகள் இருந்தன
te: చివరి అప్‌డేట్‌లో అప్‌డేట్ వివరణలో కొన్ని తప్పులు ఉన్నాయి
tr: Son güncellemenin açıklamasında bazı hatalar vardı
uk: Попереднє оновлення мало деякі помилки в описі оновлення

source: Another Daily Update
bn: আরেকটি দৈনিক আপডেট
de: Ein weiteres tägliches Update
es: Otra Actulización Diaria
fr: Mise à jour quotidienne
hi: एक और दैनिक अपडेट
id: Pembaruan Harian Lainnya
it: Un altro aggiornamento quotidiano
kn: ಮತ್ತೊಂದು ದೈನಂದಿನ ನವೀಕರಣ
nb_no: Enda en daglig oppdatering
nl: Nog een dagelijkse update
pt_br: Outra Atualização Diária
ta: மற்றொரு தினசரி புதுப்பிப்பு
te: మరో డైలీ అప్‌డేట్
tr: Bir Başka Günlük Güncelleme
uk: Ще одне щоденне оновлення

source: Added full Spanish translation
bn: সম্পূর্ণ স্প্যানিশ অনুবাদ যোগ করা হয়েছে
de: Vollständige spanische Übersetzung hinzugefügt
es: Añadida traducción completa a Español
fr: Ajouté : traduction complète Espagnol
hi: पूर्ण स्पेनिश अनुवाद जोड़ा गया है
id: Ditambahkan terjemahan lengkap bahasa Spanyol
it: Aggiunta la traduzione completa in spagnolo
kn: ಪೂರ್ಣ ಸ್ಪ್ಯಾನಿಷ್ ಅನುವಾದವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Spansk oversettelse er ferdig
nl: Volledige Spaanse vertaling toegevoegd
pt_br: Adicionada a tradução completa para o Espanhol
ta: முழு ஸ்பானிஷ் மொழிபெயர்ப்பு சேர்க்கப்பட்டது
te: పూర్తి స్పానిష్ అనువాదం జోడించబడింది
tr: Tam İspanyolca çeviri eklendi
uk: Додано повний переклад іспанською

source: Added support for background pulling of multiple models
bn: একাধিক মডেলের পিছনে টানার জন্য সমর্থন যোগ করা হয়েছে
de: Unterstützung für das Abrufen mehrerer Modelle im Hintergrund hinzugefügt
es: Añadido soporte para descargar multiples modelos en el fondo
fr: Ajouté : support pour le téléchargement de plusieurs modèles en arrière-plan
hi: पृष्ठभूमि में कई मॉडल्स को खींचने के लिए समर्थन जोड़ा गया है
id: Ditambahkan dukungan untuk pengambilan latar belakang dari beberapa model
it: Aggiunto il supporto per lo scaricamento in background di più modelli
kn: ಬಹು ಮಾದರಿಗಳ ಹಿನ್ನೆಲೆ ಎಳೆಯಲು ಬೆಂಬಲವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Støtte for bakgrunnsnedlasting av flere modeller
nl: Ondersteuning toegevoegd voor het trekken van meerdere modellen op de achtergrond
pt_br: Adicionado suporte para baixar múltiplos modelos em segundo plano
ta: பல மாதிரிகளை பின்னணியில் இழுப்பதற்கான ஆதரவு சேர்க்கப்பட்டது
te: బహుళ మోడల్‌ల బ్యాక్‌గ్రౌండ్ పుల్లింగ్‌కు మద్దతు జోడించబడింది
tr: Birden fazla modelin arka planda indirilmesi için destek eklendi
uk: Додана підтримка фонового завантаження кількох моделей

source: Added interrupt button
bn: বাধা দেওয়ার বোতাম যোগ করা হয়েছে
de: Schaltfläche zum Unterbrechen hinzugefügt
es: Añadido botón de interrupción
fr: Ajouté : bouton d'interruptions
hi: इंटररप्ट बटन जोड़ा गया है
id: Ditambahkan tombol interupsi
it: Aggiunto pulsante di interruzione
kn: ಅಡಚಣೆ ಬಟನ್ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til avbryt knapp.
nl: Onderbrekingsknop toegevoegd
pt_br: Adicionado botão de interromper
ta: இடைமறிப்பு பொத்தான் சேர்க்கப்பட்டது
te: అంతరాయ బటన్ జోడించబడింది
tr: Oluşturmayı durdurma butonu eklendi
uk: Додана кнопка переривання

source: Added basic shortcuts
bn: মৌলিক শর্টকাট যোগ করা হয়েছে
de: Grundlegende Tastenkürzel hinzugefügt
es: Añadidos atajos de teclado basicos
fr: Ajouté : raccourcis claviers simples
hi: बुनियादी शॉर्टकट जोड़े गए हैं
id: Ditambahkan pintasan dasar
it: Aggiunta di scorciatoie di base
kn: ಮೂಲ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Hurtigtaster er nå lagt til
nl: Basis sneltoetsen toegevoegd
pt_br: Adicionados atalhos de teclado básicos
ta: அடிப்படை குறுக்குவழிகள் சேர்க்கப்பட்டது
te: ప్రాథమిక సత్వరమార్గాలు జోడించబడ్డాయి
tr: Temel kısayollar eklendi
uk: Додані базові ярлики

source: Better translation support
bn: ভালো অনুবাদ সমর্থন
de: Bessere Unterstützung für Übersetzungen
es: Mejor soporte para traducciones
fr: Ajouté : meilleur support des traductions
hi: अनुवाद के लिए बेहतर समर्थन
id: Dukungan terjemahan yang lebih baik
it: Migliore supporto per la traduzione
kn: ಉತ್ತಮ ಅನುವಾದ ಬೆಂಬಲ
nb_no: Bedre oversettelsestøtte
nl: Betere ondersteuning voor vertalingen
pt_br: Melhor suporte a traduções
ta: சிறந்த மொழிபெயர்ப்பு ஆதரவு
te: మెరుగైన అనువాద మద్దతు
tr: Daha iyi çeviri desteği eklendi
uk: Краща підтримка перекладів

source: User can now leave chat name empty when creating a new one, it will add a placeholder name
bn: নতুন একটি তৈরি করার সময় ব্যবহারকারী এখন চ্যাট নাম খালি রাখতে পারে, এটি একটি স্থানধারক নাম যোগ করবে
de: Benutzer können jetzt den Chatnamen beim Erstellen eines neuen Chats leer lassen, es wird ein Platzhalter-Name hinzugefügt
es: El usuario ahora puede dejar el nombre del chat vacio durante la creación, la aplicación añadira un placeholder
fr: Ajouté : l'utilisateur peut maintenant quitter une discussion vide quand il en crée un nouvelle, cela va ajouter un nom de remplacement
hi: अब उपयोगकर्ता नए चैट बनाते समय चैट नाम खाली छोड़ सकते हैं, इसमें एक प्लेसहोल्डर नाम जोड़ा जाएगा
id: Pengguna sekarang dapat membiarkan nama obrolan kosong saat membuat yang baru, akan ditambahkan nama pengganti
it: L'utente può ora lasciare vuoto il titolo di nuove chat; verrà aggiunto un nome segnaposto.
kn: ಹೊಸದನ್ನು ರಚಿಸುವಾಗ ಬಳಕೆದಾರರು ಈಗ ಚಾಟ್ ಹೆಸರನ್ನು ಖಾಲಿ ಬಿಡಬಹುದು, ಅದು ಪ್ಲೇಸ್‌ಹೋಲ್ಡರ್ ಹೆಸರನ್ನು ಸೇರಿಸುತ್ತದೆ
nb_no: Bruker kan nå lage ny samtale med tomt navn, appen vil legge til et stedsholdernavn
nl: Gebruiker kan chatnaam nu leeg laten bij het aanmaken van een nieuwe, er wordt dan een placeholder toegevoegd
pt_br: Usuários agora podem deixar o nome da conversa em branco ao criar uma nova, um nome substituto será gerado em seu lugar
ta: ஒரு புதிய அரட்டையை உருவாக்கும்போது பயனர் அரட்டை பெயரை காலியாக விடலாம், அது ஒரு இடத்தைக் குறிக்கும் பெயரைச் சேர்க்கும்
te: కొత్త దాన్ని సృష్టించేటప్పుడు వినియోగదారు ఇప్పుడు చాట్ పేరును ఖాళీగా ఉంచవచ్చు, అది ప్లేస్‌హోల్డర్ పేరును జోడిస్తుంది
tr: Kullanıcı artık yeni bir sohbet oluştururken sohbet adını boş bırakabilir, yer tutucu bir ad ekleyecektir
uk: Тепер користувач може залишити ім'я чату порожнім при створенні нового, буде додано ім'я-заповнювач

source: Better scalling for different window sizes
bn: বিভিন্ন উইন্ডো আকারের জন্য ভালো স্কেলিং
de: Bessere Skalierung für verschiedene Fenstergrößen
es: Mejor escalado para distintos tamaños de ventana
fr: Résolu : meilleure mise à l'échelle pour différente taille de fenêtre
hi: विभिन्न विंडो आकारों के लिए बेहतर स्केलिंग
id: Skala yang lebih baik untuk ukuran jendela yang berbeda
it: Migliore scaling per finestre di diverse dimensioni
kn: ವಿಭಿನ್ನ ವಿಂಡೋ ಗಾತ್ರಗಳಿಗೆ ಉತ್ತಮ ಸ್ಕಲ್ಲಿಂಗ್
nb_no: Bedre skalering for forskjellige vinduestørrelser
nl: Betere schaling voor verschillende venstergroottes
pt_br: Melhor escala para diferentes tamanhos de janela
ta: வெவ்வேறு சாளர அளவுகளுக்கு சிறந்த அளவீடு
te: విభిన్న విండో పరిమాణాల కోసం మెరుగైన స్కేలింగ్
tr: Farklı pencere boyutları için daha iyi ölçeklendirme
uk: Краща масштабованість для різних розмірів вікна

source: Fixed: Can't close app if first time setup fails
bn: সংশোধন: প্রথম সেটআপ ব্যর্থ হলে অ্যাপ বন্ধ করতে পারবেন না
de: Behoben: App kann nicht geschlossen werden, wenn die Ersteinrichtung fehlschlägt
es: Arreglado: No se puede cerrar la aplicación en el primer setup
fr: Résolu : impossible de fermer l'application si la première configuration échouait
hi: सुधार: पहली बार सेटअप विफल होने पर ऐप को बंद नहीं किया जा सकता था, यह समस्या अब ठीक हो गई है
id: Diperbaiki: Tidak dapat menutup aplikasi jika pengaturan pertama gagal
it: Corretto: Impossibile chiudere l'app se la prima configurazione fallisce
kn: ಸ್ಥಿರ: ಮೊದಲ ಬಾರಿಗೆ ಸೆಟಪ್ ವಿಫಲವಾದರೆ ಅಪ್ಲಿಕೇಶನ್ ಮುಚ್ಚಲು ಸಾಧ್ಯವಿಲ್ಲ
nb_no: Fikset problem hvor appen ikke kan lukkes hvis første oppstart feilet
nl: Fixed: Kan app niet sluiten als eerste installatie mislukt
pt_br: Consertado: Não ser possível fechar o app caso a configuração inicial falhasse
ta: சரி செய்யப்பட்டது: முதல் முறை அமைப்பு தோல்வியுற்றால் பயன்பாட்டை மூட முடியாது
te: పరిష్కరించబడింది: మొదటిసారి సెటప్ విఫలమైతే యాప్‌ను మూసివేయడం సాధ్యం కాదు
tr: İlk kez kurulum başarısız olursa uygulama kapatılamaması düzeltildi
uk: Виправлено: Неможливо закрити додаток, якщо перше налаштування не вдалося

source: Really Big Update
bn: খুব বড় আপডেট
de: Wirklich großes Update
es: Actualización Bastante Grande
fr: Mise à jour majeure
hi: वास्तव में बड़ा अपडेट
id: Pembaruan Besar
it: Aggiornamento davvero grande
kn: ನಿಜವಾಗಿಯೂ ದೊಡ್ಡ ನವೀಕರಣ
nb_no: Veldig stor oppdatering
nl: Echt grote update
pt_br: Uma Atualização Realmente Grande
ta: உண்மையில் பெரிய புதுப்பிப்பு
te: నిజంగా పెద్ద నవీకరణ
tr: Gerçekten Büyük Güncelleme
uk: Дуже велике оновлення

source: Added multiple chats support!
bn: একাধিক চ্যাট সমর্থন যোগ করা হয়েছে!
de: Unterstützung für mehrere Chats hinzugefügt!
es: Añadido soporte para multiples chats!
fr: Ajouté : support de plusieurs discussions
hi: एकाधिक चैट्स के समर्थन जोड़ा गया है!
id: Ditambahkan dukungan untuk beberapa obrolan!
it: Aggiunto il supporto per multiple chat!
kn: ಬಹು ಚಾಟ್‌ಗಳ ಬೆಂಬಲವನ್ನು ಸೇರಿಸಲಾಗಿದೆ!
nb_no: Støtte for flere samtaler!
nl: Ondersteuning voor meerdere chats toegevoegd!
pt_br: Adicionado suporte para múltiplas conversas!
ta: பல அரட்டைகளுக்கான ஆதரவு சேர்க்கப்பட்டது!
te: బహుళ చాట్‌ల మద్దతు జోడించబడింది!
tr: Çoklu sohbet desteği eklendi!
uk: Додана підтримка кількох чатів!
