Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: A version of the DeepSeek-R1 model that has been post trained to provide unbiased, accurate, and factual information by Perplexity.
bn: পারপ্লেক্সিটি দ্বারা নিরপেক্ষ, সঠিক এবং তথ্যপূর্ণ তথ্য প্রদানের জন্য পোস্ট-ট্রেন করা ডিপসিক-আর১ মডেলের একটি সংস্করণ।
de: Eine version vom DeepSeek-R1-Modell, welche durch Perplexity nachtrainiert wurde, um unvoreingenommene, akkruate und faktenbasierte Informationswiedergabe zu ermöglichen.
es: Una versión del modelo DeepSeek-R1 que ha sido entrenado posteriormente para proporcionar información imparcial, precisa y objetiva de Perplexity.
hi: पेरप्लेक्सिटी द्वारा निरपेक्ष, सटीक और तथ्यात्मक जानकारी प्रदान करने के लिए पोस्ट-ट्रेन किए गए डीपसीक-आर1 मॉडल का एक संस्करण।
id: Versi model DeepSeek-R1 yang telah dilatih lebih lanjut untuk memberikan informasi yang tidak bias, akurat, dan faktual oleh Perplexity.
it: Una versione del modello DeepSeek-R1 che è stata addestrata successivamente da Perplexity per fornire informazioni imparziali, accurate e fattuali.
kn: ಡೀಪ್ಸೀಕ್-ಆರ್ 1 ಮಾದರಿಯ ಒಂದು ಆವೃತ್ತಿ, ಪಕ್ಷಪಾತವಿಲ್ಲದ, ನಿಖರ ಮತ್ತು ವಾಸ್ತವಿಕ ಮಾಹಿತಿಯನ್ನು ಗೊಂದಲದಿಂದ ಒದಗಿಸಲು ಪೋಸ್ಟ್ ತರಬೇತಿ ಪಡೆದಿದೆ.
pt_br: Uma versão do modelo DeepSeek-R1 que foi pós-treinado para fornecer informações imparciais, precisas e factuais pela Perplexity.
te: పర్‌ప్లెక్సిటీ ద్వారా నిష్పాక్షికమైన, ఖచ్చితమైన మరియు వాస్తవ సమాచారాన్ని అందించడానికి పోస్ట్ ట్రైనింగ్ పొందిన డీప్‌సీక్-ఆర్1 మోడల్ వెర్షన్.
tr: Deepseek-R1 modelinin, şaşkınlıkla tarafsız, doğru ve gerçek bilgileri sağlamak için eğitilmiş bir versiyonu.
uk: Модель DeepSeek-R1, яка була після навчена для надання неупередженої, точної та фактичної інформації від Perplexity.

source: The current, most capable model that runs on a single GPU.
bn: বর্তমানে, একক জিপিইউতে চলমান সবচেয়ে দক্ষ মডেল
de: Das neue, leistungsstärkste Modell, das auf einer einzigen GPU läuft.
es: El modelo actual más capaz que funciona con una sola GPU.
hi: वर्तमान में, एकल जीपीयू पर चलने वाला सबसे सक्षम मॉडल।
id: Model terbaru dan paling canggih yang dapat berjalan di satu GPU.
it: Il modello attualmente più potente in grado di funzionare su una singola GPU.
kn: ಒಂದೇ ಜಿಪಿಯುನಲ್ಲಿ ಚಲಿಸುವ ಪ್ರಸ್ತುತ, ಅತ್ಯಂತ ಸಮರ್ಥ ಮಾದರಿ.
pt_br: O modelo atual e mais capaz que executa em uma única GPU.
te: ఒకే GPUతో పనిచేసే ప్రస్తుత, అత్యంత సామర్థ్యం గల మోడల్.
tr: Tek bir GPU'da çalışan mevcut, en yetenekli model.
uk: Нинішня найпотужніша модель, що працює на одному GPU.

source: Phi-4-mini brings significant enhancements in multilingual support, reasoning, and mathematics, and now, the long-awaited function calling feature is finally supported.
bn: ফাই-৪-মিনি বহুভাষিক সমর্থন, যুক্তি এবং গণিতে উল্লেখযোগ্য উন্নতি নিয়ে আসে, এবং এখন, দীর্ঘসময় ধরে আশা করা ফাংশন কলিং বৈশিষ্ট্যটি অবশেষে সমর্থিত
de: Phi-4-mini bringt ausschlaggebende Verbesserungen in den multilingualen, Reasoning- und mathematischen Fähigkeiten und unterstützt nun die langerwarteten Funktionsaufruf-Fähigkeiten.
es: Phi-4-mini aporta mejoras significativas en soporte multilingüe, razonamiento y matemáticas, y ahora, la tan esperada función de llamada de funciones finalmente es compatible.
hi: फाई-4-मिनी बहुभाषी समर्थन, तर्क, और गणित में महत्वपूर्ण सुधार लाता है, और अब, लंबे समय से प्रतीक्षित फंक्शन कॉलिंग सुविधा को अंततः समर्थन प्राप्त है।
id: Phi-4-mini menghadirkan peningkatan signifikan dalam dukungan multibahasa, penalaran, dan matematika, serta kini mendukung fitur pemanggilan fungsi yang telah lama dinantikan.
it: Phi-4-mini apporta notevoli miglioramenti nel supporto multilingue, nel ragionamento e nella matematica; ora è finalmente supportata la tanto attesa funzionalità di chiamata delle funzioni.
kn: ಫಿ -4-ಮಿನಿ ಬಹುಭಾಷಾ ಬೆಂಬಲ, ತಾರ್ಕಿಕತೆ ಮತ್ತು ಗಣಿತಶಾಸ್ತ್ರದಲ್ಲಿ ಗಮನಾರ್ಹ ವರ್ಧನೆಗಳನ್ನು ತರುತ್ತದೆ, ಮತ್ತು ಈಗ, ಬಹುನಿರೀಕ್ಷಿತ ಕಾರ್ಯ ಕರೆ ಮಾಡುವ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಅಂತಿಮವಾಗಿ ಬೆಂಬಲಿಸಲಾಗುತ್ತದೆ.
pt_br: O Phi-4-mini traz melhorias significativas em suporte multilíngue, raciocínio e matemática, e agora, o tão aguardado recurso de chamada de função finalmente é suportado.
te: బహుభాషా మద్దతు, తార్కికం మరియు గణితంలో ఫై-4-మినీ గణనీయమైన మెరుగుదలలను తీసుకువస్తుంది మరియు ఇప్పుడు, చాలా కాలంగా ఎదురుచూస్తున్న ఫంక్షన్ కాలింగ్ ఫీచర్‌కు చివరకు మద్దతు లభించింది.
tr: PHI-4-Mini, çok dilli destek, akıl yürütme ve matematikte önemli geliştirmeler getiriyor ve şimdi uzun zamandır beklenen işlev çağırma özelliği destekleniyor.
uk: Phi-4-mini приносить суттєві покращення в багатомовній підтримці, міркуваннях та математиці, а також підтримує довгоочікувану функцію виклику функцій.

source: A compact and efficient vision-language model, specifically designed for visual document understanding, enabling automated content extraction from tables, charts, infographics, plots, diagrams, and more.
bn: একটি কমপ্যাক্ট এবং দক্ষ ভিশন-ল্যাঙ্গুয়েজ মডেল, বিশেষভাবে ভিজ্যুয়াল ডকুমেন্ট বোঝার জন্য ডিজাইন করা হয়েছে, যা টেবিল, চার্ট, ইনফোগ্রাফিক, প্লট, ডায়াগ্রাম এবং আরও অনেক কিছু থেকে স্বয়ংক্রিয় বিষয়বস্তু নির্ণয় করতে সক্ষম করে
de: Ein kompaktes und effizienties Vision-Sprachmodell, das besonders für das visuelle Verstehen von Dokumenten, automatischer Extraktion von Inhalten aus Tabellen, Diagrammen, Infografiken und mehr trainiert wurde.
es: Un modelo de lenguaje de visión compacto y eficiente, diseñado específicamente para la comprensión visual de documentos, que permite la extracción automatizada de contenido de tablas, gráficos, infografías, gráficos, diagramas y más.
hi: एक संक्षिप्त और कुशल दृष्टि-भाषा मॉडल, विशेष रूप से दृश्य दस्तावेज़ समझ के लिए डिज़ाइन किया गया है, जो टेबल, चार्ट, इंफोग्राफिक्स, प्लॉट, आरेख, और अधिक से स्वचालित सामग्री निकालने को सक्षम बनाता है।
id: Model bahasa-visual yang ringkas dan efisien, dirancang khusus untuk memahami dokumen visual, memungkinkan ekstraksi konten otomatis dari tabel, grafik, infografik, diagram, dan lainnya.
it: Un modello di linguaggio visivo compatto ed efficiente, specificamente progettato per la comprensione visiva dei documenti, che consente l'estrazione automatica di contenuti da tabelle, grafici, infografiche, diagrammi e altro ancora.
kn: ಕಾಂಪ್ಯಾಕ್ಟ್ ಮತ್ತು ಪರಿಣಾಮಕಾರಿ ದೃಷ್ಟಿ-ಭಾಷೆಯ ಮಾದರಿ, ನಿರ್ದಿಷ್ಟವಾಗಿ ದೃಶ್ಯ ಡಾಕ್ಯುಮೆಂಟ್ ತಿಳುವಳಿಕೆ, ಕೋಷ್ಟಕಗಳು, ಚಾರ್ಟ್‌ಗಳು, ಇನ್ಫೋಗ್ರಾಫಿಕ್ಸ್, ಪ್ಲಾಟ್‌ಗಳು, ರೇಖಾಚಿತ್ರಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳಿಂದ ಸ್ವಯಂಚಾಲಿತ ವಿಷಯ ಹೊರತೆಗೆಯುವಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.
pt_br: Um modelo de visão e linguagem compacto e eficiente, projetado especificamente para compreensão visual de documentos, permitindo extração automatizada de conteúdo de tabelas, gráficos, infográficos, gráficos, diagramas e muito mais.
te: దృశ్య పత్ర అవగాహన కోసం ప్రత్యేకంగా రూపొందించబడిన కాంపాక్ట్ మరియు సమర్థవంతమైన విజన్-లాంగ్వేజ్ మోడల్, పట్టికలు, చార్టులు, ఇన్ఫోగ్రాఫిక్స్, ప్లాట్లు, రేఖాచిత్రాలు మరియు మరిన్నింటి నుండి ఆటోమేటెడ్ కంటెంట్ వెలికితీతను అనుమతిస్తుంది.
tr: Özellikle görsel belge anlayışı için tasarlanmış, tablolardan, grafiklerden, infographics, grafikler, diyagramlar ve daha fazlası için otomatik içerik çıkarma sağlayan kompakt ve verimli bir görme dili modeli.
uk: Компактна та ефективна модель з зоровими та мовними можливостями, спеціально створена для розуміння візуальних документів, дозволяючи автоматизоване вилучення контенту з таблиць, діаграм, інфографіки, графіків, діаграм та іншого.

source: Granite-3.2 is a family of long-context AI models from IBM Granite fine-tuned for thinking capabilities.
bn: গ্রানাইট-৩.২ হল আইবিএম গ্রানাইটের দীর্ঘ-প্রসঙ্গের এআই মডেলের একটি পরিবার, যা চিন্তা ক্ষমতার জন্য সূক্ষ্মভাবে টিউন করা হয়েছে
de: Granite-3.2 ist eine Familie von KI-Modellen mit langem Kontextfenster von IBM, das für das Denken feinabgestimmt wurde.
es: Granite-3.2 es una familia de modelos de IA de contexto largo de IBM Granite optimizados para capacidades de pensamiento.
hi: ग्रैनाइट-3.2 आईबीएम ग्रैनाइट से लंबे संदर्भ एआई मॉडल्स का एक परिवार है, जो सोच क्षमताओं के लिए फाइन-ट्यून किया गया है।
id: Granite-3.2 adalah keluarga model AI dengan konteks panjang dari IBM Granite yang disetel untuk meningkatkan kemampuan berpikir.
it: Granite-3.2 è una famiglia di modelli di intelligenza artificiale a lungo contesto di IBM Granite, ottimizzati per le capacità di pensiero.
kn: ಗ್ರಾನೈಟ್ -3.2 ಎನ್ನುವುದು ಐಬಿಎಂ ಗ್ರಾನೈಟ್‌ನಿಂದ ದೀರ್ಘ-ಸಂದರ್ಭದ ಎಐ ಮಾದರಿಗಳ ಕುಟುಂಬವಾಗಿದ್ದು, ಆಲೋಚನಾ ಸಾಮರ್ಥ್ಯಗಳಿಗಾಗಿ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ.
pt_br: Granite-3.2 é uma família de modelos de IA de longo contexto da IBM Granite ajustados para capacidades de pensamento.
te: గ్రానైట్-3.2 అనేది IBM గ్రానైట్ నుండి దీర్ఘ-సందర్భ AI మోడళ్ల కుటుంబం, ఆలోచనా సామర్థ్యాల కోసం చక్కగా ట్యూన్ చేయబడింది.
tr: Granit-3.2, düşünme yetenekleri için ince ayarlı IBM granitinin uzun kontext AI modelleri ailesidir.
uk: Granite-3.2 — це сімейство довгих контекстуальних ШІ моделей від IBM Granite, налаштованих на міркувальні можливості.

source: A new state-of-the-art version of the lightweight Command R7B model that excels in advanced Arabic language capabilities for enterprises in the Middle East and Northern Africa.
bn: মধ্যপ্রাচ্য ও উত্তর আফ্রিকার উদ্যোগের জন্য উন্নত আরবি ভাষা ক্ষমতায় অগ্রগতি লাভকারী হালকা কমান্ড আর৭বি মডেলের একটি নতুন সর্বশ্রেষ্ঠ সংস্করণ
de: Eine hochmoderne Version des leichtgewichtigen Command R7B-Modells, das mit seiner erweiterten arabischen Sprachfähigkeit für Unternehmen im mittleren Osten und Nordafrika beeindruckt.
es: Una nueva versión de última generación del modelo liviano Command R7B que se destaca por sus capacidades avanzadas en idioma árabe para empresas en Medio Oriente y el norte de África.
hi: लाइटवेट कमांड आर7बी मॉडल का एक नया राज्य-ऑफ-द-आर्ट संस्करण, जो मध्य पूर्व और उत्तरी अफ्रीका में उद्यमों के लिए उन्नत अरबी भाषा क्षमताओं में उत्कृष्टता प्राप्त करता है।
id: Versi terbaru dari model Command R7B yang ringan, unggul dalam kemampuan bahasa Arab tingkat lanjut untuk perusahaan di Timur Tengah dan Afrika Utara.
it: Una nuova versione all'avanguardia del modello leggero Command R7B, che eccelle nelle funzionalità avanzate della lingua araba per le aziende in Medio Oriente e Nord Africa.
kn: ಮಧ್ಯಪ್ರಾಚ್ಯ ಮತ್ತು ಉತ್ತರ ಆಫ್ರಿಕಾದ ಉದ್ಯಮಗಳಿಗೆ ಸುಧಾರಿತ ಅರೇಬಿಕ್ ಭಾಷಾ ಸಾಮರ್ಥ್ಯಗಳಲ್ಲಿ ಉತ್ಕೃಷ್ಟವಾಗಿರುವ ಹಗುರವಾದ ಕಮಾಂಡ್ ಆರ್ 7 ಬಿ ಮಾದರಿಯ ಹೊಸ ಅತ್ಯಾಧುನಿಕ ಆವೃತ್ತಿ.
pt_br: Uma nova versão de última geração do modelo leve Command R7B que se destaca em recursos avançados de idioma árabe para empresas no Oriente Médio e Norte da África.
te: మధ్యప్రాచ్యం మరియు ఉత్తర ఆఫ్రికాలోని సంస్థలకు అధునాతన అరబిక్ భాషా సామర్థ్యాలలో రాణించే తేలికపాటి కమాండ్ R7B మోడల్ యొక్క కొత్త అత్యాధునిక వెర్షన్.
tr: Orta Doğu ve Kuzey Afrika'daki işletmeler için ileri Arapça dil yeteneklerinde mükemmel olan hafif komut R7B modelinin yeni bir son teknoloji sürümü.
uk: Нова передова версія моделі легкого Command R7B, яка відмінно справляється з покращеними арабськими мовними можливостями для підприємств на Близькому Сході та в Північній Африці.

source: 111 billion parameter model optimized for demanding enterprises that require fast, secure, and high-quality AI
bn: ১১১ বিলিয়ন প্যারামিটার মডেল যা দ্রুত, নিরাপদ এবং উচ্চ-মানের এআই প্রয়োজনীয় চাহিদাপূর্ণ উদ্যোগের জন্য অপ্টিমাইজ করা হয়েছে
de: 111-Milliaren-Parameter-Modell optimiert für aufwändige Unternehmen, die schnelle, sichere und hochqualitative KI benötigen.
es: Modelo de 111 mil millones de parámetros optimizado para empresas exigentes que requieren IA rápida, segura y de alta calidad
hi: 111 अरब पैरामीटर मॉडल, जो तेज, सुरक्षित, और उच्च-गुणवत्ता वाले एआई की आवश्यकता वाले मांग वाले उद्यमों के लिए अनुकूलित किया गया है।
id: Model dengan 111 miliar parameter yang dioptimalkan untuk perusahaan yang membutuhkan AI yang cepat, aman, dan berkualitas tinggi.
it: Modello da 111 miliardi di parametri ottimizzato per le aziende che necessitano di un'intelligenza artificiale veloce, sicura e di alta qualità
kn: 111 ಬಿಲಿಯನ್ ಪ್ಯಾರಾಮೀಟರ್ ಮಾದರಿಯನ್ನು ವೇಗವಾಗಿ, ಸುರಕ್ಷಿತ ಮತ್ತು ಉತ್ತಮ-ಗುಣಮಟ್ಟದ AI ಅಗತ್ಯವಿರುವ ಬೇಡಿಕೆಯ ಉದ್ಯಮಗಳಿಗೆ ಹೊಂದುವಂತೆ ಮಾಡಲಾಗಿದೆ
pt_br: Modelo de 111 bilhões de parâmetros otimizado para empresas exigentes que exigem IA rápida, segura e de alta qualidade
te: వేగవంతమైన, సురక్షితమైన మరియు అధిక-నాణ్యత గల AI అవసరమయ్యే డిమాండ్ ఉన్న సంస్థలకు 111 బిలియన్ పారామితి నమూనా ఆప్టిమైజ్ చేయబడింది.
tr: Hızlı, güvenli ve yüksek kaliteli yapay zeka gerektiren zorlu işletmeler için optimize edilmiş 111 milyar parametre modeli
uk: Модель з 111 мільярдами параметрів, оптимізована для вимогливих підприємств, що потребують швидкого, безпечного та високоякісного ШІ.

source: Qwen3 is the latest generation of large language models in Qwen series, offering a comprehensive suite of dense and mixture-of-experts (MoE) models.
bn: কোয়েন সিরিজ়ে কোয়েন৩ হলো বৃহৎ ভাষার মডেলের নবীনতম প্রজন্ম, যা ডেন্স এবং মিক্সচার-অফ-এক্সপার্টস (MoE) মডেলের একটি বিস্তৃত স্যুট প্রদান করে।
de: Qwen 3 ist die neueste Generation an großen Sprachmodellen der Qwen-Serie, welche mit einer umfassenden Sammlung an Dense- und Mixture-of-Experts-Modellen kommt.
es: Qwen3 es la última generación de modelos de lenguaje grandes de la serie Qwen y ofrece un conjunto integral de modelos densos y de mezcla de expertos (MoE).
hi: क्यूवेन3 क्यूवेन श्रृंखला में बड़े भाषा मॉडल की नवीनतम पीढ़ी है, जो डेंस और मिक्सचर-ऑफ-एक्सपर्ट्स (MoE) मॉडल का एक व्यापक सूट प्रदान करता है।
id: Qwen3 adalah generasi terbaru dari model bahasa besar dalam seri Qwen, menawarkan rangkaian lengkap model padat dan mixture-of-experts (MoE).
it: Qwen3 è l'ultima generazione di modelli linguistici di grandi dimensioni della serie Qwen, che offre una suite completa di modelli densi e misti di esperti (MoE).
kn: ಕ್ವೆನ್ 3 ಕ್ವೆನ್ ಸರಣಿಯಲ್ಲಿನ ಇತ್ತೀಚಿನ ಪೀಳಿಗೆಯ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಗಳಾಗಿದ್ದು, ದಟ್ಟವಾದ ಮತ್ತು ಮಿಶ್ರಣ-ತಜ್ಞ (ಎಂಒಇ) ಮಾದರಿಗಳ ಸಮಗ್ರ ಸೂಟ್ ಅನ್ನು ನೀಡುತ್ತದೆ.
pt_br: Qwen3 é a última geração de grandes modelos de linguagem da série Qwen, oferecendo um conjunto abrangente de modelos densos e de mistura de especialistas (MoE).
te: Qwen3 అనేది Qwen సిరీస్‌లోని తాజా తరం పెద్ద భాషా నమూనాలు, ఇది దట్టమైన మరియు నిపుణుల మిశ్రమం (MoE) నమూనాల సమగ్ర సూట్‌ను అందిస్తుంది.
tr: Qwen3, Qwen Serisinde en yeni nesil büyük dil modelleridir ve kapsamlı bir yoğun ve ekspertler (MOE) modelleri paketi sunar.

source: Devstral: the best open source model for coding agents
bn: ডেভস্ট্রাল: কোডিং এজেন্টদের জন্য সেরা ওপেন সোর্স মডেল
de: Devstral: das beste Open-Source-Modell für Coding-Agents.
es: Devstral: el mejor modelo de código abierto para agentes de codigo
hi: Devstral: कोडिंग एजेंट्स के लिए सर्वश्रेष्ठ ओपन सोर्स मॉडल
id: Devstral: model open source terbaik untuk agen pengkodean
it: Devstral: il miglior modello open source per agenti di scrittura del codice
kn: ಡೆವ್‌ಸ್ಟ್ರಾಲ್: ಕೋಡಿಂಗ್ ಏಜೆಂಟ್‌ಗಳಿಗೆ ಅತ್ಯುತ್ತಮ ಓಪನ್ ಸೋರ್ಸ್ ಮಾದರಿ
pt_br: Devstral: o melhor modelo de código aberto para agentes de codificação
te: డెవ్‌స్ట్రాల్: కోడింగ్ ఏజెంట్లకు ఉత్తమ ఓపెన్ సోర్స్ మోడల్
tr: Devstral: Kodlama Aracıları için En İyi Açık Kaynak Model

source: Meta's latest collection of multimodal models.
bn: মেটার মাল্টিমোডাল মডেলের সর্বশেষ সংগ্রহ।
de: Meta's neueste Sammlung an multimodalen Modellen.
es: La última colección de modelos multimodales de Meta.
hi: मेटा का मल्टीमॉडल मॉडल का नवीनतम संग्रह।
id: Koleksi terbaru model multimodal dari Meta.
it: L'ultima raccolta di modelli multimodali di Meta.
kn: ಮೆಟಾದ ಮಲ್ಟಿಮೋಡಲ್ ಮಾದರಿಗಳ ಇತ್ತೀಚಿನ ಸಂಗ್ರಹ.
pt_br: A mais recente coleção de modelos multimodais da Meta.
te: మెటా యొక్క తాజా మల్టీమోడల్ మోడల్‌ల సేకరణ.
tr: Meta'nın en son multimodal model koleksiyonu.

source: Flagship vision-language model of Qwen and also a significant leap from the previous Qwen2-VL.
bn: কুইন-এর ফ্ল্যাগশিপ ভিশন-ল্যাঙ্গুয়েজ মডেল এবং পূর্ববর্তী Qwen2-VL থেকে একটি উল্লেখযোগ্য উন্নতি।
de: Flaggschiff-Vision-Language-Modell von Qwen und ein deutlicher Sprung gegenüber dem vorherigen Qwen2-VL.
es: Modelo insignia de lenguaje de visión de Qwen y también un salto significativo respecto al anterior Qwen2-VL.
hi: Qwen का प्रमुख विजन-लैंग्वेज मॉडल और पिछले Qwen2-VL से एक महत्वपूर्ण छलांग।
id: Model unggulan visi-bahasa dari Qwen dan juga lompatan signifikan dari Qwen2-VL sebelumnya.
it: Modello di linguaggio visivo di punta di Qwen, nonchè un salto significativo rispetto al precedente Qwen2-VL.
kn: ಕ್ವೆನ್‌ನ ಪ್ರಮುಖ ದೃಷ್ಟಿ-ಭಾಷೆಯ ಮಾದರಿ ಮತ್ತು ಹಿಂದಿನ QWEN2-VL ನಿಂದ ಗಮನಾರ್ಹವಾದ ಅಧಿಕ.
pt_br: Modelo de linguagem de visão principal do Qwen e também um salto significativo em relação ao Qwen2-VL anterior.
te: Qwen యొక్క ఫ్లాగ్‌షిప్ విజన్-లాంగ్వేజ్ మోడల్ మరియు మునుపటి Qwen2-VL నుండి గణనీయమైన ముందడుగు.
tr: Qwen'in amiral gemisi vizyon dil modeli ve aynı zamanda önceki Qwen2-VL'den önemli bir sıçrama.

source: DeepCoder is a fully open-Source 14B coder model at O3-mini level, with a 1.5B version also available.
bn: DeepCoder হল একটি সম্পূর্ণ ওপেন-সোর্স 14B কোডার মডেল যা O3-mini স্তরে রয়েছে, পাশাপাশি 1.5B সংস্করণও উপলব্ধ।
de: DeepCoder ist ein vollständig quelloffenes 14B-Coder-Modell auf dem Level von o3-mini - eine 1.5B-Version ist ebenfalls erhältlich.
es: DeepCoder es un modelo codificador 14B de código abierto a nivel O3-mini, con una versión 1.5B también disponible.
hi: डीपकोडर ओ3-मिनी स्तर पर पूरी तरह से ओपन-सोर्स 14बी कोडर मॉडल है, जिसमें 1.5बी संस्करण भी उपलब्ध है।
id: DeepCoder adalah model pengkode 14 miliar parameter open source sepenuhnya pada level O3-mini, dengan versi 1,5 miliar juga tersedia.
it: DeepCoder è un modello per scrittura di codice da 14B completamente open source al livello di O3-mini, con una versione disponibile anche da 1,5B.
kn: ಡೀಪ್‌ಕೋಡರ್ ಒ 3-ಮಿನಿ ಮಟ್ಟದಲ್ಲಿ ಸಂಪೂರ್ಣ ತೆರೆದ ಮೂಲ 14 ಬಿ ಕೋಡರ್ ಮಾದರಿಯಾಗಿದ್ದು, 1.5 ಬಿ ಆವೃತ್ತಿಯು ಸಹ ಲಭ್ಯವಿದೆ.
pt_br: O DeepCoder é um modelo de codificador 14B totalmente de código aberto no nível O3-mini, com uma versão 1.5B também disponível.
te: డీప్‌కోడర్ అనేది O3-మినీ స్థాయిలో పూర్తిగా ఓపెన్-సోర్స్ 14B కోడర్ మోడల్, 1.5B వెర్షన్ కూడా అందుబాటులో ఉంది.
tr: DeepCoder, O3-Mini düzeyinde tamamen açık kaynaklı bir 14B kodlayıcı modelidir ve 1.5B sürümü de mevcuttur.

source: Building upon Mistral Small 3, Mistral Small 3.1 (2503) adds state-of-the-art vision understanding and enhances long context capabilities up to 128k tokens without compromising text performance.
bn: Mistral Small 3-এর উপর ভিত্তি করে, Mistral Small 3.1 (2503) সর্বাধুনিক ভিশন বোঝাপড়া যোগ করে এবং 128k টোকেন পর্যন্ত দীর্ঘ প্রসঙ্গ ক্ষমতা উন্নত করে, যাতে পাঠ্য পারফরম্যান্সে কোনো আপস করা না হয়।
de: Auf Mistral Small 3 aufbauend fügt Mistral Small 3.1 (2503) modernstes, visuelles Verstehen und Fähigkeiten, mit längerem Kontext von bis zu 128.000 Tokens umzugehen, ohne Kompromisse bei der Text-Leistungsfähigkeit einzugehen, hinzu.
es: Basado en Mistral Small 3, Mistral Small 3.1 (2503) agrega comprensión de visión de última generación y mejora las capacidades de contexto largo hasta 128k tokens sin comprometer el rendimiento del texto.
hi: मिस्ट्रल स्मॉल 3 पर निर्माण करते हुए, मिस्ट्रल स्मॉल 3.1 (2503) अत्याधुनिक दृष्टि समझ जोड़ता है और पाठ प्रदर्शन से समझौता किए बिना 128k टोकन तक लंबी संदर्भ क्षमताओं को बढ़ाता है।
id: Berbasis pada Mistral Small 3, Mistral Small 3.1 (2503) menambahkan pemahaman visi mutakhir dan meningkatkan kemampuan konteks panjang hingga 128k token tanpa mengorbankan performa teks.
it: Basandosi su Mistral Small 3, Mistral Small 3.1 (2503) aggiunge comprensione visiva all'avanguardia e migliora le capacità di contesto fino a 128k token senza compromettere le prestazioni del testo.
kn: ಮಿಸ್ಟ್ರಲ್ ಸಣ್ಣ 3 ಅನ್ನು ನಿರ್ಮಿಸಿ, ಮಿಸ್ಟ್ರಾಲ್ ಸ್ಮಾಲ್ 3.1 (2503) ಅತ್ಯಾಧುನಿಕ ದೃಷ್ಟಿ ತಿಳುವಳಿಕೆಯನ್ನು ಸೇರಿಸುತ್ತದೆ ಮತ್ತು ಪಠ್ಯ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ರಾಜಿ ಮಾಡಿಕೊಳ್ಳದೆ 128 ಕೆ ಟೋಕನ್‌ಗಳವರೆಗೆ ದೀರ್ಘ ಸಂದರ್ಭ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.
pt_br: Com base no Mistral Small 3, o Mistral Small 3.1 (2503) adiciona compreensão de visão de última geração e aprimora recursos de contexto longo de até 128 mil tokens sem comprometer o desempenho do texto.
te: మిస్ట్రాల్ స్మాల్ 3 ఆధారంగా, మిస్ట్రాల్ స్మాల్ 3.1 (2503) అత్యాధునిక దృష్టి అవగాహనను జోడిస్తుంది మరియు టెక్స్ట్ పనితీరులో రాజీ పడకుండా 128k టోకెన్‌ల వరకు దీర్ఘ సందర్భ సామర్థ్యాలను పెంచుతుంది.
tr: Mistral Small 3 üzerine inşa edilen Mistral Small 3.1 (2503), son teknoloji ürünü vizyon anlayışı ekler ve metin performansından ödün vermeden 128k jetona kadar uzun bağlam yeteneklerini geliştirir.

source: Cogito v1 Preview is a family of hybrid reasoning models by Deep Cogito that outperform the best available open models of the same size, including counterparts from LLaMA, DeepSeek, and Qwen across most standard benchmarks.
bn: Cogito v1 Preview Deep Cogito-এর কর্তৃক তৈরি করা হাইব্রিড যুক্তি নির্ধারণ মডেলগুলির একটি পরিবার, যা একই সাইজের সেরা উপলব্ধ ওপেন মডেল যেমন LLaMA, DeepSeek, এবং Qwen-এর তুলনায় অধিক কার্যক্ষমতা প্রদর্শন করে, বেশিরভাগ মানদণ্ডে।
de: Cogito v1 Preview ist eine Familie an hybriden Reasoning-Modellen von Deep Cogito, die die besten verfügbaren, offenen Modelle derselben Größe übertreffen - dazu gehören Gegenstücke von Llama, Deepseek und Qwen über die Standard-Benchmarks hinweg.
es: Cogito v1 Preview es una familia de modelos de razonamiento híbrido de Deep Cogito que superan a los mejores modelos abiertos disponibles del mismo tamaño, incluidos sus homólogos de LLaMA, DeepSeek y Qwen en la mayoría de los puntos de referencia estándar.
hi: कोगिटो वी1 प्रीव्यू डीप कोगिटो द्वारा हाइब्रिड तर्क मॉडल का एक परिवार है जो समान आकार के सर्वश्रेष्ठ उपलब्ध ओपन मॉडलों से बेहतर प्रदर्शन करता है, जिसमें अधिकांश मानक बेंचमार्क में LLaMA, डीपसीक और क्वेन के समकक्ष शामिल हैं।
id: Cogito v1 Preview adalah keluarga model penalaran hibrida oleh Deep Cogito yang mengungguli model open terbaik dengan ukuran sama, termasuk rekan dari LLaMA, DeepSeek, dan Qwen di sebagian besar benchmark standar.
it: Cogito v1 Preview è una famiglia di modelli di ragionamento ibridi di Deep Cogito che superano in prestazioni i migliori modelli aperti disponibili delle stesse dimensioni, tra cui le controparti di LLaMA, DeepSeek e Qwen nella maggior parte dei benchmark standard.
kn: ಕೊಗಿಟೊ ವಿ 1 ಪೂರ್ವವೀಕ್ಷಣೆ ಡೀಪ್ ಕೊಗಿಟೊ ಅವರ ಹೈಬ್ರಿಡ್ ತಾರ್ಕಿಕ ಮಾದರಿಗಳ ಕುಟುಂಬವಾಗಿದ್ದು, ಅದೇ ಗಾತ್ರದ ಲಭ್ಯವಿರುವ ಅತ್ಯುತ್ತಮ ತೆರೆದ ಮಾದರಿಗಳನ್ನು ಮೀರಿಸುತ್ತದೆ, ಇದರಲ್ಲಿ ಲಾಮಾ, ಡೀಪ್ಸೀಕ್ ಮತ್ತು ಕ್ವೆನ್ ಅವರ ಪ್ರತಿರೂಪಗಳು ಹೆಚ್ಚಿನ ಪ್ರಮಾಣಿತ ಮಾನದಂಡಗಳಲ್ಲಿ.
pt_br: Cogito v1 Preview é uma família de modelos de raciocínio híbridos da Deep Cogito que superam os melhores modelos abertos disponíveis do mesmo tamanho, incluindo equivalentes do LLaMA, DeepSeek e Qwen na maioria dos benchmarks padrão.
te: కోగిటో v1 ప్రివ్యూ అనేది డీప్ కోగిటో రూపొందించిన హైబ్రిడ్ రీజనింగ్ మోడల్‌ల కుటుంబం, ఇది చాలా ప్రామాణిక బెంచ్‌మార్క్‌లలో LLaMA, డీప్‌సీక్ మరియు క్వెన్ నుండి వచ్చిన ప్రతిరూపాలతో సహా అదే పరిమాణంలో అందుబాటులో ఉన్న ఉత్తమ ఓపెన్ మోడల్‌లను అధిగమిస్తుంది.
tr: Cogito V1 önizleme, Deep Cogito tarafından Lama, Deepseek ve Qwen'in çoğu standart ölçütte karşılaşmalar da dahil olmak üzere aynı boyutta en iyi açık modellerden daha iyi performans gösteren bir hibrit akıl yürütme modelleri ailesidir.
