Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Restore chat after closing the app
bn: অ্যাপ বন্ধ করার পর চ্যাট পুনরুদ্ধার
de: Chat nach dem Schließen der App wiederherstellen
es: Restaurar chat despues de cerrar la aplicación
fr: Ajouté : restaure la discussion après la fermeture de l'application
hi: ऐप बंद करने के बाद चैट को पुनः प्राप्त करें
id: Pulihkan obrolan setelah menutup aplikasi
it: Ripristina le chat dopo la chiusura dell'app
kn: ಅಪ್ಲಿಕೇಶನ್ ಮುಚ್ಚಿದ ನಂತರ ಚಾಟ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
nb_no: Gjenopprett samtale etter lukking av appen
nl: Chat herstellen na het sluiten van de app
pt_br: Restaura a conversa após fechar o app
ta: பயன்பாட்டை மூடிய பின் அரட்டையை மீட்டமைக்கவும்
te: యాప్‌ను మూసివేసిన తర్వాత చాట్‌ని పునరుద్ధరించండి
tr: Uygulamayı kapattıktan sonra sohbeti geri yükleme eklendi
uk: Відновлення чату після закриття додатка

source: A button to clear the chat
bn: চ্যাট পরিষ্কার করার জন্য একটি বোতাম
de: Eine Schaltfläche zum Leeren des Chats
es: Un botón para borrar el chat
fr: Ajouté : bouton pour effacer la discussion
hi: चैट को साफ़ करने के लिए एक बटन
id: Tombol untuk membersihkan obrolan
it: Un pulsante per svuotare le chat
kn: ಚಾಟ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಲು ಒಂದು ಬಟನ್
nb_no: En knapp for å rense samtalen
nl: Een knop om de chat te wissen
pt_br: Um botão para limpar a conversa
ta: அரட்டையை அழிக்க ஒரு பொத்தான்
te: చాట్‌ను క్లియర్ చేయడానికి ఒక బటన్
tr: Sohbeti temizlemek için bir düğme eklendi
uk: Кнопка для очищення чату

source: Fixed multiple bugs involving how messages are shown
bn: বার্তা দেখানোর সময় বহু বাগ সংশোধন করা হয়েছে
de: Mehrere Fehler behoben, die die Darstellung von Nachrichten betreffen
es: Arreglados multiples errores acerca de como los mensajes son mostrados
fr: Résolu : correction de plusieurs bogues impliquant comment les messages sont affichés
hi: संदेशों को दिखाने के तरीके में कई बग्स को ठीक किया गया
id: Diperbaiki beberapa bug yang melibatkan cara pesan ditampilkan
it: Risolti diversi bug relativi alla visualizzazione dei messaggi
kn: ಸಂದೇಶಗಳನ್ನು ಹೇಗೆ ತೋರಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಒಳಗೊಂಡಿರುವ ಬಹು ದೋಷಗಳನ್ನು ಸ್ಥಿರವಾಗಿ ಸ್ಥಿರಗೊಳಿಸಿ
nb_no: Fikset flere problemer som involverte hvordan meldingen vises
nl: Meerdere bugs opgelost met betrekking tot hoe berichten worden getoond
pt_br: Múltiplos bugs envolvendo como mensagens são exibidas foram consertados
ta: செய்திகள் எவ்வாறு காட்டப்படுகின்றன என்பது தொடர்பான பல பிழைகள் சரி செய்யப்பட்டன
te: సందేశాలు ఎలా చూపబడతాయో కలిగి ఉన్న బహుళ బగ్‌లు పరిష్కరించబడ్డాయి
tr: Mesajların gösterilme şekliyle ilgili birden fazla hata düzeltildi
uk: Виправлено кілька помилок, пов'язаних з відображенням повідомлень

source: Added welcome dialog
bn: স্বাগত ডায়ালগ যোগ করা হয়েছে
de: Begrüßungsdialog hinzugefügt
es: Añadido dialogo de bienvenida
fr: Ajouté : boite de dialogue de bienvenue
hi: स्वागत संवाद जोड़ा गया
id: Ditambahkan dialog sambutan
it: Aggiunta la finestra di dialogo di benvenuto
kn: ಸ್ವಾಗತ ಸಂವಾದವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til velkomstdialog
nl: Welkomstdialoog toegevoegd
pt_br: Um diálogo de boas-vindas foi adicionado
ta: வரவேற்பு உரையாடல் சேர்க்கப்பட்டது
te: స్వాగత డైలాగ్ జోడించబడింది
tr: Hoş geldiniz ekranı eklendi
uk: Додано діалогове вікно привітання

source: More stability
bn: আরও স্থিতিশীলতা
de: Mehr Stabilität
es: Más estabilidad
fr: Plus de stabilité
hi: अधिक स्थिरता और विश्वसनीयता
id: Lebih stabil
it: Migliorata la stabilità
kn: ಹೆಚ್ಚು ಸ್ಥಿರತೆ
nb_no: Mer stabilitet
nl: Meer stabiliteit
pt_br: Maior estabilidade
ta: மேலும் நிலைத்தன்மை
te: మరింత స్థిరత్వం
tr: Daha fazla stabilite
uk: Більша стабільність

source: 0.1.2 Quick fixes
bn: 0.1.2 দ্রুত সংশোধন
de: 0.1.2 Schnelle Korrekturen
es: 0.1.2 Arreglos rápidos
fr: 0.1.2 Petits correctifs
hi: 0.1.2 त्वरित सुधार
id: 0.1.2 Perbaikan cepat
it: 0.1.2 Correzioni rapide
kn: 0.1.2 ತ್ವರಿತ ಪರಿಹಾರಗಳು
nb_no: 0.1.2 Raske løsninger
nl: 0.1.2 Snelle oplossingen
pt_br: 0.1.2 Consertos Rápidos
ta: 0.1.2 விரைவான திருத்தங்கள்
te: 0.1.2 త్వరిత పరిష్కారాలు
tr: 0.1.2 Hızlı düzeltmeler
uk: 0.1.2 Швидкі виправлення

source: This release fixes some metadata needed to have a proper Flatpak application
bn: এই রিলিজ একটি সঠিক ফ্ল্যাটপ্যাক অ্যাপ্লিকেশন থাকার জন্য কিছু মেটাডেটা সংশোধন করে
de: Diese Version behebt einige Metadaten, die für eine ordnungsgemäße Flatpak-Anwendung erforderlich sind
es: Esta versión arregla metadatos necesarios para tener un aplicación de Flatpak justa
fr: Cette version corrige certaine métadonnées nécessaires pour avoir une application Flatpak appropriée
hi: इस रिलीज़ में कुछ मेटाडेटा को ठीक किया गया है जो एक उचित फ्लैटपैक एप्लिकेशन के लिए आवश्यक है
id: Rilis ini memperbaiki beberapa metadata yang diperlukan untuk memiliki aplikasi Flatpak yang tepat
it: Questa release corregge alcuni metadati necessari per avere un'applicazione Flatpak corretta
kn: ಈ ಬಿಡುಗಡೆಯು ಸರಿಯಾದ ಫ್ಲಾಟ್‌ಪ್ಯಾಕ್ ಅಪ್ಲಿಕೇಶನ್ ಹೊಂದಲು ಅಗತ್ಯವಿರುವ ಕೆಲವು ಮೆಟಾಡೇಟಾವನ್ನು ಸರಿಪಡಿಸುತ್ತದೆ
nb_no: Fikset metadata som trengs for å ha korrekt Flatpak applikasjon
nl: Deze versie herstelt enkele metadata die nodig zijn voor een goede Flatpak-toepassing
pt_br: Este lançamento conserta parte dos metadados necessários para se propriamente ter um app Flatpak
ta: ஒரு சரியான Flatpak பயன்பாட்டைக் கொண்டிருக்கத் தேவையான சில மெட்டாடேட்டாவை இந்தப் பதிப்பு சரிசெய்கிறது
te: ఈ విడుదల సరైన ఫ్లాట్‌పాక్ అప్లికేషన్‌ను కలిగి ఉండటానికి అవసరమైన కొంత మెటాడేటాను పరిష్కరిస్తుంది
tr: Bu sürüm, düzgün bir Flatpak uygulamasına sahip olmak için gereken bazı meta verileri düzeltir
uk: Це випуск виправляє деякі метадані, необхідні для коректної роботи Flatpak-додатка

source: This is the first public version of Alpaca
bn: এটি আলপাকার প্রথম পাবলিক সংস্করণ
de: Dies ist die erste öffentliche Version von Alpaca
es: Esta es la primera versión publica de Alpaca
fr: Ceci est la première version publique d'Alpaca
hi: यह अल्पाका का पहला सार्वजनिक संस्करण है
id: Ini adalah versi publik pertama dari Alpaca
it: Questa è la prima versione pubblica di Alpaca
kn: ಇದು ಅಲ್ಪಕಾದ ಮೊದಲ ಸಾರ್ವಜನಿಕ ಆವೃತ್ತಿಯಾಗಿದೆ
nb_no: Dette er den første offentlige versjonen av Alpaca
nl: Dit is de eerste publieke versie van Alpaca
pt_br: Essa é a primeira versão pública de Alpaca
ta: இது அல்பாகாவின் முதல் பொது பதிப்பாகும்
te: ఇది అల్పాకా యొక్క మొదటి పబ్లిక్ వెర్షన్
tr: Bu, Alpaca'nın halka açık ilk sürümüdür
uk: Це перша публічна версія Alpaca

source: Alpaca Search Provider
de: Alpaca-Suchanbieter
es: Proveedor de Búsqueda de Alpaca
pt_br: Provedor de Pesquisa do Alpaca

source: Welcome
bn: স্বাগতম
de: Willkommen
es: Bienvenida
hi: स्वागत है
id: Selamat Datang
it: Benvenuto
kn: ಸುಧನ
pt_br: Boas-Vindas
tr: Hoş geldin

source: Welcome to Alpaca
bn: আলপাকায় স্বাগতম
de: Willkommen bei Alpaca
es: Bienvenido a Alpaca
hi: एल्पाका में आपका स्वागत है
id: Selamat datang di Alpaca
it: Benvenuto in Alpaca
kn: ಅಲ್ಪಕಾಗೆ ಸುಸ್ವಾಗತ
nb_no: Velkommen til Alpaca
nl: Welkom bij Alpaca
pt_br: Boas-Vindas ao Alpaca
ru: Добро пожаловать в Alpaca
tr: Alpaka'ya Hoş Geldiniz

source: Powering your potential
bn: আপনার সম্ভাবনাকে ক্ষমতায়ন করা
de: Entfache dein Potenzial
es: Impulsando tu potencial
hi: आपकी क्षमता को सशक्त बनाना
id: Memberdayakan potensi Anda
it: Amplificherà il tuo potenziale
kn: ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೆಚ್ಚಿಸುವುದು
pt_br: Impulsionando seu potencial
tr: Potansiyelinizi güçlendirmek

source: Begin Guide
de: Anleitung starten
es: Empezar Guía

source: Instances
bn: ইনস্ট্যান্সসমূহ
de: Instanzen
es: Instancias
hi: इंस्टेंस
id: Instance
it: Istanze
pt_br: Instâncias
te: సందర్భాలు
tr: Örnekler

source: They are the bridge between you and AI models. Ollama can be used to run AI models locally in your device. You can modify or create new instances later by accessing the Instance Manager from the main dropdown menu.
de: Sie sind die Brücke zwischen Ihnen und KI-Modellen. Mit Ollama können Sie KI-Modelle lokal auf Ihrem Gerät ausführen. Sie können später neue Instanzen erstellen oder bestehende ändern, indem Sie über das Haupt-Dropdown-Menü auf den Instanz-Manager zugreifen.
es: Son el puente entre usted y los modelos de IA. Ollama se puede utilizar para ejecutar modelos de IA en tu dispositivo. Puede modificar o crear nuevas instancias más tarde accediendo al Gestor de Instancias desde el menú desplegable principal.

source: Create Ollama Instance
de: Ollama-Instanz erstellen
es: Crear Instancia de Ollama

source: Connect to External Server
de: Mit externem Server verbinden
es: Conectarse a Servidor Externo

source: Models
de: Modelle
es: Modelos

source: Choose the right brain for the job. From lightning-fast replies to advanced coding and creative writing, Alpaca has a model tailored for whatever you might need. You can access the Model Manager later from the main dropdown menu
de: Wählen Sie das richtige Gehirn für die jeweilige Aufgabe. Von blitzschnellen Antworten bis hin zu fortgeschrittener Programmierung und kreativem Schreiben – Alpaca hat für jeden Bedarf das passende Modell. Sie können später über das Haupt-Dropdown-Menü auf den Modell-Manager zugreifen.
es: Elige el cerebro adecuado para cada trabajo. Desde respuestas ultrarrápidas hasta programación avanzada y escritura creativa, Alpaca tiene un modelo a la medida de tus necesidades. Puede acceder al Gestor de Modelos más tarde desde el menú desplegable principal.

source: Open Model Manager
de: Öffne Modell-Manager
es: Abrir Gestor de Modelos
nl: Modelbeheer openen

source: Enjoy Alpaca
de: Viel Spaß mit Alpaca
es: Disfruta Alpaca

source: There are even more features waiting for you, explore the whole interface to find more functionality!
de: Es warten noch weitere Funktionen auf Sie. Erkunden Sie die gesamte Benutzeroberfläche, um weitere Funktionen zu finden!
es: ¡Hay aún más funciones esperándote, explora toda la interfaz para encontrar más funcionalidades!

source: Close Guide
de: Anleitung schließen
es: Cerrar Guía

source: Preferences
bn: পছন্দ
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएं
id: Preferensi
it: Preferenze
kn: ಆದ್ಯತೆ
nb_no: Innstillinger
nl: Voorkeuren
pt_br: Preferências
ru: Настройки
ta: விருப்பத்தேர்வுகள்
te: ప్రాధాన్యతలు
tr: Tercihler
uk: Налаштування

source: Run Alpaca In Background
bn: আলপাকা পটভূমিতে চালান
de: Alpaca im Hintergrund ausführen
es: Ejecutar Alpaca en el fondo
hi: एल्पाका को पृष्ठभूमि में चलाएं
id: Jalankan Alpaca di Latar Belakang
it: Esegui Alpaca in background
kn: ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಅಲ್ಪಕಾವನ್ನು ಚಲಾಯಿಸಿ
nb_no: Kjør Alpaca i Bakgrunn
nl: Alpaca op de achtergrond
pt_br: Executar o Alpaca em Segundo Plano
ru: Запуск Alpaca в фоновом режиме
tr: Alpaka'yı Arka Planda Çalıştırın

source: Show Power Saver Warning
bn: পাওয়ার সেভার সতর্কতা দেখান
de: Zeige Energiesparmodus-Warnung
es: Mostrar Advertencia de Ahorro de Energía
hi: पॉवर सेवर वार्निंग दिखाएं
id: Tampilkan Peringatan Penghemat Daya
it: Mostra l'avviso di risparmio energetico
kn: ಪವರ್ ಸೇವರ್ ಎಚ್ಚರಿಕೆ ತೋರಿಸಿ
nl: Toon Spaarstand Waarschuwing
pt_br: Mostrar Aviso de Economia de Energia
tr: Güç Tasarrufu Uyarısını Göster

source: When running an Ollama (Managed) instance
de: Beim Ausführen einer Ollama (verwalteten) Instanz
es: Al ejecutar una instancia de Ollama (Administrada)

source: Show Model Manager Shortcut
de: Verknüpfung zum Modellmanager anzeigen
es: Mostrar Botón del Gestor de Modelos
pt_br: Exibir Atalho do Gerenciador de Modelos

source: You can also find the model manager in the main dropdown menu
de: Sie finden den Modellmanager auch im Haupt-Dropdown-Menü.
es: También puedes encontrar el gestor de modelos en el menú principal
pt_br: Você também pode encontrar o gerenciador de modelos no menu suspenso principal

source: Include Messages on Search
de: Nachrichten in Suche einbeziehen
es: Incluir Mensajes en Búsqueda

source: When searching for chats inside a folder
de: Bei der Suche nach Chats innerhalb eines Ordners
es: Al buscar chats dentro de una carpeta

source: Check for Ollama Updates
de: Nach Ollama-Updates suchen
es: Buscar Actualizaciones de Ollama

source: When selecting an Ollama (Managed) instance
de: Bei der Auswahl einer Ollama (verwalteten) Instanz
es: Al seleccionar una instancia de Ollama (Administrada)

source: Regenerate Response After Editing Message
bn: বার্তা সম্পাদনার পর প্রতিক্রিয়া পুনর্জন্ম করুন
de: Antwort nach dem Bearbeiten der Nachricht neu generieren
es: Regenerar la Respuesta Después de Editar el Mensaje
hi: संदेश संपादित करने के बाद प्रतिक्रिया पुनः उत्पन्न करें
id: Buat Ulang Respons Setelah Mengedit Pesan
it: Rigenera la risposta dopo aver modificato il messaggio
pt_br: Gerar Resposta Novamente Após Editar Mensagem
tr: Mesajı düzenledikten sonra mesajı tekrar oluşturun

source: Applicable when the next message was generated by an AI model
bn: প্রযোজ্য যখন পরবর্তী বার্তাটি একটি AI মডেল দ্বারা তৈরি হয়েছিল
de: Gilt, wenn die nächste Nachricht von einem KI-Modell generiert wurde
es: Aplicable cuando el siguiente mensaje fue generado por un modelo de IA
hi: जब अगला संदेश एआई मॉडल द्वारा उत्पन्न किया गया हो तब लागू
id: Berlaku ketika pesan berikutnya dihasilkan oleh model AI
it: Applicabile quando il messaggio successivo è stato generato da un modello di intelligenza artificiale
pt_br: Aplicável quando a próxima mensagem foi gerada por um modelo de IA
tr: Bir sonraki mesaj bir AI modeli tarafından oluşturulduğunda uygulanabilir

source: Max Image Attachment Size
bn: সর্বোচ্চ ছবি সংযুক্তির আকার
de: Maximale Größe des Bildes im Anhang
es: Tamaño Máximo de Imagenes Adjuntas
hi: अधिकतम छवि संलग्नक आकार
id: Ukuran Lampiran Gambar Maksimum
it: Dimensione massima dell'immagine allegata
pt_br: Tamanho Máximo do Anexo de Imagem
tr: Maksimum görüntü eki boyutu

source: This might affect the performance of vision models
bn: এটি ভিশন মডেলের কর্মক্ষমতা প্রভাবিত করতে পারে
de: Dies kann die Leistung von Vision-Modellen beeinflussen
es: Esto podría afectar el rendimiento de los modelos de visión
hi: यह विज़न मॉडल के प्रदर्शन को प्रभावित कर सकता है
id: Ini mungkin memengaruhi kinerja model visi
it: Ciò potrebbe influire sulle prestazioni dei modelli di visione
pt_br: Isso pode afetar a performance dos modelos vision
tr: Bu, görsel modellerinin performansını etkileyebilir

source: Delete All Chats
de: Alle Chats löschen
es: Eliminar Todos Los Chats
kn: ಎಲ್ಲಾ ಚಾಟ್‌ಗಳನ್ನು ಅಳಿಸಿ
pt_br: Excluir Todas as Conversas

source: Speech Recognition Model
bn: স্পিচ রিকগনিশন মডেল
de: Spracherkennungsmodell
es: Modelo de Reconocimiento de Voz
hi: वाक् पहचान मॉडल
id: Model Pengenalan Suara
it: Modello di riconoscimento vocale
kn: ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ ಮಾದರಿ
pt_br: Modelo de Reconhecimento de Fala
tr: Konuşma tanıma modeli

source: Models are downloaded upon first use, you can delete them from the model manager
bn: মডেলগুলি প্রথমবার ব্যবহার করার সময় ডাউনলোড করা হয়, আপনি মডেল ম্যানেজার থেকে সেগুলি মুছে ফেলতে পারেন
de: Modelle werden bei der erstmaligen Nutzung heruntergeladen - können vom Modell-Manager aus gelöscht werden
es: Los modelos se descargan en el primer uso, puedes eliminarlos desde el administrador de modelos
hi: मॉडल पहली बार उपयोग करने पर डाउनलोड हो जाते हैं, आप उन्हें मॉडल प्रबंधक से हटा सकते हैं
id: Model akan diunduh saat pertama kali digunakan, Anda dapat menghapusnya dari pengelola model
it: I modelli vengono scaricati al primo utilizzo, è possibile eliminarli dal gestore modelli
kn: ಮೊದಲ ಬಳಕೆಯ ನಂತರ ಮಾದರಿಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ, ನೀವು ಅವುಗಳನ್ನು ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕರಿಂದ ಅಳಿಸಬಹುದು
pt_br: Modelos são baixados no primeiro uso, você pode excluí-los a partir do gerenciador de modelos
tr: Modeller ilk kullanım üzerine indirilir, bunları model yöneticisinden silebilirsiniz

source: Speech Recognition Language
bn: স্পীচ রিকগনিশন ভাষা
de: Sprache für die Spracherkennung
es: Lenguaje de Reconocimiento de Voz
hi: वाक् पहचान भाषा
id: Bahasa Pengenalan Suara
it: Linguaggio di riconoscimento vocale
kn: ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ ಭಾಷೆ
pt_br: Idioma do Reconhecimento de Fala
tr: Konuşma Tanıma Dili

source: Auto Send Message After Talking
bn: কথা বলার পরে স্বয়ংক্রিয়ভাবে বার্তা পাঠান
de: Automatisch Nachricht nach dem Sprechen absenden
es: Enviar Mensaje Automáticamente Después de Hablar
hi: बात करने के बाद स्वतः संदेश भेजें
id: Kirim Pesan Otomatis Setelah Berbicara
it: Invia automaticamente il messaggio dopo aver parlato
kn: ಮಾತನಾಡಿದ ನಂತರ ಸ್ವಯಂ ಕಳುಹಿಸಿ ಸಂದೇಶ ಕಳುಹಿಸಿ
pt_br: Envio Automático de Mensagem Após Falar
tr: Konuştuktan sonra otomatik mesaj gönder

source: Default Text to Speech Voice
bn: ডিফল্ট টেক্সট টু স্পিচ ভয়েস
de: Standard-Text-zu-Sprache-Stimme
es: Voz de Texto a Voz Predeterminada
hi: डिफ़ॉल्ट पाठ-से-भाषण आवाज़
id: Suara Bawaan Teks ke Ucapan
it: Voce predefinita per la sintesi vocale
kn: ಭಾಷಣ ಧ್ವನಿಗೆ ಡೀಫಾಲ್ಟ್ ಪಠ್ಯ
pt_br: Voz Padrão da Síntese de Fala
tr: Varsayılan Metinden Konuşma Sesi

source: Voices are downloaded upon first use, each weighing around 1 MB, and you can delete them from the model manager
bn: ভয়েসগুলি প্রথমবার ব্যবহার করার সময় ডাউনলোড করা হয়, প্রতিটির ওজন প্রায় ১ এমবি, এবং আপনি মডেল ম্যানেজার থেকে সেগুলি মুছে ফেলতে পারেন
de: Sprachen werden bei der erstmaligen Nutzung heruntergeladen - jede benötigt ca. 1 MB - und sie können vom Modell-Manager aus gelöscht werden
es: Las voces se descargan durante el primer uso, cada una pesa alrededor de 1 MB y puedes eliminarlas desde el administrador de modelos.
hi: आवाज़ पहली बार उपयोग करने पर डाउनलोड हो जाती है, प्रत्येक का वज़न लगभग 1 एमबी होता है, और आप उन्हें मॉडल प्रबंधक से हटा सकते हैं।
id: Suara akan diunduh saat pertama kali digunakan, masing-masing berukuran sekitar 1 MB, dan Anda dapat menghapusnya dari pengelola model
it: Le voci vengono scaricate al primo utilizzo, ciascuna pesa circa 1 MB, e puoi eliminarle dal gestore dei modelli
kn: ಮೊದಲ ಬಳಕೆಯ ನಂತರ ಧ್ವನಿಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ, ಪ್ರತಿಯೊಂದೂ 1 MB ತೂಕವಿರುತ್ತದೆ, ಮತ್ತು ನೀವು ಅವುಗಳನ್ನು ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕರಿಂದ ಅಳಿಸಬಹುದು
pt_br: Vozes são baixadas no primeiro uso, cada uma pesando cerca de 1 MB, e você pode excluí-las do gerenciador de modelos
tr: Sesler ilk kullanım üzerine indirilir, her biri 1 MB ağırlığındadır ve bunları Model Yöneticisi'nden silebilirsiniz

source: Dictate New Messages Automatically
bn: নতুন বার্তা স্বয়ংক্রিয়ভাবে নির্দেশ করুন
de: Neue Nachrichten automatisch vorsprechen
es: Dictar Nuevos Mensajes Automáticamente
hi: नए संदेशों का स्वतः श्रुतलेख करें
id: Dikte Pesan Baru Secara Otomatis
it: Detta automaticamente nuovi messaggi
kn: ಹೊಸ ಸಂದೇಶಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿರ್ದೇಶಿಸಿ
pt_br: Ditar Novas Mensagens Automaticamente
tr: Yeni mesajları otomatik olarak dikte et

source: Dictate new messages as they are generated
bn: নতুন বার্তা তৈরি হওয়ার সঙ্গে সঙ্গে তা ডিক্টেট করুন
de: Neue Nachrichten vorlesen, während sie erstellt werden
es: Dictar nuevos mensajes a medida que se generan
hi: जैसे ही नए संदेश उत्पन्न होते हैं, उन्हें डिक्टेट करें
id: Dikte pesan baru saat sedang dibuat
it: Dettare nuovi messaggi man mano che vengono generati
pt_br: Ditar novas mensagens à medida que são geradas
tr: Yeni mesajları oluşturuldukça dikte edin

source: Dictation Speed
de: Diktiergeschwindigkeit
es: Velocidad de Dictado
pt_br: Velocidade do Ditado

source: Modify the speed of the dictation voice
de: Geschwindigkeit der Diktierstimme ändern
es: Modificar la velocidad de la voz del dictado
pt_br: Modificar a velocidade da voz do ditado

source: Activities
bn: অ্যাক্টিভিটি
de: Aktivitäten
es: Actividades
id: Aktivitas
it: Attività
pt_br: Atividades
tr: Faaliyetler

source: Default Tool
de: Standardwerkzeug
es: Herramienta Predeterminada
pt_br: Ferramenta Padrão

source: Applied when a model is compatible with tools
de: Angewandt, wenn ein Modell mit Werkzeugen kompatibel ist.
es: Se aplica cuando un modelo es compatible con las herramientas
pt_br: Aplicado quando um modelo é compatível com ferramentas

source: No Tool
de: Kein Werkzeug
es: Sin Herramientas
pt_br: Nenhuma Ferramenta

source: Auto Detect Tool
de: Werkzeug automatisch detektieren
es: Detecta Herramienta
pt_br: Ferramenta de Detecção Automática

source: Web Search
de: Websuche
es: Búsqueda Web
id: Pencarian Web
it: Ricerca sul Web
pt_br: Pesquisa na Web
tr: Web arama

source: Background Remover
de: Hintergrundentferner
es: Eliminador de Fondo
id: Penghapus Latar Belakang
it: Rimozione dello sfondo
pt_br: Removedor de Fundo
tr: Arka plan kaldırma

source: Preferred Activity Mode
bn: পছন্দের অ্যাক্টিভিটি মোড
de: Bevorzugter Aktivitätsmodus
es: Modo de Actividad Preferido
id: Mode Aktivitas yang Disukai
it: Modalità di attività preferita
pt_br: Modo de Atividade Preferido
tr: Tercih edilen etkinlik modu

source: This affects how terminals, attachments and other activities are represented in the main window
bn: এটি প্রধান উইন্ডোতে টার্মিনাল, অ্যাটাচমেন্ট এবং অন্যান্য অ্যাক্টিভিটি কীভাবে প্রদর্শিত হবে তা প্রভাবিত করে
de: Dies beeinflusst, wie Terminals, Anhänge und andere Aktivitäten im Hauptfenster dargestellt werden
es: Esto afecta la forma en que se representan los terminales, los archivos adjuntos y otras actividades en la ventana principal.
id: Ini memengaruhi bagaimana terminal, lampiran, dan aktivitas lainnya ditampilkan di jendela utama
it: Questo influisce sul modo in cui i terminali, gli allegati e altre attività vengono rappresentati nella finestra principale
pt_br: Isso afeta como terminais, anexos e outras atividades são representados na janela principal
tr: Bu, terminallerin, eklerin ve diğer faaliyetlerin ana pencerede nasıl temsil edildiğini etkiler.

source: Sidebar
bn: সাইডবার
de: Seitenleiste
es: Barra Lateral
id: Bilah Samping
it: Barra laterale
pt_br: Barra Lateral
tr: Kenar çubuğu

source: Dialog
bn: ডায়ালগ
es: Diálogo
it: Finestra di dialogo
pt_br: Diálogo
tr: Diyalog

source: Window
bn: উইন্ডো
de: Fenster
es: Ventana
id: Jendela
it: Finestra
pt_br: Janela
tr: Pencere

source: Web Browser
es: Navegador Web
id: Peramban Web
it: Browser Web
pt_br: Navegador Web
tr: Web tarayıcısı

source: Search Engine
de: Suchmaschine
es: Motor de Búsqueda
id: Mesin Pencari
it: Motore di ricerca
pt_br: Motor de Busca
tr: Arama motoru

source: Custom
de: Benutzerdefiniert
es: Personalizado
id: Kustom
it: Personalizzato
pt_br: Personalizado
tr: Özel

source: Search Query URL
de: Suchanfrage-URL
es: URL de Consulta de Búsqueda
id: URL Kuery Pencarian
it: URL della query di ricerca
pt_br: URL da Consulta de Pesquisa
tr: Arama Sorgusu URL'si

source: Homepage URL
es: URL de la Página de Inicio
id: URL Beranda
it: URL della homepage
pt_br: URL da Página Inicial
tr: Ana sayfa url

source: Connection Type
de: Verbindungstyp
es: Tipo de Conexión
pt_br: Tipo de Conexão

source: How Alpaca will connect to your device
de: Wie Alpaca sich mit Ihrem Gerät verbinden wird
es: Cómo se conectará Alpaca a tu dispositivo
pt_br: Como o Alpaca se conectará com seu dispositivo

source: Username
bn: ব্যবহারকারীর নাম
de: Nutzername
es: Nombre de Usuario
hi: उपयोगकर्ता नाम
id: Nama Pengguna
it: Note utente
kn: ಬಳಕೆದಾರಹೆಸರು
pt_br: Nome de Usuário
te: వినియోగదారు పేరు
tr: Kullanıcı adı

source: Device IP
de: Geräte-IP
es: IP del Dispositivo
pt_br: IP do Dispositivo

source: Alpaca needs an additional permission to use the terminal directly
de: Alpaca benötigt eine zusätzliche Berechtigung, um das Terminal direkt benutzen zu können
es: Alpaca necesita un permiso adicional para usar la terminal directamente
pt_br: O Alpaca precisa de uma permissão adicional para usar o terminal diretamente

source: Default Model
bn: ডিফল্ট মডেল
de: Standardmodell
es: Modelo por Defecto
fr: Modèle par défaut
hi: डिफ़ॉल्ट मॉडल
id: Model Default
it: Modello predefinito
kn: ಡೀಫಾಲ್ಟ್ ಮಾದರಿ
nl: Standaardmodel
pt_br: Modelo Padrão
ta: இயல்புநிலை மாதிரி
te: డిఫాల్ట్ మోడల్
tr: Varsayılan model
uk: Модель за замовчуванням

source: Quick ask dialog
bn: দ্রুত জিজ্ঞাসা সংলাপ
de: Flinke Frage-Dialog
es: Dialogo de pregunta rápida
fr: Boite de dialogue de question rapide
hi: त्वरित पूछें संवाद
id: Dialog Tanya Cepat
it: Finestra di dialogo per domande rapide
nl: Snel vragen dialoog
pt_br: Diálogo de pergunta rápida
ta: விரைவு கேள்வி உரையாடல்
te: త్వరిత అడగండి డైలాగ్
tr: Hızlı Sor iletişim kutusu
uk: Діалог швидкого запиту
