Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Hide "latest" and "custom" tags from model selector
bn: মডেল সিলেক্টর থেকে "latest" এবং "custom" ট্যাগগুলি লুকান
de: "latest" und "custom"-Bezeichner werden nun von der Modellauswahl versteckt
es: Etiquetas "latest" y "custom" fueron escondidas del selector de modelos
hi: मॉडल चयनकर्ता से 'नवीनतम' और 'कस्टम' टैग छिपाएँ
id: Sembunyikan tag "terbaru" dan "kustom" dari pemilih model
it: Nascondi le tag “ultimi” e “custom” dal selettore di modelli
kn: ಮಾದರಿ ಸೆಲೆಕ್ಟರ್‌ನಿಂದ "ಇತ್ತೀಚಿನ" ಮತ್ತು "ಕಸ್ಟಮ್" ಟ್ಯಾಗ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ
pt_br: As tags "latest" e "custom" foram escondidas do seletor de modelos
te: మోడల్ సెలెక్టర్ నుండి "latest" మరియు "custom" ట్యాగ్‌లను దాచు
tr: Model Seçiciden "Son" ve "Özel" etiketleri gizle

source: Hide model's languages behind popup
bn: পপআপের আড়ালে মডেলের ভাষাগুলি লুকান
de: Sprache des Modells nun hinter Pop-Up verborgen
es: Ocultar los idiomas del modelo tras una ventana emergente
hi: मॉडल की भाषाओं को पॉपअप के पीछे छिपाएँ
id: Sembunyikan bahasa model di balik pop-up
it: Nascondi la lingua del modello dietro il popup
kn: ಪಾಪ್ಅಪ್ ಹಿಂದೆ ಮಾದರಿಯ ಭಾಷೆಗಳನ್ನು ಮರೆಮಾಡಿ
pt_br: Esconder os idiomas do modelo atrás de um pop-up
te: పాపప్ వెనుక మోడల్ భాషలను దాచు
tr: Modelin dillerini açılır pencerenin arkasına gizle

source: New models listed for Ollama
bn: ওলামার জন্য নতুন মডেল তালিকাভুক্ত করা হয়েছে
de: Neue Ollama-Modelle in die Liste aufgenommen
es: Nuevos modelos listados para Ollama
hi: ओलामा के लिए नए मॉडल सूचीबद्ध किए गए हैं
id: Model baru terdaftar untuk Ollama
it: Nuovi modelli elencati per Ollama
kn: ಆಲಾಮಾಗೆ ಪಟ್ಟಿ ಮಾಡಲಾದ ಹೊಸ ಮಾದರಿಗಳು
pt_br: Novos modelos listados para Ollama
te: ఒల్లామా కోసం కొత్త మోడల్‌లు జాబితా చేయబడ్డాయి
tr: Ollama için yeni modeller listelendi

source: Added option to autodictate new mesages
bn: নতুন মেসেজ স্বয়ংক্রিয়ভাবে নির্দেশ করার বিকল্প যোগ করা হয়েছে
de: Option zur automatischen Diktierung neuer Nachrichten hinzugefügt
es: Se agregó la opción para dictar automáticamente nuevos mensajes
hi: नए संदेशों को स्वतः श्रुतलेख करने का विकल्प जोड़ा गया
id: Menambahkan opsi untuk mendikte otomatis pesan baru
it: Aggiunta un'opzione per dettare automaticamente nuovi messaggi
kn: ಹೊಸ ಮೆಸೇಜ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮಾಡಲು ಆಯ್ಕೆ ಸೇರಿಸಲಾಗಿದೆ
pt_br: Adicionada a opção de ditar novas mensagens automaticamente
te: కొత్త సందేశాలను ఆటోడిక్టేట్ చేయడానికి ఎంపిక జోడించబడింది
tr: Yeni mesajları otomatik olarak dikte etmek için seçenek eklendi

source: Added Meta Llama API to list of instances
bn: ইনস্ট্যান্সের তালিকায় মেটা লামা এপিআই যোগ করা হয়েছে
de: Meta Llama API zur Liste an Instanzen hinzugefügt
es: Se agregó la API de Meta Llama a la lista de instancias
hi: इंस्टेंसेस की सूची में मेटा लामा एपीआई जोड़ा गया
id: Menambahkan Meta Llama API ke daftar instance
it: Aggiunta l'API Llama di Meta all'elenco delle istanze
kn: ನಿದರ್ಶನಗಳ ಪಟ್ಟಿಗೆ ಮೆಟಾ ಲಾಮಾ API ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
pt_br: Adicionada a API da Meta Llama à lista de instâncias
te: సందర్భాల జాబితాకు మెటా లామా API జోడించబడింది.
tr: Modeller listesine Meta Llama API eklendi

source: Added new env variables options ("24H hour formatting" and "only Ollama mode")
bn: নতুন এনভায়রনমেন্ট ভেরিয়েবল অপশন যোগ করা হয়েছে ("24H ঘন্টা ফরম্যাটিং" এবং "কেবল ওলামা মোড")
de: Neue Umgebungsvariablenoptionen (bzgl. 24h-Format für Uhrzeiten und ein nur-Ollama-Modus)
es: Se agregaron nuevas opciones de variables de entorno ("formato de hora de 24 horas" y "solo modo Ollama")
hi: नए एनवायरनमेंट वेरिएबल विकल्प जोड़े गए ('24 घंटे का समय प्रारूपण' और 'केवल ओलामा मोड')
id: Menambahkan opsi variabel lingkungan baru ("format jam 24 jam" dan "mode Ollama saja")
it: Aggiunte nuove opzioni di variabili env ("24H hour formatting" and "only Ollama mode")
kn: ಹೊಸ ಇಎನ್ವಿ ವೇರಿಯೇಬಲ್ಸ್ ಆಯ್ಕೆಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ ("24 ಗಂ ಗಂಟೆ ಫಾರ್ಮ್ಯಾಟಿಂಗ್" ಮತ್ತು "ಓನ್ಲಿ ಒಲ್ಲಾಮಾ ಮೋಡ್")
pt_br: Adicionadas novas opções de variáveis de ambiente ("formatação da hora em 24H" e "modo somente Ollama")
te: కొత్త env వేరియబుల్స్ ఎంపికలు జోడించబడ్డాయి ("24H అవర్ ఫార్మాటింగ్" మరియు "ఓన్లీ ఒల్లామా మోడ్")
tr: Yeni ENV değişkenleri seçenekleri eklendi ("24 saatlik saat dilimi" ve "sadece ollama modu")

source: Made Mermaid scripts executable using Python HTTP server
bn: পাইথন এইচটিটিপি সার্ভার ব্যবহার করে মারমেইড স্ক্রিপ্টগুলিকে এক্সিকিউটেবল করা হয়েছে
de: Mermaid-Grafiken mit dem Python-HTTP-Server sichtbar gemacht
es: Se hicieron los scripts de Mermaid ejecutables mediante el servidor HTTP de Python
hi: मर्मेड स्क्रिप्ट को पायथन HTTP सर्वर का उपयोग करके निष्पादन योग्य बनाया गया
id: Membuat skrip Mermaid dapat dijalankan menggunakan server HTTP Python
it: Resi eseguibili gli script Mermaid utilizzando il server HTTP Python
kn: ಪೈಥಾನ್ HTTP ಸರ್ವರ್ ಬಳಸಿ ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದ ಮತ್ಸ್ಯಕನ್ಯೆ ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳನ್ನು ತಯಾರಿಸಲಾಗಿದೆ
pt_br: Tornou scripts do Mermaid executáveis através do servidor HTTP de Python
te: పైథాన్ HTTP సర్వర్ ఉపయోగించి మెర్మైడ్ స్క్రిప్ట్‌లను అమలు చేయగలిగేలా చేసింది.
tr: Mermaid betikleri, Python HTTP sunucusu kullanılarak çalıştırılabilir hale getirildi.

source: Better stability when switching instances
bn: ইনস্ট্যান্স পরিবর্তন করার সময় আরও ভালো স্থায়িত্ব
de: Bessere Stabilität beim Wechseln von Instanzen
es: Mejor estabilidad al cambiar de instancia
hi: इंस्टेंसेस बदलते समय बेहतर स्थिरता
id: Stabilitas lebih baik saat berganti instance
it: Migliore stabilità quando si passa da un'istanza all'altra
kn: ನಿದರ್ಶನಗಳನ್ನು ಬದಲಾಯಿಸುವಾಗ ಉತ್ತಮ ಸ್ಥಿರತೆ
pt_br: Melhor estabilidade ao trocar de instâncias
te: సందర్భాలను మార్చేటప్పుడు మెరుగైన స్థిరత్వం
tr: Modelleri değiştirirken daha iyi kararlılık

source: Better performance when navigating menus
bn: মেনু নেভিগেট করার সময় উন্নত কার্যকারিতা
de: Bessere Leistung beim Navigieren von Menüs
es: Mejor rendimiento al navegar por los menús
hi: मेनू नेविगेट करते समय बेहतर प्रदर्शन
id: Performa lebih baik saat menavigasi menu
it: Migliori prestazioni nella navigazione dei menu
kn: ಮೆನುಗಳನ್ನು ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವಾಗ ಉತ್ತಮ ಕಾರ್ಯಕ್ಷಮತೆ
pt_br: Melhor performance ao navegar pelos menus
te: మెనూలను నావిగేట్ చేస్తున్నప్పుడు మెరుగైన పనితీరు
tr: Menüler gezerken daha iyi performans

source: Fixed some dialogs not appearing in Quick Ask window
bn: কুইক আস্ক উইন্ডোতে কিছু ডায়ালগ না আসার সমস্যা সমাধান করা হয়েছে
de: Behoben, dass einige Dialoge im "Flinke Frage"-Fenster nicht angezeigt werden
es: Se corrigieron algunos cuadros de diálogo que no aparecían en la ventana de Pregunta Rápida
hi: क्विक आस्क विंडो में कुछ संवादों के दिखाई न देने की समस्या ठीक की गई
id: Memperbaiki beberapa dialog yang tidak muncul di jendela Quick Ask
it: Risolte alcune finestre di dialogo che non apparivano nella finestra di Quick Ask
kn: ತ್ವರಿತ ಆಸ್ಕ್ ವಿಂಡೋದಲ್ಲಿ ಗೋಚರಿಸದ ಕೆಲವು ಸಂವಾದಗಳನ್ನು ಪರಿಹರಿಸಲಾಗಿದೆ
pt_br: Corrigido alguns diálogos não aparecerem na janela de Pergunta Rápida
te: క్విక్ ఆస్క్ విండోలో కనిపించని కొన్ని డైలాగ్‌లు పరిష్కరించబడ్డాయి.
tr: Hızlı sor penceresinde görünmeyen bazı diyaloglar düzeltildi

source: Faster message search
bn: দ্রুত মেসেজ অনুসন্ধান
de: Schnellere Nachrichtensuche
es: Búsqueda de mensajes más rápida
hi: तेज़ संदेश खोज
id: Pencarian pesan lebih cepat
it: Velocizzata la ricerca dei messaggi
kn: ವೇಗವಾಗಿ ಸಂದೇಶ ಹುಡುಕಾಟ
pt_br: Pesquisa de mensagens mais rápida
te: వేగవంతమైన సందేశ శోధన
tr: Daha hızlı mesaj arama

source: Faster message rendering
bn: দ্রুত মেসেজ রেন্ডারিং
de: Schnelleres Nachrichten-Rendering
es: Renderización de mensajes más rápida
hi: तेज़ संदेश रेंडरिंग
id: Perenderan pesan lebih cepat
it: Velocizzata la generazione dei messaggi
kn: ವೇಗವಾಗಿ ಸಂದೇಶ ರೆಂಡರಿಂಗ್
pt_br: Renderização de mensagens mais rápida
te: వేగవంతమైన సందేశ రెండరింగ్
tr: Daha hızlı mesaj oluşturma

source: Fixed whisper directory not existing causing error
bn: ত্রুটির কারণ হওয়া হুইস্পার ডিরেক্টরি না থাকা ঠিক করা হয়েছে
de: Fehler durch fehlendes "whisper"-Verzeichnis behoben
es: Arreglado directorio whisper no existindo causa error
hi: विस्पर डायरेक्टरी के मौजूद न होने से होने वाली त्रुटि को ठीक किया गया
id: Memperbaiki error akibat direktori whisper yang tidak ada
it: Corretto il bug per cui l'assenza della cartella di Whisper causava un errore
kn: ಸ್ಥಿರ ಪಿಸುಮಾತು ಡೈರೆಕ್ಟರಿ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ ದೋಷಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ
pt_br: Correção do erro causado pelo diretório whisper não existindo causando erros
te: స్థిర విస్పర్ డైరెక్టరీ ఉనికిలో లేకపోవడం వల్ల లోపం ఏర్పడింది.
tr: "Whisper Dizini Mevcut Değil" hatası düzeltildi

source: Updated model list
bn: আপডেট মডেল তালিকা
de: Modellliste aktualisiert
es: Lista de modelos actualizada
fr: Changé : Liste des modèles mise à jour
hi: मॉडल सूची को अद्यतन किया गया है
id: Daftar model diperbarui
it: Aggiornato l'eleco dei modelli
kn: ಮಾದರಿ ಪಟ್ಟಿ ನವೀಕರಿಸಲಾಗಿದೆ
nb_no: Oppdaterte modell liste
nl: Modellenlijst bijgewerkt
pt_br: Atualização da lista de modelos
ta: புதுப்பிக்கப்பட்ட மாதிரி பட்டியல்
te: మోడల్ జాబితా నవీకరించబడింది
tr: Model listesi güncellendi
uk: Оновлений список моделей

source: Alpaca now remembers it's size
bn: আলপাকা এখন তার আকার মনে রাখে
de: Alpaca merkt sich nun die Fenstergröße
es: Alpaca ahora recuerda su tamaño
hi: अल्पाका अब अपना आकार याद रखता है
id: Alpaca kini mengingat ukurannya
it: Alpaca ora ricorda le sue dimensioni
kn: ಅಲ್ಪಕಾ ಈಗ ಅದರ ಗಾತ್ರವನ್ನು ನೆನಪಿಸಿಕೊಳ್ಳುತ್ತದೆ
pt_br: O Alpaca agora se lembra de seu tamanho
te: అల్పాకా ఇప్పుడు దాని పరిమాణాన్ని గుర్తుంచుకుంటుంది
tr: Alpaca artık boyutunu hatırlıyor

source: Added reasoning category for Ollama models
bn: ওলামা মডেলের জন্য যুক্তির বিভাগ যোগ করা হয়েছে
de: Reasoning-Kategorie für Ollama-Modelle hinzugefügt
es: Añadida la categoria de razonamiento para modelos de Ollama
hi: ओलामा मॉडल के लिए तर्क श्रेणी जोड़ी गई
id: Menambahkan kategori penalaran untuk model Ollama
it: Aggiunta la categoria dei modelli di ragionamento per Ollama
kn: ಒಲ್ಲಾಮಾ ಮಾದರಿಗಳಿಗಾಗಿ ತಾರ್ಕಿಕ ವರ್ಗವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
pt_br: Adicionada a categoria de raciocínio para modelos Ollama
te: ఒల్లామా మోడల్‌ల కోసం తార్కిక వర్గం జోడించబడింది
tr: Ollama modelleri için akıl yürütme kategorisi eklendi

source: Improvements in sample prompts
bn: নমুনা প্রম্পটগুলিতে উন্নতি
de: Verbesserungen in Beispielprompts
es: Mejoras en los mensajes de ejemplo
hi: नमूना प्रॉम्प्ट्स में सुधार
id: Peningkatan pada contoh prompt
it: Migliorati gli esempi di prompt
kn: ಮಾದರಿ ಅಪೇಕ್ಷೆಗಳಲ್ಲಿನ ಸುಧಾರಣೆಗಳು
pt_br: Melhorias nos prompts de amostra
te: నమూనా ప్రాంప్ట్‌లలో మెరుగుదలలు
tr: Örnek promptlarda iyileştirmeler

source: Fixed auto creation of Ollama (Managed) instance
bn: ওলামা (পরিচালিত) ইনস্ট্যান্সের স্বয়ংক্রিয় তৈরি ঠিক করা হয়েছে
de: Automatische Erstellung einer Ollama (verwaltet)-Instanz behoben
es: Se corrigió la creación automática de la instancia de Ollama (administrada)
hi: ओलामा (प्रबंधित) इंस्टेंस के ऑटो निर्माण को ठीक किया गया
id: Memperbaiki pembuatan otomatis instance Ollama (Terkelola)
it: Corretta la creazione automatica dell'istanza di Ollama (gestita)
kn: ಆಲಾಮಾ (ನಿರ್ವಹಿಸಿದ) ನಿದರ್ಶನದ ಸ್ಥಿರ ಸ್ವಯಂ ರಚನೆ
pt_br: Correção da criação automática da instância Ollama (Gerenciada)
te: ఒల్లామా (నిర్వహించబడిన) ఉదాహరణ యొక్క ఆటో సృష్టి పరిష్కరించబడింది.
tr: OLLAMA (Yönetilen) modelinin otomatik oluşturma işlemi

source: Removed legacy JSON to SQLite3 migration code
bn: লিগ্যাসি JSON থেকে SQLite3 মাইগ্রেশন কোড সরানো হয়েছে
de: Alten JSON-zu-SQLite3-Migrationscode entfernt
es: Se eliminó el código de migración de JSON heredado a SQLite3
hi: लेगेसी JSON से SQLite3 माइग्रेशन कोड हटाया गया
id: Menghapus kode migrasi legacy dari JSON ke SQLite3
it: Rimosso il codice legacy per la migrazione da JSON a SQLite3.
kn: ಲೆಗಸಿ JSON ಅನ್ನು SQLite3 ವಲಸೆ ಕೋಡ್‌ಗೆ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
pt_br: Remoção de código legado de migração em JSON e SQLite3
te: లెగసీ JSON నుండి SQLite3 మైగ్రేషన్ కోడ్ తీసివేయబడింది
tr: Eski (miras) JSON'dan SQLite3'e geçiş (migrasyon) kodu kaldırıldı.

source: Fixed power saving mode appearing whilst using online instances
bn: অনলাইন ইনস্ট্যান্স ব্যবহার করার সময় পাওয়ার সেভিং মোড আসা ঠিক করা হয়েছে
de: Warnung vor Energiesparmodus bei Nutzung von Online-Instanzen behoben
es: Se solucionó el problema del modo de ahorro de energía que aparecía al usar instancias en línea.
hi: ऑनलाइन इंस्टेंस का उपयोग करते समय पावर सेविंग मोड के दिखने को ठीक किया गया
id: Memperbaiki mode hemat daya yang muncul saat menggunakan instance online
it: Corretta la modalità di risparmio energetico che veniva visualizzata durante l'utilizzo di istanze online
kn: ಆನ್‌ಲೈನ್ ನಿದರ್ಶನಗಳನ್ನು ಬಳಸುವಾಗ ಸ್ಥಿರ ವಿದ್ಯುತ್ ಉಳಿತಾಯ ಮೋಡ್ ಗೋಚರಿಸುತ್ತದೆ
pt_br: Corrigido o modo de economia de energia aparecendo enquanto usando instâncias online
te: ఆన్‌లైన్ సందర్భాలను ఉపయోగిస్తున్నప్పుడు స్థిర విద్యుత్ పొదుపు మోడ్ కనిపిస్తుంది
tr: Çevrimiçi modelleri kullanırken güç tasarrufu modu açılması düzeltildi

source: Fixed Ollama (Manged) instance not being able to be created
bn: ওলামা (পরিচালিত) ইনস্ট্যান্স তৈরি না হওয়ার সমস্যাটি ঠিক করা হয়েছে
de: Fehler bei der Erstellung der integrierten Ollama-Instanz behoben
es: Se solucionó el problema de que no se podía crear una instancia de Ollama (Administrada)
hi: ओलामा (प्रबंधित) इंस्टेंस के न बन पाने की समस्या को ठीक किया गया है
id: Memperbaiki instance Ollama (Terkelola) yang tidak bisa dibuat
it: Risolti problemi con la creazione dell'istanza di Ollama (gestita)
kn: ಸ್ಥಿರ ಒಲ್ಲಮಾ (ಮ್ಯಾನ್ಡ್) ನಿದರ್ಶನವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
pt_br: Corrigido o erro da instância Ollama (Gerenciada) não poder ser criada
te: ఓల్లామా (మానేజ్డ్) ఉదాహరణను సృష్టించలేకపోవడం పరిష్కరించబడింది.
tr: Yönetilen (Managed) Ollama örneğinin oluşturulamaması sorunu giderildi.

source: Instance manager now follows default model
bn: ইনস্ট্যান্স ম্যানেজার এখন ডিফল্ট মডেল অনুসরণ করে
de: Instanz-Manager befolgt nun das Standardmodell
es: El gestor de instancias ahora sigue el modelo predeterminado
hi: इंस्टेंस मैनेजर अब डिफ़ॉल्ट मॉडल का पालन करता है
id: Pengelola instance kini mengikuti model default
it: Il gestore di istanze ora segue il modello predefinito
kn: ನಿದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕ ಈಗ ಡೀಫಾಲ್ಟ್ ಮಾದರಿಯನ್ನು ಅನುಸರಿಸುತ್ತದೆ
pt_br: O gerenciador de instâncias agora segue o modelo padrão
te: ఇన్‌స్టాన్స్ మేనేజర్ ఇప్పుడు డిఫాల్ట్ మోడల్‌ను అనుసరిస్తోంది
tr: Model yöneticisi artık varsayılan modeli takip ediyor

source: English text-to-speech voices not working
bn: ইংরেজি টেক্সট-টু-স্পীচ ভয়েস কাজ করছে না
de: Englische Text-zu-Sprache-Stimmen funktionieren nicht
es: Las voces de texto a voz en inglés no funcionan
hi: अंग्रेजी टेक्स्ट-टू-स्पीच आवाजें काम नहीं कर रही हैं
id: Suara teks ke ucapan bahasa Inggris tidak berfungsi
it: I modelli vocali Inglesi del text-to-speech non funzionavano
kn: ಇಂಗ್ಲಿಷ್ ಪಠ್ಯದಿಂದ ಭಾಷಣ ಧ್ವನಿಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ
pt_br: Vozes da síntese de fala em inglês não funcionam
te: ఇంగ్లీష్ టెక్స్ట్-టు-స్పీచ్ వాయిస్‌లు పనిచేయడం లేదు
tr: İngilizce TTS(Metinden Sese) sesleri çalışmıyor

source: Instance manager sometimes not saving instances
bn: ইনস্ট্যান্স ম্যানেজার মাঝে মাঝে ইনস্ট্যান্স সংরক্ষণ করছে না
de: Instanz-Manager speichert manchmal Instanzen nicht
es: El gestor de instancias a veces no guarda las instancias
hi: इंस्टेंस मैनेजर कभी-कभी इंस्टेंस सहेज नहीं रहा है
id: Pengelola instance terkadang tidak menyimpan instance
it: Il gestore di istanze a volte non salvava le istanze
kn: ನಿದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕ ಕೆಲವೊಮ್ಮೆ ನಿದರ್ಶನಗಳನ್ನು ಉಳಿಸುವುದಿಲ್ಲ
pt_br: Gerenciador de instâncias as vezes não salvando instâncias
te: ఇన్‌స్టెన్స్ మేనేజర్ కొన్నిసార్లు ఇన్‌స్టెన్స్‌లను సేవ్ చేయకపోవచ్చు
tr: Model yöneticisi bazen modelleri kaydetmiyor

source: Fixed Gorq and Deepseek instances not generating text
bn: গর্ক এবং ডিপসিক ইনস্ট্যান্স টেক্সট তৈরি না করার সমস্যা সমাধান করা হয়েছে
de: Fehler behoben, durch den Groq- und Deepseek-Instanzen keinen Text generierten
es: Se corrigieron las instancias de Gorq y Deepseek que no generaban texto
hi: गोरक और डीपसीक इंस्टेंस द्वारा टेक्स्ट उत्पन्न न करने की समस्या ठीक कर दी गई है
id: Memperbaiki instance Gorq dan Deepseek yang tidak menghasilkan teks
it: Risolto il problema delle istanze Groq e Deepseek che non generavano testo
kn: ಸ್ಥಿರ GORQ ಮತ್ತು DEEPSEEK ನಿದರ್ಶನಗಳು ಪಠ್ಯವನ್ನು ರಚಿಸುತ್ತಿಲ್ಲ
pt_br: Corrigido o erro das instâncias Gorq e Deepseek não gerarem texto
te: టెక్స్ట్‌ను జనరేట్ చేయని గోర్క్ మరియు డీప్‌సీక్ సందర్భాలను పరిష్కరించారు.
tr: Gorq ve Deepseek modellerinin metin üretmeme sorunu düzeltildi

source: Smart tools for models
bn: মডেলগুলোর জন্য স্মার্ট সরঞ্জাম
de: Intelligente Werkzeuge für Modelle
es: Herramientas inteligentes para modelos
hi: मॉडलों के लिए स्मार्ट उपकरण
id: Alat pintar untuk model
it: Strumenti intelligenti per i modelli
kn: ಮಾದರಿಗಳಿಗಾಗಿ ಸ್ಮಾರ್ಟ್ ಪರಿಕರಗಳು
pt_br: Ferramentas inteligentes para modelos
te: మోడల్స్ కోసం స్మార్ట్ టూల్స్
tr: Modeller için Akıllı Araçlar

source: Speech recognition (message dictation)
bn: স্পীচ রিকগনিশন (বার্তার ডিকটেশন)
de: Spracherkennung (Diktieren der Eingabe)
es: Reconocimiento de voz (dictado de mensajes)
hi: भाषण पहचान (संदेश श्रुतलेखन)
id: Pengenalan suara (dikte pesan)
it: Riconoscimento vocale (dettatura di messaggi)
kn: ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ (ಸಂದೇಶ ನಿರ್ದೇಶನ)
pt_br: Reconhecimento de fala (ditado de mensagens)
te: ప్రసంగ గుర్తింపు (సందేశ డిక్టేషన్)
tr: Konuşma tanıma (mesaj dikte)

source: Text to Speech
bn: পাঠ্য থেকে বক্তৃতা
de: Text-zu-Sprache
es: Texto a Voz
hi: पाठ से भाषण
id: Teks ke Ucapan
it: Sintesi vocale
kn: ಭಾಷಣಕ್ಕೆ ಪಠ್ಯ
pt_br: Síntese de Fala
te: టెక్స్ట్ టు స్పీచ్
tr: Metinden sese çeviri

source: New Quick Chat system
bn: নতুন দ্রুত চ্যাট সিস্টেম
de: Neues "Flinke Frage"-System
es: Nuevo Sistema de Pregunta Rápida
hi: नया त्वरित चैट सिस्टम
id: Sistem Quick Chat baru
it: Nuovo sistema Quick Chat
kn: ಹೊಸ ತ್ವರಿತ ಚಾಟ್ ವ್ಯವಸ್ಥೆ
pt_br: Novo sistema de Conversa Rápida
te: కొత్త త్వరిత చాట్ సిస్టమ్
tr: Yeni hızlı sohbet sistemi

source: Filter Ollama models by categories
bn: ক্যাটাগরি অনুযায়ী ওলামা মডেল ফিল্টার করুন
de: Filtern von Ollama-Modellen nach Kategorien
es: Filtrar modelos de Ollama por categorías
hi: श्रेणियों के आधार पर ओलामा मॉडलों को फ़िल्टर करें
id: Filter model Ollama berdasarkan kategori
it: Filtra i modelli di Ollama per categoria
kn: ಒಲ್ಲಾಮಾ ಮಾದರಿಗಳನ್ನು ವರ್ಗಗಳ ಪ್ರಕಾರ ಫಿಲ್ಟರ್ ಮಾಡಿ
pt_br: Filtrar modelos Ollama por categoria
te: వర్గాల వారీగా ఒల్లామా మోడల్‌లను ఫిల్టర్ చేయండి
tr: Ollama modellerini kategorilere göre filtrele

source: Better math Latex rendering in messages
bn: বার্তায় আরও ভালো ম্যাথ ল্যাটেক্স রেন্ডারিং
de: Verbessertes Mathematik-LaTeX-Rendering in Nachrichten
es: Mejor renderización matemática de Latex en los mensajes
hi: संदेशों में बेहतर गणित लेटेक्स रेंडरिंग
id: Perenderan Latex matematika yang lebih baik dalam pesan
it: Migliore resa del codice matematico Latex nei messaggi
kn: ಸಂದೇಶಗಳಲ್ಲಿ ಉತ್ತಮ ಗಣಿತ ಲ್ಯಾಟೆಕ್ಸ್ ರೆಂಡರಿಂಗ್
pt_br: Melhor renderização matemática de Latex em mensagens
te: సందేశాలలో మెరుగైన గణిత లేటెక్స్ రెండరింగ్
tr: Mesajlarda daha iyi matematik lateks oluşturma

source: Rich text rendering in attachment preview
bn: সংযুক্তি প্রিভিউতে রিচ টেক্সট রেন্ডারিং
de: Rich-Text-Rendering in Anhangsvorschau
es: Mejor renderización de texto en la vista previa de archivos adjuntos
hi: अटैचमेंट पूर्वावलोकन में रिच टेक्स्ट रेंडरिंग
id: Perenderan teks kaya pada pratinjau lampiran
it: Rendering del rich text nell'anteprima degli allegati
kn: ಲಗತ್ತು ಪೂರ್ವವೀಕ್ಷಣೆಯಲ್ಲಿ ಶ್ರೀಮಂತ ಪಠ್ಯ ರೆಂಡರಿಂಗ್
pt_br: Renderização de texto em Rich Text na pré-visualização dos anexos
te: అటాచ్మెంట్ ప్రివ్యూలో రిచ్ టెక్స్ట్ రెండరింగ్
tr: Ek önizlemede zengin metin oluşturma

source: Matplotlib is now included in Python code runner
bn: পাইথন কোড রানারে এখন Matplotlib অন্তর্ভুক্ত করা হয়েছে
de: Matplotlib ist nun in der integrierten Python-Codeausführung mitgeliefert
es: Matplotlib ahora está incluido en el ejecutor de código Python
hi: मैटप्लोटलिब अब पायथन कोड रनर में शामिल है
id: Matplotlib kini sudah termasuk dalam pemroses kode Python
it: Matplotlib è ora incluso nel code runner di Python
kn: ಮ್ಯಾಟ್ಪ್ಲಾಟ್ಲಿಬ್ ಅನ್ನು ಈಗ ಪೈಥಾನ್ ಕೋಡ್ ರನ್ನರ್ನಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆ
pt_br: A biblioteca Matplotlib agora está incluída no executor de código Python
te: మ్యాట్‌ప్లోట్‌లిబ్ ఇప్పుడు పైథాన్ కోడ్ రన్నర్‌లో చేర్చబడింది.
tr: Matplotlib artık Python Code Runner'a dahil edildi

source: Styling for messages being generated
bn: বার্তা তৈরি হওয়ার সময় স্টাইলিং
de: Verschönerung von Nachrichten, die gerade noch generiert werden
es: Estilización para los mensajes que siendo generados
hi: उत्पन्न हो रहे संदेशों के लिए स्टाइलिंग
id: Gaya untuk pesan yang sedang dibuat
it: Formattazione dei messaggi generati
kn: ಸಂದೇಶಗಳನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
pt_br: Estilização para mensagens sendo geradas
te: జనరేట్ అవుతున్న సందేశాల కోసం స్టైలింగ్
tr: Oluşturulan mesajlar için stil eklendi

source: New Instances
bn: নতুন ইনস্ট্যান্স
de: Neue Instanzen
es: Nuevas Instancias
hi: नए इंस्टेंस
id: Instance Baru
it: Nuove istanze
kn: ಹೊಸ ನಿದರ್ಶನಗಳು
pt_br: Novas Instâncias
te: కొత్త సందర్భాలు
tr: Yeni Modeller
uk: Нові екземпляр

source: New Attachment Types
bn: নতুন সংযুক্তি ধরণ
de: Neue Anhangstypen
es: Nuevos Tipos de Archivos Adjuntos
hi: नए अनुलग्नक प्रकार
id: Tipe Lampiran Baru
it: Nuove tipologie di allegato
kn: ಹೊಸ ಲಗತ್ತು ಪ್ರಕಾರಗಳು
pt_br: Novos Tipos de Anexos
te: కొత్త అటాచ్‌మెంట్ రకాలు
tr: Yeni ek türleri

source: Microsoft Word Document (docx)
bn: মাইক্রোসফট ওয়ার্ড ডকুমেন্ট (docx)
de: Microsoft Word-Dokument (docx)
es: Documento de Microsoft Word (docx)
hi: माइक्रोसॉफ्ट वर्ड डॉक्यूमेंट (docx)
id: Dokumen Microsoft Word (docx)
it: Documento di Microsoft Word (docx)
kn: ಮೈಕ್ರೋಸಾಫ್ಟ್ ವರ್ಡ್ ಡಾಕ್ಯುಮೆಂಟ್ (ಡಾಕ್ಸ್)
pt_br: Documento do Microsoft Word (docx)
te: మైక్రోసాఫ్ట్ వర్డ్ డాక్యుమెంట్ (డాక్స్)
tr: Microsoft Word Belgesi (DOCX)

source: Microsoft PowerPoint Document (pptx)
bn: মাইক্রোসফট পাওয়ারপয়েন্ট ডকুমেন্ট (pptx)
de: Microsoft PowerPoint-Dokument (pptx)
es: Documento de Microsoft PowerPoint (pptx)
hi: माइक्रोसॉफ्ट पावरपॉइंट डॉक्यूमेंट (pptx)
id: Dokumen Microsoft PowerPoint (pptx)
it: Documento di Microsoft PowerPoint (pptx)
kn: ಮೈಕ್ರೋಸಾಫ್ಟ್ ಪವರ್ಪಾಯಿಂಟ್ ಡಾಕ್ಯುಮೆಂಟ್ (ಪಿಪಿಟಿಎಕ್ಸ್)
pt_br: Documento do Microsoft PowerPoint (pptx)
te: మైక్రోసాఫ్ట్ పవర్ పాయింట్ డాక్యుమెంట్ (pptx)
tr: Microsoft PowerPoint Belgesi (PPTX)

source: Microsoft Excel Document (xlsx)
bn: মাইক্রোসফট এক্সেল ডকুমেন্ট (xlsx)
de: Microsoft Excel-Dokument (xlsx)
es: Documento de Microsoft Excel (xlsx)
hi: माइक्रोसॉफ्ट एक्सेल डॉक्यूमेंट (xlsx)
id: Dokumen Microsoft Excel (xlsx)
it: Documento di Microsoft Excel (xlsx)
kn: ಮೈಕ್ರೋಸಾಫ್ಟ್ ಎಕ್ಸೆಲ್ ಡಾಕ್ಯುಮೆಂಟ್ (ಎಕ್ಸ್‌ಎಲ್‌ಎಸ್‌ಎಕ್ಸ್)
pt_br: Documento do Microsoft Excel (xlsx)
te: మైక్రోసాఫ్ట్ ఎక్సెల్ డాక్యుమెంట్ (xlsx)
tr: Microsoft Excel Belgesi (XLSX)

source: New Tools
bn: নতুন সরঞ্জাম
de: Neue Werkzeuge
es: Nuevas Herramientas
hi: नए उपकरण
id: Alat Baru
it: Nuovi strumenti
kn: ಹೊಸ ಪರಿಕರಗಳು
pt_br: Novas Ferramentas
te: కొత్త సాధనాలు
tr: Yeni Araçlar

source: Run Command (Testing)
bn: কমান্ড চালান (পরীক্ষামূলক)
de: Befehl ausführen (Testing)
es: Ejecutar Comando (Prueba)
hi: कमांड चलाएं (परीक्षण)
id: Jalankan Perintah (Pengujian)
it: Esegui il comando (test)
kn: ರನ್ ಕಮಾಂಡ್ (ಪರೀಕ್ಷೆ)
pt_br: Executar Comando (Em Teste)
te: కమాండ్ (పరీక్షించడం) అమలు చేయండి
tr: Komut çalıştırma (test aşamasında)

source: Online Search
bn: অনলাইন অনুসন্ধান
de: Online-Suche
es: Búsqueda en Línea
hi: ऑनलाइन खोज
id: Pencarian Online
it: Cerca online
kn: ಆನ್‌ಲೈನ್ ಹುಡುಕಾಟ
pt_br: Pesquisar Online
te: ఆన్‌లైన్ శోధన
tr: Çevrimiçi arama

source: Extract Wikipedia Article
bn: উইকিপিডিয়া আর্টিকেল নিষ্কাশন করুন
de: Wikipedia-Artikel extrahieren
es: Extracción de Artículos de Wikipedia
hi: विकिपीडिया लेख निकालें
id: Ekstrak Artikel Wikipedia
it: Estrai l'articolo di Wikipedia
kn: ವಿಕಿಪೀಡಿಯ ಲೇಖನವನ್ನು ಹೊರತೆಗೆಯಿರಿ
pt_br: Extrair Artigo da Wikipédia
te: వికీపీడియా కథనాన్ని సంగ్రహించండి
tr: Wikipedia Makalesini Çek

source: Get Recipe by Name
bn: নাম দিয়ে রেসিপি পান
de: Rezept durch Namen finden
es: Obtener Receta por Nombre
hi: नाम से रेसिपी प्राप्त करें
id: Dapatkan Resep berdasarkan Nama
it: Ottieni la ricetta in base al nome
kn: ಹೆಸರಿನಿಂದ ಪಾಕವಿಧಾನವನ್ನು ಪಡೆಯಿರಿ
pt_br: Obter Receita pelo Nome
te: పేరు ద్వారా రెసిపీ పొందండి
tr: İsme Göre Tarif Al
