Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: A large language model built by the Technology Innovation Institute (TII) for use in summarization, text generation, and chat bots.
bn: টেকনোলজি ইনোভেশন ইনস্টিটিউট (টিআইআই) দ্বারা নির্মিত একটি বড় ভাষা মডেল যা সংক্ষিপ্তকরণ, পাঠ্য উৎপাদন এবং চ্যাট বটগুলিতে ব্যবহারের জন্য।
de: Ein vom Technology Innovation Institute (TII) entwickeltes LLM zur Nutzung in Zusammenfassung, Textgenerierung und als Chatbot.
es: Un modelo de lenguaje grande creado por el Instituto de Innovación Tecnológica (TII) para su uso en resúmenes, generación de texto y chat bots.
fr: Un grand modèle linguistique développé par le Technology Innovation Institute (TII), conçu pour la synthèse, la génération de texte et les chatbots.
hi: एक बड़ा भाषा मॉडल जिसे प्रौद्योगिकी नवाचार संस्थान (टीआईआई) द्वारा सारांश, पाठ उत्पादन और चैटबॉट में उपयोग के लिए बनाया गया है।
id: Model bahasa besar yang dibangun oleh Technology Innovation Institute (TII) untuk digunakan dalam ringkasan, pembuatan teks, dan chatbot.
it: Un modello linguistico di grandi dimensioni creato dal Technology Innovation Institute (TII) per essere utilizzato nella sintesi, nella generazione di testi e nei chat bot.
kn: ಸಾರಾಂಶ, ಪಠ್ಯ ಉತ್ಪಾದನೆ ಮತ್ತು ಚಾಟ್ ಬಾಟ್‌ಗಳಲ್ಲಿ ಬಳಸಲು ಟೆಕ್ನಾಲಜಿ ಇನ್ನೋವೇಶನ್ ಇನ್ಸ್ಟಿಟ್ಯೂಟ್ (ಟಿಐಐ) ನಿರ್ಮಿಸಿದ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿ.
nl: Een groot taalmodel gebouwd door het Technology Innovation Institute (TII) voor gebruik in samenvattingen, tekstgeneratie en chatbots.
pt_br: Um grande modelo de linguagem criado pelo Technology Innovation Institute (TII) para uso em resumo, geração de texto e bots de bate-papo.
ta: தொழில்நுட்ப கண்டுபிடிப்பு நிறுவனம் (TII) உருவாக்கிய ஒரு பெரிய மொழி மாதிரி, சுருக்கம், உரை உருவாக்கம் மற்றும் அரட்டைப் பெட்டிகளில் பயன்படுத்தப்படுகிறது.
te: సారాంశం, టెక్స్ట్ ఉత్పత్తి మరియు చాట్ బాట్‌లలో ఉపయోగం కోసం టెక్నాలజీ ఇన్నోవేషన్ ఇన్‌స్టిట్యూట్ (TII) రూపొందించిన పెద్ద భాషా నమూనా.
tr: Teknoloji İnovasyon Enstitüsü (TII) tarafından; özetleme, metin üretimi ve sohbet botlarında kullanılmak üzere geliştirilmiş büyük bir dil modeli.
uk: Велика мовна модель, створена Інститутом інноваційних технологій (TII) для використання в підсумовуванні, генеруванні тексту та чат-ботах.

source: InternLM2.5 is a 7B parameter model tailored for practical scenarios with outstanding reasoning capability.
bn: InternLM2.5 হল ৭বি প্যারামিটার মডেল যা ব্যবহারিক দৃশ্যপটের জন্য তৈরি করা হয়েছে এবং উল্লেখযোগ্য যুক্তি ক্ষমতা রয়েছে।
de: InternLM2.5 ist ein 7B-Parametermodell, das auf praktische Szenarien mit herausragender Schlussfolgerungsfähigkeit zugeschnitten ist.
es: InternLM2.5 es un modelo de 7B parámetros adaptado para escenarios prácticos con una capacidad de razonamiento excepcional.
fr: InternLM2.5 est un modèle de 7B paramètres adapté aux scénarios pratiques, avec une capacité de raisonnement exceptionnelle.
hi: इंटर्नएलएम2.5 एक 7बी पैरामीटर मॉडल है जो व्यावहारिक परिदृश्यों के लिए तैयार किया गया है जिसमें उत्कृष्ट तर्क क्षमता है।
id: InternLM2.5 adalah model dengan 7B parameter yang disesuaikan untuk skenario praktis dengan kemampuan penalaran yang luar biasa.
it: InternLM2.5 è un modello a 7B parametri adattato a scenari pratici con un'eccezionale capacità di ragionamento.
kn: ಇಂಟರ್ನ್ಎಲ್ಎಂ 2.5 ಎನ್ನುವುದು ಅತ್ಯುತ್ತಮ ತಾರ್ಕಿಕ ಸಾಮರ್ಥ್ಯದೊಂದಿಗೆ ಪ್ರಾಯೋಗಿಕ ಸನ್ನಿವೇಶಗಳಿಗೆ ಅನುಗುಣವಾಗಿ 7 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಮಾದರಿಯಾಗಿದೆ.
nl: InternLM2.5 is een 7B-parametermodel op maat van praktische scenario's met uitstekende redeneermogelijkheden.
pt_br: InternLM2.5 é um modelo de 7B parâmetros adaptado para cenários práticos com excelente capacidade de raciocínio.
ta: InternLM2.5 என்பது 7B அளவுரு மாதிரி ஆகும், இது நடைமுறை காட்சிகளுக்கு ஏற்றவாறு சிறப்பாக வடிவமைக்கப்பட்டுள்ளது மற்றும் சிறந்த வாதத் திறனைக் கொண்டுள்ளது.
te: InternLM2.5 అనేది అత్యుత్తమ తార్కిక సామర్థ్యంతో ఆచరణాత్మక దృశ్యాల కోసం రూపొందించబడిన 7B పారామీటర్ మోడల్.
tr: InternLM2.5, pratik senaryolar için özel olarak tasarlanmış ve üstün akıl yürütme yeteneğine sahip 7B parametreli bir modeldir.
uk: InternLM2.5 — це модель з 7B параметрами, адаптована для практичних сценаріїв з видатними здібностями до розмірковування.

source: A compact, yet powerful 10.7B large language model designed for single-turn conversation.
bn: একটি কমপ্যাক্ট, কিন্তু শক্তিশালী ১০.৭বি লার্জ ল্যাঙ্গুয়েজ মডেল যা সিঙ্গল-টার্ন কনভার্সেশনের জন্য ডিজাইন করা হয়েছে।
de: Ein kompaktes, aber leistungsstarkes 10,7-Milliarden-Large-Language-Modell, das für einmalige Konversation entwickelt wurde.
es: Un modelo de lenguaje grande compacto pero poderoso de 10.7B diseñado para conversación de un solo turno.
fr: Un modèle compact, mais puissant de 10.7B conçu pour des conversations à un seul tour.
hi: एक संक्षिप्त, लेकिन शक्तिशाली 10.7बी बड़ा भाषा मॉडल जो एकल-मोड़ वार्ता के लिए डिज़ाइन किया गया है।
id: Model bahasa besar 10.7B yang kompak namun kuat, dirancang untuk percakapan satu kali.
it: Un modello linguistico compatto ma potente da 10.7B, progettato conversazioni a risposta singola.
kn: ಏಕ-ತಿರುವು ಸಂಭಾಷಣೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಕಾಂಪ್ಯಾಕ್ಟ್, ಆದರೆ ಶಕ್ತಿಯುತ 10.7 ಬಿ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿ.
nb_no: En kompakt, men kraftig 10.7B stor språkmodell designet for enkelt sving samtaler.
nl: Een compact, maar krachtig 10,7B groot taalmodel ontworpen voor éénmalige conversatie.
pt_br: Um modelo de linguagem grande, compacto, porém poderoso, de 10,7B, projetado para conversas em uma única conversa.
ru: Компактная, но мощная языковая модель с поддержкой 10,7 ББ, предназначенная для одноразового разговора.
ta: ஒரு சிறிய, ஆனால் சக்திவாய்ந்த 10.7B பெரிய மொழி மாதிரி, ஒரு முறை உரையாடலுக்காக வடிவமைக்கப்பட்டுள்ளது.
te: సింగిల్-టర్న్ సంభాషణ కోసం రూపొందించబడిన కాంపాక్ట్, ఇంకా శక్తివంతమైన 10.7B పెద్ద భాషా మోడల్.
tr: Kompakt ama güçlü, tek seferlik konuşmalar için tasarlanmış 10.7B büyük dil modeli.
uk: Компактна, але потужна мовна модель з 10.7B параметрів, розроблена для одноразових розмов.

source: Athene-V2 is a 72B parameter model which excels at code completion, mathematics, and log extraction tasks.
bn: Athene-V2 হল একটি 72B প্যারামিটার মডেল যা কোড সম্পূর্ণতা, গণিত এবং লগ নির্গমন কাজে উত্তম।
de: Athene-V2 ist ein 72B-Parameter-Modell welches besonders gut in Codevervollständigung, Mathematik und Log-Extrahierungsaufgaben abschneidet.
es: Athene-V2 es un modelo de parámetros 72B que se destaca en tareas de finalización de código, matemáticas y extracción de registros.
fr: Athene-V2 est un modèle de 72 milliards de paramètres qui excelle dans les tâches de complétion de code, de mathématiques et d'extraction de journaux.
hi: एथेन-वी2 एक 72बी पैरामीटर मॉडल है जो कोड पूर्णता, गणित और लॉग निष्कर्षण कार्यों में उत्कृष्ट है।
id: Athene-V2 adalah model dengan 72B parameter yang unggul dalam penyelesaian kode, matematika, dan ekstraksi log.
it: Athene-V2 è un modello a 72B parametri che eccelle nel completamento del codice, nella matematica e nell'estrazione dei log.
kn: ಅಥೆನ್-ವಿ 2 72 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಮಾದರಿಯಾಗಿದ್ದು, ಇದು ಕೋಡ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ, ಗಣಿತ ಮತ್ತು ಲಾಗ್ ಹೊರತೆಗೆಯುವ ಕಾರ್ಯಗಳಲ್ಲಿ ಉತ್ತಮವಾಗಿದೆ.
nl: Athene-V2 is een 72B parametermodel dat uitblinkt in codeaanvulling, wiskunde en logboekextractietaken.
pt_br: Athene-V2 é um modelo de parâmetros 72B que se destaca em tarefas de conclusão de código, matemática e extração de logs.
ta: Athene-V2 என்பது 72B அளவுரு மாதிரி ஆகும், இது குறியீடு நிறைவு, கணிதம் மற்றும் பதிவு பிரித்தெடுத்தல் பணிகளில் சிறந்து விளங்குகிறது.
te: ఎథీన్-V2 అనేది 72B పారామీటర్ మోడల్, ఇది కోడ్ పూర్తి చేయడం, గణితశాస్త్రం మరియు లాగ్ వెలికితీత పనులలో అత్యుత్తమంగా ఉంటుంది.
tr: Athene-V2, kodun tamamlanması, matematik ve günlük çıkarma görevlerinde mükemmel olan 72B parametre modelidir.
uk: Athene-V2 — це модель з 72 мільярдами параметрів, яка відзначається виконанням завдань з доповнення коду, математики та вилучення логів.

source: A new small LLaVA model fine-tuned from Phi 3 Mini.
bn: ফাই ৩(Phi 3) মিনি থেকে ফাইন-টিউন করা একটি নতুন ছোট এলএলভিএ মডেল।
de: Ein neues kleines LLaVA-Modell, das von Phi 3 Mini feinabgestimmt wurde.
es: Un nuevo pequeño modelo LLaVA ajustado a partir de Phi 3 Mini.
fr: Un nouveau petit modèle LLaVA affiné à partir de Phi 3 Mini.
hi: फाई 3 मिनी से फाइन-ट्यून किया गया एक नया छोटा एलएलएवीए मॉडल।
id: Model LLaVA kecil yang baru disesuaikan dari Phi 3 Mini.
it: Un nuovo piccolo modello LLaVA ottimizzato su Phi 3 Mini.
kn: ಫಿ 3 ಮಿನಿಯಿಂದ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಿದ ಹೊಸ ಸಣ್ಣ ಲಾವಾ ಮಾದರಿ.
nb_no: En ny liten LLaVA-modell finjustert fra Phi 3 Mini.
nl: Een nieuw klein LLaVA-model verfijnd op basis van Phi 3 Mini.
pt_br: Um novo modelo pequeno LLaVA aprimorado a partir do Phi 3 Mini.
ru: Новая маленькая модель LLaVA, доработанная на основе Phi 3 Mini.
ta: Phi 3 Mini இலிருந்து நன்றாக மாற்றியமைக்கப்பட்ட ஒரு புதிய சிறிய LLaVA மாதிரி.
te: కొత్త చిన్న LLaVA మోడల్ ఫై 3 మినీ నుండి చక్కగా ట్యూన్ చేయబడింది.
tr: Phi 3 Mini'den ince ayar yapılmış yeni bir küçük LLaVA modelidir.
uk: Нова невелика модель LLaVA, доопрацьована з Phi 3 Mini.

source: Orca 2 is built by Microsoft research, and are a fine-tuned version of Meta's Llama 2 models. The model is designed to excel particularly in reasoning.
bn: অরকা ২ হল মাইক্রোসফট রিসার্চ দ্বারা নির্মিত, এবং মেটার ল্লামা ২ মডেলের একটি ফাইন-টিউনড সংস্করণ। মডেলটি বিশেষত যুক্তি প্রদানে উৎকৃষ্ট হওয়ার জন্য ডিজাইন করা হয়েছে।
de: Orca 2 wurde von Microsoft Research entwickelt und ist eine feinabgestimmte Version von Metas Llama-2-Modellen. Das Modell ist speziell darauf ausgelegt, sich besonders beim logischen Schlussfolgern auszuzeichnen.
es: Orca 2 es construido por Microsoft Research, y es una versión ajustada de los modelos Llama 2 de Meta. El modelo está diseñado para sobresalir particularmente en razonamiento.
fr: Orca 2 est un modèle développé par Microsoft Research, affiné à partir des modèles Llama 2 de Meta. Le modèle est conçu pour exceller particulièrement en raisonnement.
hi: ओर्का 2 माइक्रोसॉफ्ट रिसर्च द्वारा बनाया गया है, और मेटा के एलएलएएमए 2 मॉडल्स का एक फाइन-ट्यून संस्करण है। यह मॉडल विशेष रूप से तर्क में उत्कृष्टता प्राप्त करने के लिए डिज़ाइन किया गया है।
id: Orca 2 dibangun oleh penelitian Microsoft, dan merupakan versi yang disesuaikan dari model Llama 2 milik Meta. Model ini dirancang untuk unggul terutama dalam penalaran.
it: Orca 2 è stato creato da Microsoft research, ed è una versione ottimizzata dei modelli Llama 2 di Meta. Il modello è stato progettato per eccellere in particolare nel ragionamento.
kn: ORCA 2 ಅನ್ನು ಮೈಕ್ರೋಸಾಫ್ಟ್ ರಿಸರ್ಚ್ ನಿರ್ಮಿಸಿದೆ, ಮತ್ತು ಇದು ಮೆಟಾದ ಲಾಮಾ 2 ಮಾದರಿಗಳ ಉತ್ತಮ-ಟ್ಯೂನ್ ಆವೃತ್ತಿಯಾಗಿದೆ. ಮಾದರಿಯನ್ನು ವಿಶೇಷವಾಗಿ ತಾರ್ಕಿಕ ಕ್ರಿಯೆಯಲ್ಲಿ ಉತ್ತಮಗೊಳಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ.
nb_no: Orca 2 er bygget av Microsoft forskning, og er en finjustert versjon av Meta's Llama 2 modeller. Modellen er laget for å utmerke seg spesielt i tolkning.
nl: Orca 2 is gebouwd door Microsoft Research en is een verfijnde versie van Meta's Llama 2 modellen. Het model is ontworpen om vooral uit te blinken in redeneren.
pt_br: O Orca 2 foi desenvolvido pela Microsoft Research e é uma versão aprimorada dos modelos Llama 2 da Meta. O modelo foi projetado para se destacar principalmente em raciocínio.
ru: Orca 2 создана в результате исследований Microsoft и представляет собой доработанную версию моделей Meta 2 Llama 2. Модель разработана, чтобы преуспеть, в частности, в рассуждениях.
ta: Orca 2 மைக்ரோசாப்ட் ஆராய்ச்சியின் மூலம் உருவாக்கப்பட்டது, மேலும் இது Meta வின் Llama 2 மாதிரிகளின் சிறந்த முறையில் மாற்றியமைக்கப்பட்ட பதிப்பாகும். இந்த மாதிரி குறிப்பாக வாதத்தில் சிறந்து விளங்க வடிவமைக்கப்பட்டுள்ளது.
te: ఓర్కా 2 మైక్రోసాఫ్ట్ పరిశోధన ద్వారా నిర్మించబడింది మరియు ఇది మెటా యొక్క లామా 2 మోడల్‌ల యొక్క ఫైన్-ట్యూన్డ్ వెర్షన్. మోడల్ ముఖ్యంగా రీజనింగ్‌లో రాణించేలా రూపొందించబడింది.
tr: Orca 2, Microsoft araştırmaları tarafından inşa edilmiş ve Meta'nın Llama 2 modellerinin ince ayar yapılmış bir versiyonudur. Özellikle akıl yürütme konusunda mükemmel olmak üzere tasarlanmıştır.
uk: Orca 2 створена дослідженнями Microsoft і є доопрацьованою версією моделей Llama 2 від Meta. Модель розроблена для досягнення високих результатів у розмірковуванні.

source: A series of multimodal LLMs (MLLMs) designed for vision-language understanding.
bn: ভিশন-ল্যাঙ্গুয়েজ বোঝার জন্য ডিজাইন করা একটি মাল্টিমোডাল LLM (MLLM) সিরিজ।
de: Eine Serie multimodaler LLMs (MLLMs), die für das Verständnis von Vision und Sprache entwickelt wurde.
es: Una serie de LLM multimodales (MLLM) diseñados para la comprensión entre visión y lenguaje.
fr: Une série de modèles multimodaux (MLLMs) conçus pour la compréhension vision-langage.
hi: दृष्टि-भाषा समझ के लिए डिज़ाइन किए गए बहु-मोडल LLMs (MLLMs) की एक श्रृंखला।
id: Serangkaian LLM multimodal (MLLM) yang dirancang untuk pemahaman bahasa-vision.
it: Una serie di LLM multimodali (MLLM) progettati per la comprensione della visione e del linguaggio.
kn: ದೃಷ್ಟಿ-ಭಾಷೆಯ ತಿಳುವಳಿಕೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಮಲ್ಟಿಮೋಡಲ್ ಎಲ್ಎಲ್ಎಂಎಸ್ (ಎಂಎಲ್ಎಲ್ಎಂಎಸ್) ಸರಣಿ.
nl: Een serie multimodale LLM's (MLLM's) ontworpen voor vision-taalbegrip.
pt_br: Uma série de LLMs multimodais (MLLMs) projetados para compreensão da visão e da linguagem.
ta: பார்வை-மொழி புரிதலுக்காக வடிவமைக்கப்பட்ட மல்டிமோடல் LLM களின் (MLLMs) தொடர்.
te: విజన్-లాంగ్వేజ్ అవగాహన కోసం రూపొందించబడిన మల్టీమోడల్ LLMల (MLLMలు) శ్రేణి.
tr: Görme dili anlayışı için tasarlanmış bir dizi multimodal LLM (MLLM).
uk: Серія мультимодальних мовних моделей (MLLM), розроблених для розуміння взаємодії зору та мови.

source: Llama 2 based model fine tuned on an Orca-style dataset. Originally called Free Willy.
bn: অরকা-স্টাইল ডেটাসেটে ফাইন-টিউনড ল্লামা ২ ভিত্তিক মডেল। মূলত ফ্রি উইলি নামে পরিচিত ছিল।
de: Auf Llama 2 basierendes Modell, das auf einem Orca-ähnlichen Datensatz feinabgestimmt wurde. Ursprünglich Free Willy genannt.
es: Modelo basado en Llama 2 ajustado en un conjunto de datos estilo Orca. Originalmente llamado Free Willy.
fr: Modèle basé sur Llama 2, affiné sur un dataset de style Orca. Initialement appelé Free Willy.
hi: एलएलएएमए 2 पर आधारित मॉडल जो ओर्का-शैली डेटासेट पर फाइन-ट्यून किया गया है। मूल रूप से फ्री विली कहा जाता था।
id: Model berbasis Llama 2 yang disesuaikan dengan dataset gaya Orca. Awalnya disebut Free Willy.
it: Modello basato su Llama 2 e ottimizzato su un dataset in stile Orca. Originariamente chiamato Free Willy.
kn: ಲಾಮಾ 2 ಆಧಾರಿತ ಮಾದರಿ ದಂಡವನ್ನು ಓರ್ಕಾ-ಶೈಲಿಯ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ. ಮೂಲತಃ ಫ್ರೀ ವಿಲ್ಲಿ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ.
nb_no: Llama 2 basert modell finjustert på en Orca-stil datasett. Opprinnelig kalt Free Willy.
nl: Op Llama 2 gebaseerd model verfijnd op een dataset in Orka-stijl. Oorspronkelijk heette het Free Willy.
pt_br: Modelo baseado no Llama 2, ajustado com precisão em um conjunto de dados do tipo Orca. Originalmente chamado de Free Willy.
ru: Модель на основе Llama 2 точно настроена на наборе данных в стиле Orca. Первоначально назывался Свободный Вилли.
ta: ஓர்கா-பாணியில் அமைக்கப்பட்ட தரவுத்தொகுப்பில் நன்றாக மாற்றியமைக்கப்பட்ட Llama 2 அடிப்படையிலான மாதிரி. முதலில் ஃப்ரீ வில்லி என்று அழைக்கப்பட்டது.
te: లామా 2 ఆధారిత మోడల్ ఓర్కా-శైలి డేటాసెట్‌లో చక్కగా ట్యూన్ చేయబడింది. నిజానికి ఫ్రీ విల్లీ అని పిలుస్తారు.
tr: Llama 2 tabanlı model, Orca tarzı bir veri seti üzerinde ince ayar yapılmıştır. İlk olarak Free Willy olarak adlandırılmıştır.
uk: Модель на основі Llama 2, доопрацьована на наборі даних в стилі Orca. Спочатку називалася Free Willy.

source: Mistral Small 3 sets a new benchmark in the “small” Large Language Models category below 70B.
bn: মিস্ট্রাল স্মল ৩ ৭০বির নিচে 'ছোট' বিভাগে বড় ভাষা মডেলগুলির মধ্যে একটি নতুন মানদণ্ড স্থাপন করেছে।
de: Mistral Small 3 setzt neue Maße für die Kategorie an “kleinen” Sprachmodellen unter 70B Parametern.
es: Mistral Small 3 establece un nuevo punto de referencia en la categoría de modelos de lenguaje grandes “pequeños” por debajo de 70B.
hi: मिस्ट्रल स्मॉल 3 70B से नीचे “छोटे” बड़े भाषा मॉडल श्रेणी में एक नया बेंचमार्क स्थापित करता है।
id: Mistral Small 3 menetapkan tolok ukur baru dalam kategori Model Bahasa Besar "kecil" di bawah 70B.
it: Mistral Small 3 stabilisce un nuovo punto di riferimento nella categoria dei modelli linguistici di grandi dimensioni "piccoli" al di sotto di 70B.
kn: ಮಿಸ್ಟ್ರಾಲ್ ಸ್ಮಾಲ್ 3 70 ಬಿ ಗಿಂತ ಕೆಳಗಿನ “ಸಣ್ಣ” ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಗಳಲ್ಲಿ ಹೊಸ ಮಾನದಂಡವನ್ನು ಹೊಂದಿಸುತ್ತದೆ.
pt_br: O Mistral Small 3 estabelece um novo benchmark na categoria de modelos de linguagem grandes “pequenos” abaixo de 70B.
te: 70B కంటే తక్కువ ఉన్న “చిన్న” లార్జ్ లాంగ్వేజ్ మోడల్స్ విభాగంలో మిస్ట్రాల్ స్మాల్ 3 కొత్త బెంచ్‌మార్క్‌ను నిర్దేశిస్తుంది.
tr: Mistral Small 3, 70B'nin altındaki “Küçük” büyük dil modelleri kategorisinde yeni bir ölçüt belirler.

source: 2.7B uncensored Dolphin model by Eric Hartford, based on the Phi language model by Microsoft Research.
bn: এরিক হার্টফোর্ড দ্বারা ২.৭বি আনসেন্সর্ড ডলফিন মডেল, মাইক্রোসফট রিসার্চ দ্বারা ফাই(phi) ভাষা মডেলের উপর ভিত্তি করে।
de: 2,7-Milliarden-unzensiertes Dolphin-Modell von Eric Hartford, basierend auf dem Phi-Sprachmodell von Microsoft Research.
es: Modelo Dolphin sin censura de 2.7B por Eric Hartford, basado en el modelo de lenguaje Phi por Microsoft Research.
fr: Un modèle Dolphin non censuré de 2.7B paramètres par Eric Hartford, basé sur le modèle Phi de Microsoft Research.
hi: एरिक हार्टफोर्ड द्वारा 2.7बी अनसेंसर्ड डॉल्फिन मॉडल, माइक्रोसॉफ्ट रिसर्च द्वारा फाई भाषा मॉडल पर आधारित है।
id: Model Dolphin 2.7B tanpa sensor oleh Eric Hartford, berbasis model bahasa Phi oleh Microsoft Research.
it: Modello Dolphin 2.7B non censurato di Eric Hartford, basato sul modello Phi di Microsoft Research"
kn: ಮೈಕ್ರೋಸಾಫ್ಟ್ ರಿಸರ್ಚ್ ಅವರ ಪಿಹೆಚ್‌ಐ ಭಾಷಾ ಮಾದರಿಯನ್ನು ಆಧರಿಸಿದ ಎರಿಕ್ ಹಾರ್ಟ್ಫೋರ್ಡ್ ಅವರಿಂದ 2.7 ಬಿ ಸೆನ್ಸಾರ್ ಮಾಡದ ಡಾಲ್ಫಿನ್ ಮಾದರಿ.
nb_no: 2.7B usensurert Dolphin-modell av Eric Hartford, basert på Phi språk modellen av Microsoft Research.
nl: 2.7B ongecensureerd Dolphin-model door Eric Hartford, gebaseerd op het Phi-taalmodel van Microsoft Research.
pt_br: Modelo Dolphin 2.7B sem censura de Eric Hartford, baseado no modelo de linguagem Phi da Microsoft Research.
ru: 2.7B модель Dolphin без цензуры Эрика Хартфорда, основанная на модели языка Phi, разработанной Microsoft Research.
ta: எரிக் ஹார்ட்ஃபோர்ட் எழுதிய 2.7B சென்சார் செய்யப்படாத டால்பின் மாதிரி, மைக்ரோசாப்ட் ஆராய்ச்சியின் Phi மொழி மாதிரியை அடிப்படையாகக் கொண்டது.
te: మైక్రోసాఫ్ట్ రీసెర్చ్ ద్వారా ఫై లాంగ్వేజ్ మోడల్ ఆధారంగా ఎరిక్ హార్ట్‌ఫోర్డ్ ద్వారా 2.7B సెన్సార్ చేయని డాల్ఫిన్ మోడల్.
tr: Eric Hartford tarafından geliştirilen ve Microsoft Research tarafından sağlanan Phi dil modeline dayanan, 2.7B sansürsüz Dolphin modelidir.
uk: Неконтрольована модель Dolphin з 2.7B параметрів від Ерика Хартфорда, на основі мовної моделі Phi від Microsoft Research.

source: SmolLM2 is a family of compact language models available in three size: 135M, 360M, and 1.7B parameters.
bn: SmolLM2 হল একটি কমপ্যাক্ট ভাষা মডেলের পরিবার যা তিনটি আকারে উপলব্ধ: 135M, 360M, এবং 1.7B প্যারামিটার।
de: SmolLM2 ist eine Familie von kompakten Sprachmodellen - verfügbar in drei Größen: 135M, 360M und 1.7B Parameter.
es: SmolLM2 es una familia de modelos de lenguaje compactos disponibles en tres tamaños: 135M, 360M y 1.7B de parámetros.
fr: SmolLM2 est une famille de modèles linguistiques compacts disponible en trois tailles : 135M, 360M et 1,7B paramètres.
hi: स्मोलएलएम2 एक परिवार है जिसमें तीन आकार में उपलब्ध कॉम्पैक्ट भाषा मॉडल हैं: 135एम, 360एम, और 1.7बी पैरामीटर।
id: SmolLM2 adalah keluarga model bahasa kompak yang tersedia dalam tiga ukuran: 135M, 360M, dan 1.7B parameter.
it: SmolLM2 è una famiglia di modelli linguistici compatti disponibili in tre dimensioni: 135M, 360M e 1,7B di parametri.
kn: ಸ್ಮೋಲ್ಮ್ 2 ಎನ್ನುವುದು ಮೂರು ಗಾತ್ರದಲ್ಲಿ ಲಭ್ಯವಿರುವ ಕಾಂಪ್ಯಾಕ್ಟ್ ಭಾಷಾ ಮಾದರಿಗಳ ಕುಟುಂಬವಾಗಿದೆ: 135 ಮೀ, 360 ಮೀ, ಮತ್ತು 1.7 ಬಿ ನಿಯತಾಂಕಗಳು.
nl: SmolLM2 is een familie van compacte taalmodellen die verkrijgbaar zijn in drie formaten: 135M, 360M en 1.7B parameters.
pt_br: SmolLM2 é uma família de modelos de linguagem compactos disponíveis em três tamanhos: Parâmetros 135M, 360M e 1,7B.
ta: SmolLM2 என்பது மூன்று அளவுகளில் கிடைக்கும் சிறிய மொழி மாதிரிகளின் குடும்பம்: 135M, 360M மற்றும் 1.7B அளவுருக்கள்.
te: SmolLM2 అనేది మూడు పరిమాణాలలో లభించే కాంపాక్ట్ లాంగ్వేజ్ మోడల్‌ల కుటుంబం: 135M, 360M మరియు 1.7B పారామీటర్‌లు.
tr: SMOLLM2, üç boyutta bulunan kompakt dil modelleri ailesidir: 135m, 360m ve 1.7b parametreler.
uk: SmolLM2 — це сімейство компактних мовних моделей, доступних у трьох розмірах: 135М, 360М і 1.7B параметрів.

source: Uncensored version of Wizard LM model
bn: উইজার্ড এলএম মডেলের আনসেন্সর্ড সংস্করণ।
de: Unzensierte Version des Wizard-LM-Modells
es: Versión sin censura del modelo Wizard LM.
fr: Version non censurée du modèle Wizard LM.
hi: विज़ार्ड एलएम मॉडल का अनसेंसर्ड संस्करण
id: Versi tanpa sensor dari model Wizard LM
it: Versione non censurata del modello Wizard
kn: Wizard ಎಲ್ಎಂ ಮಾದರಿಯ ಸೆನ್ಸಾರ್ ಮಾಡದ ಆವೃತ್ತಿ
nb_no: Usensurert versjon av Wizard LM modell
nl: Ongecensureerde versie van Wizard LM-model
pt_br: Versão sem censura do modelo Wizard LM
ru: Версия модели Wizard LM без цензуры
ta: விசார்ட் LM மாதிரியின் சென்சார் செய்யப்படாத பதிப்பு
te: విజార్డ్ LM మోడల్ యొక్క సెన్సార్ చేయని వెర్షన్
tr: Wizard LM modelinin sansürsüz versiyonu
uk: Неконтрольована версія моделі Wizard LM

source: A commercial-friendly small language model by NVIDIA optimized for roleplay, RAG QA, and function calling.
bn: রোলপ্লে, RAG QA এবং ফাংশন কলিংয়ের জন্য অপ্টিমাইজ করা NVIDIA-এর একটি বাণিজ্যিক-বান্ধব ছোট ভাষার মডেল।
de: Ein kommerziell freundliches kleines Sprachmodell von NVIDIA, optimiert für Rollenspiel, RAG-QA und Funktionsaufrufe.
es: Un modelo de lenguaje pequeño comercialmente amigable de NVIDIA optimizado para juegos de roles, control de calidad de RAG y llamada de funciones.
fr: Un petit modèle de langage à usage commercial proposé par NVIDIA, optimisé pour les jeux de rôle, la RAG QA et les appels de fonctions.
hi: NVIDIA द्वारा निर्मित एक व्यावसायिक-हितैषी छोटा भाषा मॉडल, जो रोलप्ले, RAG QA, और फंक्शन कॉलिंग के लिए अनुकूलित है।
id: Model bahasa kecil yang ramah komersial dari NVIDIA yang dioptimalkan untuk peran bermain, RAG QA, dan pemanggilan fungsi.
it: Un modello di linguaggio di piccole dimensioni di NVIDIA ottimizzato per giochi di ruolo, RAG QA e chiamate di funzione. La licenza ne consente l'uso commerciale.
kn: ರೋಲ್ ಪ್ಲೇ, ರಾಗ್ ಕ್ಯೂಎ ಮತ್ತು ಫಂಕ್ಷನ್ ಕರೆಗಾಗಿ ಎನ್ವಿಡಿಯಾ ಅವರ ವಾಣಿಜ್ಯ ಸ್ನೇಹಿ ಸಣ್ಣ ಭಾಷಾ ಮಾದರಿ.
nl: Een commercieel vriendelijk klein taalmodel van NVIDIA, geoptimaliseerd voor rollenspel, RAG QA en het aanroepen van functies.
pt_br: Um pequeno modelo de linguagem comercial da NVIDIA otimizado para roleplay, RAG QA e chamada de função.
ta: NVIDIA ஆல் உருவாக்கப்பட்ட ஒரு வணிக ரீதியான சிறிய மொழி மாதிரி, இது ரோல்பிலே, RAG QA மற்றும் செயல்பாடு அழைப்பு ஆகியவற்றிற்கு உகந்ததாக உள்ளது.
te: NVIDIA ద్వారా వాణిజ్య అనుకూలమైన చిన్న భాష మోడల్ రోల్‌ప్లే, RAG QA మరియు ఫంక్షన్ కాలింగ్ కోసం ఆప్టిమైజ్ చేయబడింది.
tr: NVIDIA tarafından geliştirilmiş, ticari kullanıma uygun, rol yapma, RAG Soru-Cevap (QA) ve fonksiyon çağırma için optimize edilmiş küçük bir dil modeli.
uk: Комерційно доступна невелика мовна модель від NVIDIA, оптимізована для рольових ігор, RAG QA і виклику функцій.
