Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Google Gemma 2 is a high-performing and efficient model available in three sizes: 2B, 9B, and 27B.
bn: গুগল জেমা 2 একটি উচ্চ-পারফরম্যান্স এবং দক্ষ মডেল, যা 2B, 9B এবং 27B আকারে উপলব্ধ।
de: Google Gemma 2 ist ein leistungsstarkes und effizientes Modell, das in drei Größen verfügbar ist: 2B, 9B und 27B.
es: Google Gemma 2 es un modelo de alto rendimiento y eficiente disponible en tres tamaños: 2B, 9B y 27B.
fr: Google Gemma 2 est un modèle performant et efficace disponible en trois tailles : 2B, 9B et 27B.
hi: गूगल जेम्मा 2 एक उच्च-प्रदर्शन और कुशल मॉडल है, जो तीन आकारों में उपलब्ध है: 2B, 9B, और 27B।
id: Google Gemma 2 adalah model dengan kinerja tinggi dan efisien yang tersedia dalam tiga ukuran: 2B, 9B, dan 27B.
it: Google Gemma 2 è un modello efficiente e ad alte prestazioni, disponibile in tre dimensioni: 2B, 9B e 27B.
kn: ಗೂಗಲ್ ಗೆಮ್ಮಾ 2 ಮೂರು ಗಾತ್ರಗಳಲ್ಲಿ ಲಭ್ಯವಿರುವ ಉನ್ನತ-ಕಾರ್ಯಕ್ಷಮತೆ ಮತ್ತು ಪರಿಣಾಮಕಾರಿ ಮಾದರಿಯಾಗಿದೆ: 2 ಬಿ, 9 ಬಿ, ಮತ್ತು 27 ಬಿ.
nl: Google Gemma 2 is een krachtig en efficiënt model dat verkrijgbaar is in drie maten: 2B, 9B en 27B.
pt_br: O Google Gemma 2 é um modelo eficiente e de alto desempenho disponível em três tamanhos: 2B, 9B e 27B.
ta: கூகிள் ஜெம்மா 2 என்பது மூன்று அளவுகளில் கிடைக்கும் அதிக செயல்திறன் மற்றும் திறமையான மாதிரி: 2B, 9B மற்றும் 27B.
te: Google Gemma 2 అనేది మూడు పరిమాణాలలో అందుబాటులో ఉన్న అధిక-పనితీరు మరియు సమర్థవంతమైన మోడల్: 2B, 9B మరియు 27B.
tr: Google Gemma 2, üç farklı boyutta (2 milyar, 9 milyar ve 27 milyar parametre) sunulan, yüksek performanslı ve verimli bir modeldir.
uk: Google Gemma 2 — це високопродуктивна та ефективна модель, доступна в трьох розмірах: 2B, 9B і 27B.

source: 🌋 LLaVA is a novel end-to-end trained large multimodal model that combines a vision encoder and Vicuna for general-purpose visual and language understanding. Updated to version 1.6.
bn: 🌋 LLaVA হল একটি নতুন এন্ড-টু-এন্ড ট্রেন্ড বৃহৎ বহুমাধ্যম মডেল যা সাধারণ উদ্দেশ্যে দৃশ্য ও ভাষা বোঝাপড়ার জন্য একটি দৃশ্য এনকোডার এবং Vicuna কে সংযুক্ত করে। ১.৬ সংস্করণে আপডেট করা হয়েছে।
de: 🌋 LLaVA ist ein neuartiges End-to-End-trainiertes großes multimodales Modell, das einen Vision-Encoder und Vicuna für das allgemeine Verständnis von Bildern und Sprache kombiniert. Aktualisiert auf Version 1.6.
es: 🌋 LLaVA es un nuevo LLM entrenado en end-to-end que combina un encodificador visual y Vicuna para entendimiento general en lenguaje y visión. Acutalizado a la versión 1.6.
fr: 🌋 LLaVA est un nouveau modèle multimodal de grande taille, formé de bout en bout, combinant un encodeur de vision et Vicuna pour la compréhension générale visuelle et du langage. Mis à jour à la version 1.6.
hi: 🌋 एलएलएवीए एक नवीनतम एंड-टू-एंड प्रशिक्षित बड़ा मल्टीमॉडल मॉडल है जो एक विजन एनकोडर और विकुना को सामान्य उद्देश्य वाले दृश्य और भाषा समझ के लिए जोड़ता है। संस्करण 1.6 में अपडेट किया गया है
id: 🌋 LLaVA adalah model multimodal besar yang dilatih end-to-end yang menggabungkan pengkode visi dan Vicuna untuk pemahaman visual dan bahasa umum. Diperbarui ke versi 1.6.
it: 🌋 LLaVA è un nuovo modello multimodale di grandi dimensioni con addestramento end-to-end, che combina un codificatore di visione e Vicuna per la comprensione visiva e linguistica generale. Aggiornato alla versione 1.6.
kn: 🌋 ಲಾವಾ ಒಂದು ಕಾದಂಬರಿ ಎಂಡ್-ಟು-ಎಂಡ್ ತರಬೇತಿ ಪಡೆದ ದೊಡ್ಡ ಮಲ್ಟಿಮೋಡಲ್ ಮಾದರಿಯಾಗಿದ್ದು, ಇದು ಸಾಮಾನ್ಯ ಉದ್ದೇಶದ ದೃಶ್ಯ ಮತ್ತು ಭಾಷಾ ತಿಳುವಳಿಕೆಗಾಗಿ ದೃಷ್ಟಿ ಎನ್‌ಕೋಡರ್ ಮತ್ತು ವಿಕುನಾಳನ್ನು ಸಂಯೋಜಿಸುತ್ತದೆ. ಆವೃತ್ತಿ 1.6 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ.
nb_no: 🌋 LLaVA er en ny slutt-til-slutt trent stor multimodal modell som kombinerer en visjon koder og Vicuna for generell visuelt og språk forståelse. Oppdatert til versjon 1.6.
nl: LLaVA is een nieuw end-to-end getraind groot multimodaal model dat een vision encoder en Vicuna combineert voor algemeen visueel en taalbegrip. Bijgewerkt naar versie 1.6.
pt_br: 🌋 LLaVA é um novo modelo multimodal de grande porte, treinado de ponta a ponta, que combina um codificador de visão e Vicuna para compreensão visual e de linguagem em geral. Atualizado para a versão 1.6.
ru: 🌋 LLaVA — это новая комплексная обученная большая мультимодальная модель, которая сочетает в себе видеокодер и Vicuna для общего визуального и языкового понимания. Обновлено до версии 1.6.
ta: 🌋 LLaVA என்பது ஒரு புதிய இறுதி முதல் இறுதி வரை பயிற்சி அளிக்கப்பட்ட பெரிய மல்டிமோடல் மாதிரி ஆகும், இது ஒரு பார்வை என்கோடர் மற்றும் விசுனாவை பொதுவான காட்சி மற்றும் மொழி புரிதலுக்காக ஒருங்கிணைக்கிறது. பதிப்பு 1.6 க்கு புதுப்பிக்கப்பட்டது.
te: 🌋 LLaVA అనేది విజన్ ఎన్‌కోడర్ మరియు వికునాను సాధారణ ప్రయోజన దృశ్య మరియు భాషా అవగాహన కోసం మిళితం చేసే నవల ఎండ్-టు-ఎండ్ శిక్షణ పొందిన పెద్ద మల్టీమోడల్ మోడల్. వెర్షన్ 1.6కి నవీకరించబడింది.
tr: 🌋 LLaVA, genel amaçlı görsel ve dil anlama için bir vizyon kodlayıcı ve Vicuna'yı birleştiren, uçtan uca eğitilmiş yeni bir büyük multimodal modeldir. Sürüm 1.6'ya güncellenmiştir.
uk: 🌋 LLaVA — це нова велика мультимодальна модель, що навчається з кінця до кінця, яка поєднує в собі енкодер зору і Vicuna для загального розуміння зображень та мови. Оновлена до версії 1.6.

source: A large language model that can use text prompts to generate and discuss code.
bn: একটি বড় ভাষা মডেল যা টেক্সট প্রম্পটগুলি ব্যবহার করে কোড জেনারেট এবং আলোচনা করতে পারে।
de: Ein großes Sprachmodell, das Textaufforderungen verwenden kann, um Code zu generieren und zu diskutieren.
es: Un LLM que puede usar texto para generar y discutir sobre codigo.
fr: Un grand modèle de langage capable d'utiliser des invites textuelles pour générer et discuter de code.
hi: एक बड़ा भाषा मॉडल जो टेक्स्ट प्रॉम्प्ट्स का उपयोग करके कोड उत्पन्न और चर्चा कर सकता है
id: Model bahasa besar yang dapat menggunakan prompt teks untuk menghasilkan dan membahas kode.
it: Un modello linguistico di grandi dimensioni in grado di utilizzare prompt di testo per generare e discutere codice.
kn: ಪಠ್ಯವನ್ನು ಬಳಸಬಹುದಾದ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಯು ಕೋಡ್ ಅನ್ನು ಉತ್ಪಾದಿಸಲು ಮತ್ತು ಚರ್ಚಿಸಲು ಕೇಳುತ್ತದೆ.
nb_no: En stor språkmodell som kan bruke tekstfelt til å generere og diskutere kode.
nl: Een groot taalmodel dat tekstaanwijzingen kan gebruiken om code te genereren en te bespreken.
pt_br: Um grande modelo de linguagem que pode usar prompts de texto para gerar e discutir código.
ru: Большая языковая модель, которая может использовать текстовые подсказки для создания и обсуждения кода.
ta: குறியீட்டை உருவாக்க மற்றும் விவாதிக்க உரை ப்ராம்ப்டுகளைப் பயன்படுத்தக்கூடிய ஒரு பெரிய மொழி மாதிரி.
te: కోడ్‌ని రూపొందించడానికి మరియు చర్చించడానికి టెక్స్ట్ ప్రాంప్ట్‌లను ఉపయోగించగల పెద్ద భాషా నమూనా.
tr: Metin istemlerini kullanarak kod üretip tartışabilen büyük bir dil modelidir.
uk: Велика мовна модель, яка може використовувати текстові запити для генерації та обговорення коду.

source: The latest series of Code-Specific Qwen models, with significant improvements in code generation, code reasoning, and code fixing.
bn: কোড তৈরির, কোড বিশ্লেষণের এবং কোড ঠিক করার ক্ষেত্রে উল্লেখযোগ্য উন্নতি সহ সর্বশেষ কোড-নির্দিষ্ট Qwen মডেল সিরিজ।
de: Die neueste Serie von code-spezifischen Qwen-Modellen mit erheblichen Verbesserungen in der Code-Generierung, dem Code-Verständnis und der Code-Korrektur.
es: La última serie de modelos Qwen específicos de código, con mejoras significativas en la generación de código, el razonamiento de código y la corrección de código.
fr: La dernière série de modèles Qwen spécifiques au code, avec des améliorations significatives dans la génération, le raisonnement et la correction de code.
hi: कोड-विशिष्ट Qwen मॉडलों की नवीनतम श्रृंखला, जिसमें कोड निर्माण, कोड तर्क और कोड सुधार में महत्वपूर्ण सुधार किए गए हैं।
id: Serangkaian model Qwen terbaru yang spesifik untuk kode, dengan peningkatan signifikan pada pembuatan kode, penalaran kode, dan perbaikan kode.
it: L'ultima serie di modelli Qwen specifici per il codice, con miglioramenti significativi nella generazione del codice, nel ragionamento sul codice e nella correzione del codice.
kn: ಕೋಡ್ ಉತ್ಪಾದನೆ, ಕೋಡ್ ತಾರ್ಕಿಕ ಕ್ರಿಯೆ ಮತ್ತು ಕೋಡ್ ಫಿಕ್ಸಿಂಗ್‌ನಲ್ಲಿ ಗಮನಾರ್ಹ ಸುಧಾರಣೆಗಳೊಂದಿಗೆ ಕೋಡ್-ನಿರ್ದಿಷ್ಟ ಕ್ವೆನ್ ಮಾದರಿಗಳ ಇತ್ತೀಚಿನ ಸರಣಿ.
nl: De nieuwste serie Code-Specifieke Qwen-modellen, met aanzienlijke verbeteringen in codegeneratie, redeneren met code en code-fixing.
pt_br: A série mais recente de modelos Qwen específicos de código, com melhorias significativas na geração de código, raciocínio de código e correção de código.
ta: குறியீடு உருவாக்கம், குறியீடு வாதம் மற்றும் குறியீடு சரிசெய்தல் ஆகியவற்றில் குறிப்பிடத்தக்க மேம்பாடுகளுடன் கூடிய குறியீடு-குறிப்பிட்ட Qwen மாதிரிகளின் சமீபத்திய தொடர்.
te: కోడ్-నిర్దిష్ట Qwen మోడల్‌ల యొక్క తాజా సిరీస్, కోడ్ ఉత్పత్తి, కోడ్ రీజనింగ్ మరియు కోడ్ ఫిక్సింగ్‌లో గణనీయమైన మెరుగుదలలు ఉన్నాయి.
tr: Kod üretimi, kod muhakemesi (akıl yürütme) ve kod düzeltme alanlarında önemli iyileştirmelere sahip, Kod Odaklı Qwen modellerinin en son serisi.
uk: Остання серія моделей Qwen, спеціалізованих для коду, з суттєвими покращеннями у генеруванні коду, розумінні коду та виправленні коду.

source: A state-of-the-art 12B model with 128k context length, built by Mistral AI in collaboration with NVIDIA.
bn: একটি স্টেট-অফ-দ্য-আর্ট 12B মডেল, 128k কনটেক্সট দৈর্ঘ্য, মিস্ট্রাল এআই এবং এনভিডিয়ার সহযোগিতায় নির্মিত।
de: Ein State-of-the-Art 12B-Modell mit 128k Kontextlänge, entwickelt von Mistral AI in Zusammenarbeit mit NVIDIA.
es: Un modelo de vanguardia de 12B con una longitud de contexto de 128k, construido por Mistral AI en colaboración con NVIDIA.
fr: Un modèle de pointe de 12B avec une longueur de contexte de 128k, construit par Mistral AI en collaboration avec NVIDIA.
hi: एक नवीनतम 12B मॉडल जिसमें 128k कंटेक्स्ट लेंथ है, मिस्ट्रल एआई द्वारा निर्मित और एनवीडिया के सहयोग से
id: Model 12B terkini dengan panjang konteks 128k, dibangun oleh Mistral AI bekerja sama dengan NVIDIA.
it: Un modello 12B all'avanguardia con lunghezza di contesto 128k, creato da Mistral AI in collaborazione con NVIDIA
kn: 128 ಕೆ ಸಂದರ್ಭದ ಉದ್ದವನ್ನು ಹೊಂದಿರುವ ಅತ್ಯಾಧುನಿಕ 12 ಬಿ ಮಾದರಿ, ಎನ್‌ವಿಡಿಯಾ ಸಹಯೋಗದೊಂದಿಗೆ ಮಿಸ್ಟ್ರಲ್ ಎಐ ನಿರ್ಮಿಸಿದೆ.
nl: Een geavanceerd 12B-model met 128k contextlengte, gebouwd door Mistral AI in samenwerking met NVIDIA.
pt_br: Um modelo 12B de última geração com comprimento de contexto de 128k, construído pela Mistral AI em colaboração com a NVIDIA.
ta: NVIDIA உடன் இணைந்து Mistral AI உருவாக்கிய 128k சூழல் நீளம் கொண்ட மிகச் சிறந்த 12B மாதிரி.
te: NVIDIA సహకారంతో Mistral AI చే నిర్మించబడిన 128k సందర్భ నిడివితో అత్యాధునిక 12B మోడల్.
tr: Mistral AI ve NVIDIA'nın iş birliğiyle oluşturulan, 128k bağlam uzunluğuna sahip son teknoloji 12B model.
uk: Передова модель 12B з довжиною контексту 128k, створена Mistral AI у співпраці з NVIDIA.

source: The TinyLlama project is an open endeavor to train a compact 1.1B Llama model on 3 trillion tokens.
bn: টাইনি লামা প্রকল্প হল 3 ট্রিলিয়ন টোকেনে একটি কম্প্যাক্ট 1.1B লামা মডেল প্রশিক্ষণের একটি উন্মুক্ত উদ্যোগ।
de: Das TinyLlama-Projekt ist ein offenes Unterfangen, um ein kompaktes 1,1-Milliarden-Llama-Modell mit 3 Billionen Token zu trainieren.
es: El proyecto TinyLlama es un esfuerzo abierto para entrenar un modelo compacto de Llama de 1.1B en 3 billones de tokens.
fr: Le projet TinyLlama est une initiative ouverte pour entraîner un modèle Llama compact de 1.1B sur 3 trillions de tokens.
hi: टिनील्लामा प्रोजेक्ट एक खुला प्रयास है जो 3 ट्रिलियन टोकन्स पर एक कॉम्पैक्ट 1.1B ल्लामा मॉडल को प्रशिक्षित करने के लिए है
id: Proyek TinyLlama adalah upaya terbuka untuk melatih model Llama 1.1B yang kompak pada 3 triliun token.
it: Il progetto TinyLlama è un progetto open-source con l'obiettivo di addestrare un modello Llama compatto da 1.1B su 3 trilioni di token.
kn: ಟೈನಿಲ್ಲಮಾ ಪ್ರಾಜೆಕ್ಟ್ 3 ಟ್ರಿಲಿಯನ್ ಟೋಕನ್‌ಗಳಲ್ಲಿ ಕಾಂಪ್ಯಾಕ್ಟ್ 1.1 ಬಿ ಲಾಮಾ ಮಾದರಿಯನ್ನು ತರಬೇತಿ ಮಾಡಲು ಮುಕ್ತ ಪ್ರಯತ್ನವಾಗಿದೆ.
nb_no: TinyLlama prosjektet er en åpen innsats for å trene en kompakt 1.1B Llama modell på 3 trillioner tokens.
nl: Het TinyLlama project is een open onderneming om een compact 1.1B Llama model te trainen op 3 biljoen tokens.
pt_br: O projeto TinyLlama é um esforço aberto para treinar um modelo compacto de 1,1 bilhão de Llama em 3 trilhões de tokens.
ru: Проект TinyLlama — это открытая попытка обучить компактную модель Llama размером 1,1B на 3 триллионах токенов.
ta: TinyLlama திட்டம் என்பது 3 டிரில்லியன் டோக்கன்களில் ஒரு சிறிய 1.1B Llama மாதிரியைப் பயிற்றுவிப்பதற்கான ஒரு திறந்த முயற்சியாகும்.
te: TinyLlama ప్రాజెక్ట్ అనేది 3 ట్రిలియన్ టోకెన్‌లలో కాంపాక్ట్ 1.1B లామా మోడల్‌కు శిక్షణనిచ్చే బహిరంగ ప్రయత్నం.
tr: TinyLlama projesi, 3 trilyon token üzerinde kompakt bir 1.1B Llama modelini eğitmek için açık bir girişimdir.
uk: Проект TinyLlama — це відкритий проект для навчання компактної моделі Llama 1.1B на 3 трильйонах токенів.

source: State-of-the-art large embedding model from mixedbread.ai
bn: মিক্সডব্রেড.এআই থেকে সর্বাধুনিক বড় এম্বেডিং মডেল
de: State-of-the-Art großes Einbettungsmodell von mixedbread.ai
es: Modelo de integración grande de última generación de Mixedbread.ai
fr: Modèle d'embedding de pointe de large taille par mixedbread.ai.
hi: मिक्सब्रेड.एआई से नवीनतम बड़ा एम्बेडिंग मॉडल
id: Model embedding besar terkini dari mixedbread.ai
it: Modello di embedding di grandi dimensioni all'avanguardia da mixedbread.ai
kn: ಮಿಕ್ಸ್ಟೆಬ್ರೆಡ್.ಎಐನಿಂದ ಅತ್ಯಾಧುನಿಕ ದೊಡ್ಡ ಎಂಬೆಡಿಂಗ್ ಮಾದರಿ
nb_no: Topp ytende stor innbyggingsmodell fra mixedbread.ai
nl: Geavanceerd groot inbeddingsmodel van mixedbread.ai
pt_br: Modelo de embedding grande de última geração da mixedbread.ai
ru: Современная большая модель встраивания от mixbread.ai
ta: mixedbread.ai இலிருந்து மிகச் சிறந்த பெரிய உட்பொதிவு மாதிரி
te: mixedbread.ai నుండి స్టేట్ ఆఫ్ ది ఆర్ట్ పెద్ద ఎంబెడింగ్ మోడల్
tr: Son teknoloji büyük gömme modeli, mixedbread.ai tarafından sağlanmıştır.
uk: Сучасна велика модель вбудовування від mixedbread.ai

source: StarCoder2 is the next generation of transparently trained open code LLMs that comes in three sizes: 3B, 7B and 15B parameters.
bn: স্টারকোডার2 হল স্বচ্ছভাবে প্রশিক্ষিত ওপেন কোড LLMs এর পরবর্তী প্রজন্ম যা 3B, 7B এবং 15B প্যারামিটারের তিনটি আকারে আসে
de: StarCoder2 ist die nächste Generation transparent trainierter offener Code-LLMs, die in drei Größen erhältlich ist: 3B, 7B und 15B Parameter.
es: StarCoder2 es la próxima generación de modelos de lenguaje abiertos entrenados de manera transparente, que vienen en tres tamaños: 3B, 7B y 15B parámetros.
fr: StarCoder2 est la nouvelle génération de modèles de langage de code transparents, disponibles en trois tailles : 3B, 7B et 15B paramètres.
hi: स्टार्कोडर2 पारदर्शी रूप से प्रशिक्षित ओपन कोड एलएलएम्स की अगली पीढ़ी है, जो तीन आकारों में आती है: 3B, 7B और 15B पैरामीटर्स
id: StarCoder2 adalah generasi berikutnya dari LLM kode terbuka yang dilatih secara transparan yang hadir dalam tiga ukuran: 3B, 7B, dan 15B parameter.
it: StarCoder2 è la nuova generazione di LLM a codice aperto addestrati in modo trasparente, disponibili in tre dimensioni: 3B, 7B e 15B parametri.
kn: ಸ್ಟಾರ್‌ಕೋಡರ್ 2 ಮುಂದಿನ ಪೀಳಿಗೆಯ ಪಾರದರ್ಶಕವಾಗಿ ತರಬೇತಿ ಪಡೆದ ಓಪನ್ ಕೋಡ್ ಎಲ್‌ಎಮ್ಸ್ ಆಗಿದ್ದು ಅದು ಮೂರು ಗಾತ್ರಗಳಲ್ಲಿ ಬರುತ್ತದೆ: 3 ಬಿ, 7 ಬಿ ಮತ್ತು 15 ಬಿ ನಿಯತಾಂಕಗಳು.
nb_no: StarCoder2 er neste generasjon av gjennomsiktig trent åpen kode språkmodeller som kommer i tre størrelser: 3B, 7B og 15B parametere.
pt_br: StarCoder2 é a próxima geração de LLMs de código aberto treinados de forma transparente que vem em três tamanhos: parâmetros 3B, 7B e 15B.
ru: StarCoder2 — это следующее поколение LLM с прозрачным обученным открытым кодом, которое поставляется в трех размерах: параметры 3B, 7B и 15B.
ta: StarCoder2 என்பது வெளிப்படையாகப் பயிற்சி அளிக்கப்பட்ட திறந்த குறியீடு LLM களின் அடுத்த தலைமுறையாகும், இது மூன்று அளவுகளில் வருகிறது: 3B, 7B மற்றும் 15B அளவுருக்கள்.
te: StarCoder2 అనేది 3B, 7B మరియు 15B పారామీటర్‌లలో మూడు పరిమాణాలలో వచ్చే పారదర్శకంగా శిక్షణ పొందిన ఓపెన్ కోడ్ LLMల తదుపరి తరం.
tr: StarCoder2, 3B, 7B ve 15B parametre boyutlarında geleneksel açık kod LLM'lerin bir sonraki neslidir.
uk: StarCoder2 — це наступне покоління прозоро навчених відкритих кодових мовних моделей (LLMs), яке випускається в трьох розмірах: 3B, 7B і 15B параметрів.

source: A set of Mixture of Experts (MoE) model with open weights by Mistral AI in 8x7b and 8x22b parameter sizes.
bn: মিস্ট্রাল AI দ্বারা 8x7b এবং 8x22b প্যারামিটার সাইজে উন্মুক্ত ওজনসহ এক্সপার্টসের মিক্সচার (MoE) মডেলের একটি সেট
de: Eine Reihe von Mixture-of-Experts (MoE)-Modellen mit offenen Gewichten von Mistral AI in den Parametergrößen 8x7b und 8x22b.
es: Un set de modelos Mixture-of-Experts (MoE) con pesos abiertos por Mistral AI dispnible en tamaños de parametros 8x7b y 8x22b.
fr: Un ensemble de modèles Mixture of Experts (MoE) avec des poids ouverts par Mistral AI en tailles 8x7b et 8x22b paramètres.
hi: मिस्ट्रल एआई द्वारा 8x7b और 8x22b पैरामीटर आकारों में खुले वजन के साथ एक्सपर्ट्स (MoE) मॉडल का एक सेट
id: Serangkaian model Mixture of Experts (MoE) dengan bobot terbuka oleh Mistral AI dalam ukuran parameter 8x7b dan 8x22b.
it: Una serie di modelli Mixture of Experts (MoE) con pesi aperti creato da Mistral AI con dimensioni dei parametri 8x7b e 8x22b.
kn: 8x7b ಮತ್ತು 8x22b ಪ್ಯಾರಾಮೀಟರ್ ಗಾತ್ರಗಳಲ್ಲಿ ಮಿಸ್ಟ್ರಾಲ್ AI ಅವರಿಂದ ತೆರೆದ ತೂಕದೊಂದಿಗೆ ತಜ್ಞರ (MOE) ಮಾದರಿಯ ಮಿಶ್ರಣ.
nb_no: Et sett av Mixture-of-Experts (MoE) modeller med åpne vekter av Mistral AI i 8x7b og 8x22b parameterstørrelser.
nl: Een reeks Mixture of Experts (MoE)-modellen met open gewichten door Mistral AI in 8x7b en 8x22b parametergroottes.
pt_br: Um conjunto de modelos de Mistura de Especialistas (MoE) com pesos abertos da Mistral AI em tamanhos de parâmetros 8x7b e 8x22b.
ru: Набор модели Mixture of Experts (MoE) с открытыми весами от Mistral AI с размерами параметров 8x7b и 8x22b.
ta: மிஸ்ட்ரல் AI ஆல் 8x7b மற்றும் 8x22b அளவுரு அளவுகளில் திறந்த எடை கொண்ட நிபுணர்களின் கலவை (MoE) மாதிரி தொகுப்பு.
te: 8x7b మరియు 8x22b పారామీటర్ సైజులలో మిస్ట్రల్ AI ద్వారా ఓపెన్ వెయిట్‌లతో కూడిన మిక్స్‌చర్ ఆఫ్ ఎక్స్‌పర్ట్స్ (MoE) మోడల్ సెట్.
tr: Mistral AI tarafından 8x7b ve 8x22b parametre boyutlarında açık ağırlıklarla sağlanan Mixture of Experts (MoE) modeli setidir.
uk: Набір моделей Mixture of Experts (MoE) з відкритими вагами від Mistral AI у розмірах параметрів 8x7b та 8x22b.

source: Uncensored, 8x7b and 8x22b fine-tuned models based on the Mixtral mixture of experts models that excels at coding tasks. Created by Eric Hartford.
bn: অনসেন্সর্ড, ৮x৭b এবং ৮x২২b ফাইন-টিউনড মডেলগুলি মিক্সট্রাল বিশেষজ্ঞ মডেলগুলির উপর ভিত্তি করে যা কোডিং টাস্কগুলিতে উত্তম। এরিক হার্টফোর্ড দ্বারা তৈরি।
de: Unzensierte, 8x7b und 8x22b feinabgestimmte Modelle basierend auf den Mixtral-Mixture-of-Experts-Modellen, die sich bei Codierungsaufgaben auszeichnen. Erstellt von Eric Hartford.
es: Descensurado, 8x7b y 8x22b, modelos afinados basados enn una mezcla de modelos expertos de Mixtral especializados en tareas de codigo. Creado por Eric Hartford.
fr: Modèles non censurés, 8x7b et 8x22b, affinés sur la base des modèles Mixtral mixture of experts, excellant dans les tâches de codage. Créés par Eric Hartford.
hi: अनसेंसर्ड, 8x7b और 8x22b फाइन-ट्यून्ड मॉडल्स जो मिक्सट्रल मिक्सचर ऑफ एक्सपर्ट्स मॉडल्स पर आधारित हैं जो कोडिंग कार्यों में उत्कृष्टता प्राप्त करते हैं। एरिक हार्टफोर्ड द्वारा निर्मित
id: Model 8x7b dan 8x22b yang disesuaikan tanpa sensor, berdasarkan model Mixtral mixture of experts yang unggul dalam tugas pemrograman. Dibuat oleh Eric Hartford.
it: Modelli non censurati 8x7b e 8x22b basati sui modelli Micture of Experts di Mixtral, che eccellono nei compiti di scrittura del codice. Creato da Eric Hartford
kn: ಕೋಡಿಂಗ್ ಕಾರ್ಯಗಳಲ್ಲಿ ಉತ್ಕೃಷ್ಟವಾಗಿರುವ ತಜ್ಞರ ಮಾದರಿಗಳ ಮಿಕ್ಸ್ಟ್ರಲ್ ಮಿಶ್ರಣದ ಆಧಾರದ ಮೇಲೆ ಸೆನ್ಸಾರ್ ಮಾಡದ, 8x7b ಮತ್ತು 8x22b ಸೂಕ್ಷ್ಮ-ಟ್ಯೂನ್ಡ್ ಮಾದರಿಗಳು. ಎರಿಕ್ ಹಾರ್ಟ್ಫೋರ್ಡ್ ರಚಿಸಿದ್ದಾರೆ.
nb_no: Usensurert, 8x7b og 8x22b finjusterte modeller basert på Mixtral mixture-of-experts modeller som utmerker seg i kode oppgaver. Laget av Eric Hartford.
nl: Ongecensureerde, 8x7b en 8x22b verfijnde modellen gebaseerd op de Mixtral mix van expertmodellen die uitblinken in coderingstaken. Gemaakt door Eric Hartford.
pt_br: Modelos 8x7b e 8x22b sem censura, ajustados com precisão, baseados na mistura de modelos de especialistas Mixtral, que se destacam em tarefas de codificação. Criado por Eric Hartford.
ru: Без цензуры, точно настроенные модели 8x7b и 8x22b, основанные на смеси экспертных моделей Mixtral, которые превосходно справляются с задачами кодирования. Создан Эриком Хартфордом.
ta: குறியீட்டுப் பணிகளில் சிறந்து விளங்கும் நிபுணர்களின் Mixtral கலவையின் அடிப்படையில், சென்சார் செய்யப்படாத, 8x7b மற்றும் 8x22b சிறந்த முறையில் மாற்றப்பட்ட மாதிரிகள். எரிக் ஹார்ட்ஃபோர்ட் உருவாக்கினார்.
te: సెన్సార్ చేయని, 8x7b మరియు 8x22b ఫైన్-ట్యూన్ చేయబడిన మోడల్‌లు మిక్స్‌ట్రాల్ మిక్స్‌డ్ ఆఫ్ ఎక్స్‌పర్ట్స్ మోడల్స్ ఆధారంగా కోడింగ్ టాస్క్‌లలో నిష్ణాతులు. ఎరిక్ హార్ట్‌ఫోర్డ్ రూపొందించారు.
tr: Eric Hartford tarafından oluşturulan ve kodlama görevlerinde mükemmel sonuçlar veren, Mixtral uzmanlar karışımı modellerine dayalı sansürsüz 8x7b ve 8x22b ince ayar yapılmış modellerdir.
uk: Неконтрольовані, 8x7b та 8x22b доопрацьовані моделі на основі Mixtral моделей Mixture of Experts, які відмінно справляються з завданнями кодування. Створено Eric Hartford.
