Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Close Activity
de: Aktivität beenden
es: Cerrar Actividad
id: Tutup Aktivitas
it: Chiudi Attività
pt_br: Fechar Atividade
tr: Faaliyerleri kapat

source: Open Environment Directory
bn: পরিবেশ ডিরেক্টরি খুলুন
de: Umgebungsordner öffnen
es: Abrir Directorio del Ambiente
fr: Ouvrir le dossier d'environnement
hi: पर्यावरण निर्देशिका खोलें
id: Buka Direktori Lingkungan
it: Apri la cartella dell'ambiente
kn: ಪರಿಸರ ಡೈರೆಕ್ಟರಿ ತೆರೆಯಿರಿ
pt_br: Abrir Diretório do Ambiente
ta: சூழல் கோப்பகத்தைத் திற
te: పర్యావరణ డైరెక్టరీని తెరవండి
tr: Environment klasörünü aç
uk: Відкрити каталог середовища

source: Reload Script
de: Skript neu laden
es: Recargar Script
id: Muat Ulang Skrip
it: Ricarica lo script
pt_br: Recarregar Script
tr: Komut dosyasını yeniden yükle

source: Transcriber
de: Transkriptor
es: Transcriptor
id: Transkrip
it: Trascrittore
pt_br: Transcritor
tr: Transkripleyici

source: Transcribe audio files or your voice
de: Transkribieren Sie Audiodateien oder Ihre Stimme
es: Transcribe archivos de audio o tu voz
pt_br: Transcreva arquivos de áudio ou sua voz

source: Microphone
de: Mikrophon
es: Micrófono
pt_br: Microfone

source: File
de: Datei
es: Archivo
pt_br: Arquivo

source: Transcribing Audio
bn: অডিও ট্রান্সক্রিপশন করা হচ্ছে
de: Audio transkribieren
es: Transcribiendo Audio
hi: ऑडियो ट्रांसक्राइब किया जा रहा है
id: Mentranskripsi Audio
it: Trascrizione dell'audio in corso
pt_br: Transcrevendo Áudio
te: ఆడియో లిప్యంతరీకరణ
tr: Ses transkripsyonu

source: Attach
de: Anhängen
es: Adjuntar
id: Lampirkan
it: Allega
pt_br: Anexar
tr: Ek

source: Go Back
de: Zurückkehren
es: Volver
id: Kembali
it: Torna indietro
pt_br: Voltar
tr: Geri dön

source: Go Next
de: Weitergehen
es: Siguiente
id: Maju
it: Vai avanti
pt_br: Avançar
tr: İleri Git

source: Enter URL...
de: URL eingeben...
es: Introducir URL...
id: Masukkan URL...
it: Inserisci URL...
pt_br: Insira a URL...
tr: URL girin ...

source: Attach File
bn: ফাইল সংযুক্ত করুন
de: Datei anhängen
es: Adjuntar Archivo
fr: Ajouter un fichier
hi: फ़ाइल संलग्न करें
id: Lampirkan File
it: Allega file
kn: ಫೈಲ್ ಲಗತ್ತಿಸಿ
nb_no: Filvedlegg
nl: Bestand bijvoegen
pt_br: Anexar Arquivo
ru: Прикрепить файл
ta: கோப்பை இணைக்கவும்
te: ఫైల్‌ని అటాచ్ చేయండి
tr: Dosya Ekle
uk: Прикріпити файл

source: Missing Image
bn: ছবি অনুপস্থিত
de: Fehlendes Bild
es: Imagen no Encontrada
fr: Image manquante
hi: छवि नहीं मिली
id: Gambar Hilang
it: Immagine mancante
kn: ಕಾಣೆಯಾದ ಚಿತ್ರ
nl: Ontbrekende afbeelding
pt_br: Imagem Ausente
ru: Изображение Отсутствует
ta: படம் இல்லை
te: చిత్రం లేదు
tr: Kayıp Görüntü
uk: Відсутнє зображення

source: Code Block
bn: কোড ব্লক
es: Bloque de Código
fr: Bloc de code
hi: कोड ब्लॉक
id: Blok Kode
it: Blocco di codice
kn: ಕೋಡ್ ಬ್ಲಾಕ್
nl: Codeblok
pt_br: Bloco de Código
ta: குறியீடு தொகுதி
te: కోడ్ బ్లాక్
tr: Kod Bloğu
uk: Блок коду

source: Edit Script
bn: স্ক্রিপ্ট সম্পাদনা করুন
de: Skript bearbeiten
es: Editar Script
hi: स्क्रिप्ट संपादित करें
id: Sunting Skrip
it: Modifica lo script
kn: ಸ್ಕ್ರಿಪ್ಟ್ ಸಂಪಾದಿಸಿ
pt_br: Editar Script
te: స్క్రిప్ట్‌ని సవరించండి
tr: Komut dosyasını düzenle

source: Copy Script
bn: স্ক্রিপ্ট কপি করুন
de: Skript kopieren
es: Copiar Script
hi: स्क्रिप्ट कॉपी करें
id: Salin Skrip
it: Copia lo script
kn: ಸ್ಕ್ರಿಪ್ಟ್ ನಕಲಿಸಿ
pt_br: Copiar Script
te: కాపీ స్క్రిప్ట్
tr: Komut dosyası kopyala

source: Download Script
de: Skript herunterladen
es: Descargar script
pt_br: Baixar Script

source: Run Script
bn: স্ক্রিপ্ট চালান
de: Starte Script
es: Ejecutar Script
fr: Lancer le script
hi: स्क्रिप्ट चलाएँ
id: Jalankan Skrip
it: Esegui lo script
kn: ಸ್ಕ್ರಿಪ್ಟ್ ರನ್
nl: Script uitvoeren
pt_br: Executar Script
ta: ஸ்கிரிப்டை இயக்கு
te: స్క్రిప్ట్‌ని అమలు చేయండి
tr: Komut dosyası çalıştır
uk: Запустити скрипт

source: Cancel
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
kn: ರದ್ದುಮಾಡು
nl: Annuleren
pt_br: Cancelar
ru: Отмена
ta: ரத்துசெய்
te: రద్దు చేయి
tr: İptal et
uk: Скасувати

source: Save
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Sauvegarder
hi: सहेजें
id: Simpan
it: Salva
kn: ಉಳಿಸು
pt_br: Salvar
ta: சேமி
te: సేవ్ చేయండి
tr: Kaydet
uk: Зберегти

source: Edit Equation
de: Gleichung bearbeiten
es: Editar Ecuación
pt_br: Editar Equação

source: Spreadsheet
de: Tabelle
es: Hoja de Cálculo
pt_br: Planilha

source: Export Spreadsheet
de: Tabelle exportieren
es: Exportar Hoja de Cálculo
pt_br: Exportar Planilha

source: Thinking...
de: Am nachdenken...
es: Pensando...
pt_br: Pensando...

source: See Options
de: Optionen anzeigen
es: Ver Opciones

source: Edit Name
de: Name bearbeiten
es: Editar Nombre

source: Remove Entry
de: Eintrag entfernen
es: Eliminar Entrada

source: Add Keyword
de: Stichwort hinzufügen
es: Agregar Palabra Clave

source: Character Card
de: Charakterkarte
es: Tarjeta de Personaje

source: Clear Character Card
de: Charakterkarte löschen
es: Borrar Tarjeta de Personaje

source: To use an active Character Card, start a new chat, select the model, and then choose 'Use Character' on the Welcome Screen
de: Um eine aktive Charakterkarte zu verwenden, starten Sie einen neuen Chat, wählen ein Modell und wählen dann 'Charakter verwenden' auf dem Willkommensbildschirm
es: Para usar una tarjeta de personaje activa, inicia un nuevo chat, selecciona el modelo y luego elige 'Usar personaje' en la pantalla de bienvenida.

source: Options
de: Optionen
es: Opciones

source: Enable Character
de: Charakter aktivieren
es: Activa Personaje

source: Show the option to use the character in new chats
de: Option anzeigen, den Charakter in neuen Chats zu verwenden´
es: Mostrar la opción de usar el personaje en nuevos chats

source: Name
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
kn: ಹೆಸರು
nb_no: Navn
nl: Naam
pt_br: Nome
ru: Имя
ta: பெயர்
te: పేరు
tr: İsim
uk: Назва

source: Description
bn: বিবরণ
de: Beschreibung
es: Descripción
hi: विवरण
id: Deskripsi
it: Descrizione
kn: ವಿವರಣೆ
pt_br: Descrição
te: వివరణ
tr: Tanım
uk: Опис

source: Describes the character, their background and the world that they live in
de: Beschreibt den Charakter, dessen Hintergrund und die Welt, in der er lebt
es: Describe el personaje, sus antecedentes y el mundo en el que vive

source: First Message
de: Erste Nachricht
es: Primer Mensaje

source: The opening message, it establishes the initial context, setting and tone of the conversation
de: Die Eröffnungsbotschaft, sie etabliert den anfänglichen Kontext, das Setting und den Ton der Unterhaltung
es: El mensaje de apertura establece el contexto inicial, el escenario y el tono de la conversación

source: Alternative Greetings
de: Alternative Begrüßungen
es: Saludos Alternativos

source: Optional greetings to be presented when starting a new chat with the character
de: Optionale Begrüßungen, die angezeigt werden, wenn ein neuer Chat mit dem Charakter gestartet wird
es: Saludos opcionales que se presentarán al iniciar un nuevo chat con el personaje

source: Add Greeting
de: Begrüßung hinzufügen
es: Agregar Saludo

source: Character Book
de: Charakterbuch
es: Libro de Personaje

source: Information consulted by the model when a keyword is found in a message
de: Informationen, die vom Modell abgerufen werden, wenn ein Stichwort in einer Nachricht gefunden wird
es: Información consultada por el modelo cuando se encuentra una palabra clave en un mensaje

source: Add Entry
de: Eintrag hinzufügen
es: Agregar Entrada

source: Export Character Card
de: Charakterkarte exportieren
es: Exportar Tarjeta de Personaje

source: Export
de: Exportieren
es: Exportar

source: Character Cards are distributed by adding the data to images, this way you can use your characters outside of Alpaca
de: Charakterkarten werden verteilt, indem die Daten zu Bildern hinzugefügt werden. Auf diese Weise können Sie Ihre Charaktere auch außerhalb von Alpaca verwenden.
es: Las tarjetas de personajes se distribuyen agregando los datos a las imágenes, de esta manera puedes usar tus personajes fuera de Alpaca

source: Additional Metadata
de: Zusätzliche Metadaten
es: Metadatos Adicionales

source: Creator
de: Ersteller
es: Creador
kn: ಸೃಷ್ಟಿಕರ್ತ

source: Character Version
de: Charakterversion
es: Versión del Personaje

source: Character Book Name
de: Charakterbuchname
es: Nombre del Libro de Personaje

source: Character Book Description
de: Charakterbuchbeschreibung
es: Descripción del Libro de Personaje

source: Creator Notes
de: Anmerkungen des Entwicklers
es: Notas del Creador

source: Tags
es: Etiquetas

source: Add Tag
de: Tag hinzufügen
es: Agregar Etiqueta

source: Greeting
de: Begrüßung
es: Saludo

source: Remove Greeting
de: Begrüßung entfernen
es: Remover Saludo

source: Greeting Selector
de: Begrüßungsauswahl
es: Selector de Saludo

source: Refresh Prompts
bn: প্রম্পটগুলি পুনরায় লোড করুন
de: Beispielprompts neu laden
es: Refrescar Indicaciones
hi: प्रॉम्प्ट्स को ताज़ा करें
id: Segarkan Prompt
it: Aggiorna i prompt
kn: ರಿಫ್ರೆಶ್ ಪ್ರಾಂಪ್ಟ್
pt_br: Atualizar Prompts
te: రిఫ్రెష్ ప్రాంప్ట్‌లు
tr: İstemleri yenile
uk: Оновити запити

source: Use Template
de: Vorlage verwenden
es: Usar Plantilla
pt_br: Usar Template

source: Use Character
de: Charakter verwenden
es: Usar Personaje

source: No Messages Found
bn: কোনো বার্তা পাওয়া যায়নি
de: Keine Nachrichten gefunden
es: No se Encontraron Mensajes
hi: कोई संदेश नहीं मिला
id: Pesan Tidak Ditemukan
it: Nessun messaggio è stato trovato
kn: ಯಾವುದೇ ಸಂದೇಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
pt_br: Nenhuma Mensagem Encontrada
te: సందేశాలు ఏవీ కనుగొనబడలేదు
tr: Mesaj bulunamadı

source: Uh oh! No messages found for your search
de: Oh oh! Für Ihre Suche wurden keine Nachrichten gefunden
es: ¡Uh oh! No se encontraron mensajes para tu búsqueda
pt_br: Ah não! Nenhuma mensagem foi encontrada para sua pesquisa

source: No Results Found
bn: কোনো ফলাফল পাওয়া যায়নি
de: Keine Ergebnisse gefunden
es: No Se Encontraron Resultados
id: Tidak Ada Hasil Ditemukan
it: Nessun risultato trovato
pt_br: Nenhum Resultado Encontrado
tr: Sonuç bulunamadı

source: Folder is Empty
bn: ফোল্ডার খালি
de: Ordner ist leer
es: La Carpeta Está Vacía
id: Folder Kosong
it: La cartella è vuota
pt_br: Pasta está Vazia
tr: Klasör boş

source: Template Selector
de: Vorlageauswahl
es: Selector de Plantillas
pt_br: Seletor de Template

source: Search Template
de: Vorlage suchen
es: Buscar Plantilla
pt_br: Pesquisar Template

source: Uh oh! No templates found for your search
de: Oh oh! Für Ihre Suche wurden keine Vorlagen gefunden
es: ¡Uh oh! No se encontraron plantillas para tu búsqueda
pt_br: Ah não! Nenhum template foi encontrado para sua pesquisa

source: No Templates
de: Keine Vorlagen
es: Sin Plantillas
pt_br: Nenhum Template

source: Add templates by editing a chat
de: Vorlagen hinzufügen, indem Sie den Chat bearbeiten
es: Agregar plantillas editando un chat
pt_br: Adicionar templates editando uma conversa

source: Ollama Manager
es: Gestor de Ollama

source: GPU Status
de: Grafikkarten-Status
es: Estado de la GPU

source: See Logs
de: Logs ansehen
es: Ver Registros

source: Check For Update
de: Nach Updates suchen
es: Buscar Actualizaciones

source: Delete Installation
de: Installation löschen
es: Eliminar Instalación

source: Logs
es: Registros

source: Installer
de: Installationsprogramm
es: Instalador

source: Ollama is not Installed
de: Ollama ist nicht installiert
es: Ollama no Está Instalado

source: The selected instance requires Ollama to be installed and available for Alpaca
de: Die ausgewählte Instanz erfordert, dass Ollama installiert und für Alpaca verfügbar ist
es: La instancia seleccionada requiere que Ollama esté instalado y disponible para Alpaca

source: Install Ollama
bn: ওল্লামা ইনস্টল করুন
de: Ollama installieren
es: Instalar Ollama
hi: ओलामा स्थापित करें
id: Instal Ollama
it: Installa Ollama
kn: ಆಲಾಮಾವನ್ನು ಸ್ಥಾಪಿಸಿ
pt_br: Instalar o Ollama
tr: Ollama'yı kurun

source: Deleter
de: Löschprogramm
es: Eliminador

source: Delete Ollama
de: Ollama löschen
es: Eliminar Ollama

source: This action might make some instances not work, downloaded models will not be affected
de: Diese Maßnahme kann dazu führen, dass einige Instanzen nicht mehr funktionieren, heruntergeladene Modelle sind davon nicht betroffen.
es: Esta acción podría hacer que algunas instancias no funcionen, los modelos descargados no se verán afectados.

source: Delete ROCm
de: ROCm löschen
es: Eliminar ROCm

source: Updater
de: Aktualisierungsprogramm
es: Actualizador

source: Ollama Update Available
de: Ollama-Update verfügbar
es: Actualización de Ollama Disponible

source: Update
es: Actualizar

source: Installation Done
de: Installation fertig
es: Instalación Realizada

source: The instance was restarted, you can close this dialog
de: Die Instanz wurden neu gestartet, Sie können diesen Dialog jetzt schließen
es: Se reinició la instancia, puede cerrar este diálogo

source: Installing Ollama
de: Ollama wird installiert
es: Instalando Ollama

source: This package of Alpaca is not compatible with auto-installing Ollama, consult the wiki for more information
de: Dieses Alpaca-Paket ist nicht mit der automatischen Installation von Ollama kompatibel, ziehen Sie das Wiki für weitere Informationen heran
es: Este paquete de Alpaca no es compatible con la instalación automática de Ollama, consulte la wiki para obtener más información

source: Alpaca Wiki
es: Wiki de Alpaca

source: An error occurred, please try again later
de: Ein Fehler ist aufgetreten, bitte versuchen Sie es später noch einmal
es: Se produjo un error, inténtelo de nuevo más tarde.

source: Port
bn: পোর্ট
es: Puerto
hi: पोर्ट
it: Porta
kn: ಬಂದರು
pt_br: Porta
te: పోర్ట్
uk: Порт

source: Which network port will Ollama use
de: Welchen Netzwerkport Ollama nutzen wird
es: El puerto de red que Ollama utilizará
pt_br: Qual porta de rede o Ollama usará

source: Instance URL
bn: ইনস্ট্যান্স URL
de: Instanz-URL
es: URL de instancia
hi: इंस्टेंस URL
id: URL Instance
it: URL dell'istanza
kn: ಉದಾಹರಣೆಗೆ URL
pt_br: URL da Instância
te: ఉదాహరణ URL
tr: Örnek URL
uk: URL екземпляра

source: Thought Processing
bn: চিন্তা প্রক্রিয়াকরণ
de: Gedankenverarbeitung
es: Procesamiento del Pensamiento
hi: विचार प्रसंस्करण
id: Pemrosesan Pemikiran
it: Elaborazione del ragionamento
pt_br: Processamento de Pensamento
te: థాట్ ప్రాసెసింగ్
tr: Düşünme aşaması

source: Have compatible reasoning models think about their response before generating a message
de: Lässt kompatible Modelle über ihre Antwort nachdenken, bevor sie eine Nachricht generieren
es: Haga que los modelos de razonamiento compatibles piensen en su respuesta antes de generar un mensaje.
pt_br: Fazer com que modelos de raciocínio compatíveis pensem sobre sua resposta antes de gerar uma mensagem
te: అనుకూల తార్కిక నమూనాలు సందేశాన్ని రూపొందించే ముందు వాటి ప్రతిస్పందన గురించి ఆలోచించాలి

source: Expose Ollama to Network
bn: Ollama কে নেটওয়ার্কে প্রকাশ করুন
de: Ollama für Netzwerk zugänglich machen
es: Exponer Ollama a la Red
hi: ओल्लामा को नेटवर्क में उजागर करें
id: Buka Ollama ke Jaringan
it: Esponi Ollama alla rete
pt_br: Expor o Ollama à Rede
tr: Ollama'yı Ağa (Network'e) Aç

source: Make Ollama available for other devices and software in local network
bn: স্থানীয় নেটওয়ার্কে অন্যান্য ডিভাইস এবং সফটওয়্যারের জন্য Ollama উপলব্ধ করুন
de: Ollama für andere Geräte und Software im lokalen Netzwerk zugänglich machen
es: Hacer que Ollama esté disponible para otros dispositivos y software en la red local
hi: ओल्लामा को स्थानीय नेटवर्क में अन्य उपकरणों और सॉफ़्टवेयर के लिए उपलब्ध कराएं
id: Buat Ollama tersedia untuk perangkat dan perangkat lunak lain di jaringan lokal
it: Rendi Ollama disponibile per altri dispositivi e software nella rete locale
pt_br: Disponibilizar o Ollama para outros dispositivos e software na rede local
tr: Ollama'yı yerel ağda diğer cihazlar ve yazılımlar için kullanılabilir hale getirin

source: Share Name
bn: নাম ভাগ করুন
de: Namen teilen
es: Compartir Nombre
hi: नाम साझा करें
id: Bagikan Nama
it: Condividi il nome
pt_br: Compartilhar Nome
te: షేర్ పేరు
tr: Adı paylaş

source: Automatically share your name with the AI models
de: Ihren Namen automatisch mit KI-Modellen teilen
es: Comparte automáticamente tu nombre con los modelos de IA
pt_br: Compatilhar seu nome automaticamente com os modelos de IA

source: Do Not Share
bn: ভাগ করবেন না
de: Nicht teilen
es: No Compartir
hi: साझा न करें
id: Jangan Bagikan
it: Non condividere
pt_br: Não compartilhar
tr: Paylaşma

source: Full Name
bn: পূর্ণ নাম
de: Vollständiger Name
es: Nombre Completo
hi: पूरा नाम
id: Nama Lengkap
it: Nome completo
pt_br: Nome Completo
tr: Ad Soyad

source: Show Response Metadata
bn: প্রতিক্রিয়া মেটাডেটা দেখান
de: Metadaten der Antwort zeigen
es: Mostrar Metadatos de Respuesta
hi: प्रतिक्रिया मेटाडेटा दिखाएं
id: Tampilkan Metadata Respons
it: Mostra i metadati della risposta
pt_br: Exibir Metadados de Resposta
tr: Yanıt meta verilerini göster

source: Add the option to show reply metadata in the message as an attachment
de: Option zum Anzeigen von Antwort-Metadaten in der Nachricht als Anhang hinzufügen
es: Agregue la opción de mostrar metadatos en el mensaje como adjunto
pt_br: Adicionar a opção de exibir os metadados da resposta na mensagem como um anexo

source: Allow Self-Signed SSL Certificates
de: Selbstsignierte SSL-Zertifikate zulassen
es: Permitir Certificados SSL Autofirmados

source: Only use if you trust the server
de: Nur verwenden, wenn Sie dem Server vertrauen
es: Úselo solo si confía en el servidor

source: Max Tokens
bn: সর্বোচ্চ টোকেন
de: Maximale Tokens
es: Tokens Maximos
hi: अधिकतम टोकन
id: Jumlah Token Maksimal
it: Token massimi
kn: ಗರಿಷ್ಠ ಟೋಕನ್ಸ್
pt_br: Máximo de Tokens
te: గరిష్ట టోకెన్లు
tr: Maksimum Token
uk: Макс. токенів

source: Defines the maximum number of tokens (words + spaces) the AI can generate in a response. More tokens allow longer replies but may take more time and cost more
de: Legt die maximale Anzahl von Tokens (Wörter + Leerzeichen) fest, die die KI in einer Antwort generieren kann. Mehr Tokens ermöglichen längere Antworten, können jedoch mehr Zeit in Anspruch nehmen und mehr kosten
es: Define el número máximo de tokens (palabras + espacios) que la IA puede generar en una respuesta. Un mayor número de tokens permite respuestas más largas, pero puede requerir más tiempo y un mayor coste
pt_br: Define o número máximo de tokens (palavras + espaços) que a IA pode gerar em uma resposta. Mais tokens permitem respostas mais longas, mas podem levar mais tempo e custar mais

source: Override Parameters
bn: প্যারামিটার ওভাররাইড করুন
de: Override-Parameter
es: Sobrescribir Parametros
hi: पैरामीटर ओवरराइड करें
id: Timpa Parameter
it: Parametri di override
pt_br: Sobrescrever Parâmetros
tr: Parametreleri geçersiz kılma

source: These parameters overrides the behavior of the instance and models
de: Diese Parameter überschreiben das Verhalten der Instanz und von Modellen
es: Estos parámetros cambian el comportamiento de la instancia y modelos
pt_br: Esses parâmetros sobrescrevem o comportamento da instância e modelos

source: Temperature
bn: তাপমাত্রা
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
id: Temperatur
it: Temperatura
kn: ಉಷ್ಣ
nb_no: Temperatur
nl: Temperatuur
pt_br: Temperatura
ru: Температура
ta: வெப்பநிலை
te: ఉష్ణోగ్రత
tr: Sıcaklık
uk: Температура

source: Increasing the temperature will make the models answer more creatively
de: Eine Erhöhung der Temperatur führt dazu, dass die Modelle kreativere Antworten geben
es: Aumentar la temperatura hará que los modelos respondan de forma más creativa
pt_br: Aumentar a temperatura fará com que os modelos respondam de forma mais criativa

source: Seed
bn: বীজ
es: Semilla
fr: Graine
hi: बीज
id: Benih
kn: ಬೀಜ
nb_no: Frø
nl: Zaad
pt_br: Semente
ru: Зерно
ta: விதை
te: విత్తనం
tr: Tohum
uk: Насіння

source: Setting this to a specific number other than 0 will make the model generate the same text for the same prompt
de: Wenn Sie hier einen bestimmten Wert ungleich 0 einstellen, generiert das Modell für denselben Prompt denselben Text
es: Si se establece esto en un número específico distinto de 0, el modelo generará el mismo texto para el mismo mensaje
pt_br: Definir este valor para um número específico diferente de 0 fará com que o modelo gere o mesmo texto para a mesma pergunta

source: Context Window Size
bn: কনটেক্সট উইন্ডো আকার
de: Größe des Kontextfensters
es: Tamaño de la Ventana de Contexto
hi: संदर्भ विंडो का आकार
id: Ukuran Jendela Konteks
it: Dimensione della finestra di contesto
pt_br: Controle do Tamanho da Janela
tr: Bağlam penceresi boyutu

source: Controls how many tokens (pieces of text) the model can process and remember at once
de: Kontrolliert, wie viele Tokens (Teile von Text) das Modell verarbeiten und behalten kann
es: Si se establece esto en un número específico distinto de 0, el modelo generará el mismo texto para el mismo mensaje
pt_br: Controla quantos tokens (pedaços de texto) o modelo pode processar e armazenar simultaneamente

source: Keep Alive Presets
bn: জীবিত রাখার প্রিসেট
de: Voreinstellungen für das Behalten von Modellen
es: Presets de Mantener Vivo
hi: कीप अलाइव प्रीसेट
id: Preset Keep Alive
it: Profili di Keep Alive
pt_br: Predefinições do Manter Vivo
tr: Presetleri kaydet

source: How the instance should handle idle models
de: Wie die Instanz inaktive Modelle behandeln sollte
es: Cómo debe gestionar la instancia los modelos inactivos
pt_br: Como a instância deve lidar com modelos ociosos

source: Set Timer
bn: টাইমার সেট করুন
de: Timer setzen
es: Temporizador
hi: टाइमर सेट करें
id: Atur Timer
it: Imposta un time
pt_br: Definir Temporizador
tr: Zamanlayıcı ayarlayın

source: Keep Alive Forever
bn: চিরকাল জীবিত রাখুন
de: Für immer behalten
es: Mantener Vivo Para Siempre
hi: हमेशा सक्रिय रखें
id: Selalu Aktif
it: Keep Alive permanente
pt_br: Manter Vivo para Sempre
tr: Sürekli Aktif Tut

source: Unload After Use
bn: ব্যবহারের পর আনলোড করুন
de: Nach Benutzung löschen
es: Descartar Después del Uso
hi: उपयोग के बाद अनलोड करें
id: Lepaskan Setelah Digunakan
it: Disconnetti dopo l'utilizzo
pt_br: Descarregar Após Uso
tr: Kullanımdan Sonra Kaldır (Hafızadan Çıkar)

source: Minutes
bn: মিনিট
de: Minuten
es: Minutos
hi: मिनट
id: Menit
it: Minuti
pt_br: Minutos
tr: Dakika

source: The amount of time the instance should keep models loaded after they go idle
de: Die Zeitdauer, für die die Instanz inaktive Modelle geladen behalten soll
es: La cantidad de tiempo que la instancia debe mantener los modelos cargados después de que estén inactivos
pt_br: O período de tempo em que a instância deve manter os modelos carregados após ficarem ociosos

source: These entries are optional, they are used to troubleshoot GPU related problems with Ollama
de: Diese Einträge sind optional, sie werden verwendet, um mit der Grafikkarte zusammenhängende Ollama-Probleme zu beheben
es: Estas entradas son opcionales, se utilizan para solucionar problemas relacionados con la GPU con Ollama
pt_br: Essas entradas são opcionais, elas são usadas para solucionar problemas relacionados à GPU com o Ollama

source: Model Directory
bn: মডেল ডিরেক্টরি
de: Modellordner
es: Directorio de Modelos
fr: Dossier des modèles
hi: मॉडल निर्देशिका
id: Direktori Model
it: Cartella dei modelli
kn: ಮಾದರಿ ಡೈರೆಕ್ಟರಿ
pt_br: Diretório de Modelos
ta: மாடல் கோப்பகம்
te: మోడల్ డైరెక్టరీ
tr: Model dizin
uk: Каталог моделей

source: Select Directory
bn: ডিরেক্টরি নির্বাচন করুন
de: Verzeichnis auswählen
es: Seleccionar Directorio
hi: निर्देशिका चुनें
id: Pilih Direktori
it: Seleziona la cartella
kn: ಡೈರೆಕ್ಟರಿ ಆಯ್ಕೆಮಾಡಿ
pt_br: Selecionar Diretório
te: డైరెక్టరీని ఎంచుకోండి
tr: Dizin seç
uk: Вибір теки

source: Model to select when starting a new chat
de: Modell, das beim Start eines neuen Chats ausgewählt werden soll
es: Modelo a seleccionar al iniciar un nuevo chat
pt_br: Modelo a ser selecionado ao iniciar uma nova conversa
