Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Quick Ask
bn: দ্রুত জিজ্ঞাসা
de: Flinke Frage
es: Pregunta Rápida
fr: Question rapide
hi: त्वरित पूछें
id: Tanya Cepat
nl: Snelle vraag
pt_br: Pergunta Rápida
ta: விரைவு கேள்வி
te: త్వరగా అడగండి
tr: Hızlı sor
uk: Швидке запитання

source: Save Conversation to Alpaca
bn: কথোপকথন আলপাকাতে সংরক্ষণ করুন
de: Konversation in Alpaca speichern
es: Guardar Conversación a Alpaca
fr: Enregistrer la discussion dans Alpaca
hi: बातचीत को अल्पाका में सेव करें
id: Simpan Percakapan ke Alpaca
it: Salva la conversazione in Alpaca
nl: Gesprek opslaan in Alpaca
pt_br: Salvar Conversa no Alpaca
ta: உரையாடலை அல்பாகாவில் சேமி
te: సంభాషణను అల్పాకాకు సేవ్ చేయండి
tr: Alpaca'ya sohbet kaydet
uk: Зберегти розмову в Alpaca

# shortcut window
source: Show Shortcuts
bn: শর্টকাট দেখান
de: Tastenkürzel anzeigen
es: Mostrar Atajos
fr: Voir les raccourcis
hi: शॉर्टकट दिखाएं
id: Tampilkan Pintasan
it: Mostra le scorciatoie
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ತೋರಿಸಿ
nl: Snelkoppelingen tonen
pt_br: Exibir Atalhos
ru: Показывать комбинации клавиш
ta: குறுக்குவழிகளைக் காட்டு
te: సత్వరమార్గాలను చూపు
tr: Kısayolları Göster
uk: Показати гарячі клавіші

# shortcut window
source: Preferences
bn: পছন্দসমূহ
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
id: Preferensi
it: Preferenze
kn: ಆದ್ಯತೆ
nl: Voorkeuren
pt_br: Preferências
ta: விருப்பத்தேர்வுகள்
te: ప్రాధాన్యతలు
tr: Tercihler
uk: Налаштування

# shortcut window
source: Quick Ask
bn: দ্রুত জিজ্ঞাসা
de: Flinke Frage
es: Pregunta Rápida
hi: त्वरित पूछें
id: Tanya Cepat
kn: ತ್ವರಿತ ಕೇಳಿ
pt_br: Pergunta Rápida
te: త్వరగా అడగండి
tr: Hızlı sor

# shortcut window
source: Model Manager
bn: মডেল ম্যানেজার
de: Modellmanager
es: Gestor de Modelos
fr: Gestionnaire de modèle
hi: मॉडल प्रबंधक
id: Manajer Model
it: Gestore dei modelli
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ
nl: Modelbeheer
pt_br: Gerenciador de Modelos
ta: மாடல் மேலாளர்
te: మోడల్ మేనేజర్
tr: Model yöneticisi
uk: Менеджер моделей

# shortcut window
source: Instance Manager
bn: ইনস্ট্যান্স ম্যানেজার
de: Instanz-Manager
es: Gestor de Instancias
hi: इंस्टेंस प्रबंधक
id: Pengelola Instance
it: Gestore delle istanze
kn: ಉದಾಹರಣೆಗೆ ವ್ಯವಸ್ಥಾಪಕ
pt_br: Gerenciador de Instâncias
te: ఇన్‌స్టాన్స్ మేనేజర్
tr: Örnek yöneticisi
uk: Менеджер екземплярів

# shortcut window
source: Toggle Sidebar
bn: সাইডবার টগল করুন
de: Seitenleiste auf-/zuklappen
es: Alternar Barra Lateral
fr: Basculer la barre latérale
hi: साइडबार टॉगल करें
id: Alihkan Sisi Bilah
it: Mostra o nascondi la barra laterale
kn: ಸೈಡ್ಬಾರ್ ಅನ್ನು ಟಾಗಲ್ ಮಾಡಿ
nl: Zijbalk schakelen
pt_br: Alternar Barra Lateral
ta: பக்கவாட்டுப் பட்டியை மாற்றவும்
te: సైడ్‌బార్‌ని టోగుల్ చేయండి
tr: Kenar çubuğu
uk: Перемкнути бічну панель

# shortcut window
source: Zoom In
bn: জুম ইন
de: Reinzoomen
es: Zoom +
hi: ज़ूम इन
id: Perbesar
it: Ingrandisci
pt_br: Ampliar
tr: Yakınlaştır

# shortcut window
source: Zoom Out
bn: জুম আউট
de: Rauszoomen
es: Zoom -
hi: ज़ूम आउट
id: Perkecil
it: Rimpicciolisci
pt_br: Reduzir
tr: Uzaklaştır

# shortcut window
source: Quit
bn: প্রস্থান
de: Beenden
es: Abandonar
fr: Quitter
hi: बाहर जाएं
id: Keluar
it: Esci
kn: ತೊರೆದು
nl: verlaten
pt_br: Sair
ru: Выйти
ta: வெளியேறு
te: నిష్క్రమించు
tr: Çık
uk: Вийти

# shortcut window
source: Chat Management
bn: চ্যাট পরিচালনা
de: Chatverwaltung
es: Gestión de chat
fr: Gestion des chats
hi: चैट प्रबंधन
id: Manajemen Obrolan
it: Gestione delle chat
kn: ಚಾಟ್ ನಿರ್ವಹಣೆ
nl: Chatbeheer
pt_br: Gerenciamento de Conversas
ta: அரட்டை மேலாண்மை
te: చాట్ నిర్వహణ
tr: Sohbet yönetimi
uk: Керування чатами

# shortcut window
source: Create Chat
bn: চ্যাট তৈরি করুন
de: Chat erstellen
es: Crear Chat
fr: Créer un discusion
hi: चैट बनाएं
id: Buat Obrolan
it: Crea una nuova chat
kn: ಚಾಟ್ ರಚಿಸಿ
nl: Chat aanmaken
pt_br: Criar Conversa
ta: அரட்டையை உருவாக்கு
te: చాట్ సృష్టించండి
tr: Sohbet Oluştur
uk: Створити чат

# shortcut window
source: Delete Chat
bn: চ্যাট মুছুন
de: Chat löschen
es: Eliminar Chat
fr: Supprimer une discussion
hi: चैट हटाएं
id: Hapus Obrolan
it: Elimina la chat
kn: ಚಾಟ್ ಅಳಿಸಿ
nl: Chatroom verwijderen
pt_br: Excluir Conversa
ta: அரட்டையை நீக்கு
te: చాట్‌ని తొలగించండి
tr: Sohbeti sil
uk: Видалити чат

# shortcut window
source: Edit Chat
de: Chat bearbeiten
es: Editar Chat
pt_br: Editar Conversa

# shortcut window
source: Toggle Searchbars
bn: সার্চবার টগল করুন
de: Suchleisten ein-/ausklappen
es: Alternar las Barras de Búsqueda
hi: सर्चबार टॉगल करें
id: Alihkan Bilah Pencarian
it: Mostra o nascondi le barre di ricerca
kn: ಸರ್ಚ್ಬಾರ್ಗಳನ್ನು ಟಾಗಲ್ ಮಾಡಿ
pt_br: Alternar Barras de Pesquisa
te: శోధన పట్టీలను టోగుల్ చేయండి
tr: SearchBars'ı etkinleştir
uk: Перемкнути панелі пошуку

# shortcut window
source: Message Entry
bn: বার্তা ইনপুট
de: Nachricht-Eingabe
es: Entrada de mensaje
fr: Saisie du message
hi: संदेश प्रवेश
id: Masukkan Pesan
it: Campo di inserimento del messaggio
kn: ಸಂದೇಶ ಪ್ರವೇಶ
nl: Bericht invoer
pt_br: Entrada de Mensagem
ta: செய்தி நுழைவு
te: సందేశం నమోదు
tr: Mesaj girişi
uk: Введення повідомлення

source: Copy
bn: কপি
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
kn: ನಕಲು
nb_no: Kopier
nl: Kopiëren
pt_br: Copiar
ru: Копировать
ta: நகலெடு
te: కాపీ చేయండి
tr: Kopyala
uk: Копіювати

source: Paste
bn: পেস্ট
de: Einfügen
es: Pegar
fr: Coller
hi: पेस्ट करें
id: Tempel
it: Incolla
kn: ಅಂಟಿಸು
nb_no: Lim inn
nl: Plakken
pt_br: Colar
ru: Вставить
ta: ஒட்டு
te: అతికించండి
tr: Yapıştır
uk: Вставити

source: Open Emoji Menu
bn: ইমোজি মেনু খুলুন
de: Emoji-Menü öffnen
es: Abrir el Menú de Emojis
fr: Ouvrir le menu d'emoji
hi: इमोजी मेनू खोलें
id: Buka Menu Emoji
it: Apri il menù degli emoji
kn: ಎಮೋಜಿ ಮೆನು ತೆರೆಯಿರಿ
nl: Emoji-menu openen
pt_br: Abrir Menu de Emojis
ta: எமோஜி மெனுவைத் திற
te: ఎమోజి మెనుని తెరవండి
tr: Emoji menüsünü aç
uk: Відкрити меню емодзі

source: Insert new line
bn: নতুন লাইন সন্নিবেশ করুন
de: Neue Zeile einfügen
es: Saltar línea
fr: Insérer une ligne
hi: नई लाइन डालें
id: Masukkan baris baru
it: Inserisci una nuova riga
kn: ಹೊಸ ಸಾಲನ್ನು ಸೇರಿಸಿ
nb_no: Sett inn ny linje
nl: Nieuwe regel invoegen
pt_br: Inserir nova linha
ru: Вставить новую строку
ta: புதிய வரியைச் செருகு
te: కొత్త పంక్తిని చొప్పించండి
tr: Yeni satır ekle
uk: Вставити новий рядок

source: Send Message as System
bn: সিস্টেম হিসাবে বার্তা পাঠান
de: Nachricht als System senden
es: Enviar Mensaje Como Sistema
fr: Envoyer un message en tant que Système
hi: सिस्टम के रूप में संदेश भेजें
id: Kirim Pesan sebagai Sistem
it: Manda un messaggio come Sistema
kn: ಸಂದೇಶವನ್ನು ಸಿಸ್ಟಮ್ ಆಗಿ ಕಳುಹಿಸಿ
nl: Bericht verzenden als systeem
pt_br: Enviar Mensagem como Sistema
ta: கணினியாக செய்தியை அனுப்பு
te: సిస్టమ్‌గా సందేశాన్ని పంపండి
tr: Sistem olarak mesaj gönder
uk: Надіслати повідомлення як система

source: System messages are taken as literal instructions by models
bn: সিস্টেমের বার্তাগুলি মডেল দ্বারা শাব্দিক নির্দেশনা হিসেবে গ্রহণ করা হয়
de: Systemnachrichten werden als tatsächliche Anweisung vom Modell interpretiert.
es: Los mensajes del sistema son tomados como instrucciones literales por los modelos
fr: Les messages systèmes sont interprétés comme des instructions par les modèles
hi: सिस्टम संदेशों को मॉडल द्वारा शाब्दिक निर्देश के रूप में लिया जाता है
id: Pesan sistem dianggap sebagai instruksi literal oleh model
it: Messaggi inviati come Sistema vengono interpretati come instruzioni letterali dai modelli
kn: ಸಿಸ್ಟಮ್ ಸಂದೇಶಗಳನ್ನು ಮಾದರಿಗಳಿಂದ ಅಕ್ಷರಶಃ ಸೂಚನೆಗಳಾಗಿ ತೆಗೆದುಕೊಳ್ಳಲಾಗುತ್ತದೆ
nl: Systeemberichten worden door modellen opgevat als letterlijke instructies
pt_br: Mensagens do sistema são interpretadas como instruções literais pelos modelos
ta: கணினி செய்திகள் மாதிரிகளால் நேரடி வழிமுறைகளாக எடுத்துக்கொள்ளப்படுகின்றன
te: సిస్టమ్ సందేశాలు మోడల్‌ల ద్వారా సాహిత్యపరమైన సూచనలుగా తీసుకోబడతాయి
tr: Sistem mesajları modeller tarafından gerçek talimatlar olarak alınır
uk: Системні повідомлення сприймаються моделями як буквальні інструкції

source: Send Message as User
bn: ব্যবহারকারী হিসাবে বার্তা পাঠান
de: Nachricht als Nutzer senden
es: Enviar Mensaje Como Usuario
fr: Envoyer un message en tant qu'Utilisateur
hi: उपयोगकर्ता के रूप में संदेश भेजें
id: Kirim Pesan sebagai Pengguna
it: Manda un messaggio come Utente
kn: ಬಳಕೆದಾರರಾಗಿ ಸಂದೇಶ ಕಳುಹಿಸಿ
nl: Bericht verzenden als gebruiker
pt_br: Enviar Mensagem como Usuário
ta: பயனராக செய்தியை அனுப்பு
te: వినియోగదారుగా సందేశాన్ని పంపండి
tr: Kullanıcı olarak mesaj gönder
uk: Надіслати повідомлення як користувач

source: New Chat
bn: নতুন চ্যাট
de: Neuer Chat
es: Nuevo Chat
fr: Nouvelle discussion
hi: नई चैट शुरू करें
id: Obrolan Baru
it: Nuova chat
kn: ಹೊಸ ಚಾಟ್
nb_no: Ny samtale
nl: Nieuwe chat
pt_br: Nova Conversa
ru: Новый Чат
ta: புதிய அரட்டை
te: కొత్త చాట్
tr: Yeni Sohbet
uk: Новий чат

source: Search Chats
bn: চ্যাট অনুসন্ধান করুন
de: Chats durchsuchen
es: Buscar Chats
hi: चैट खोजें
id: Cari Obrolan
it: Cerca all'interno delle chat
kn: ಚಾಟ್‌ಗಳನ್ನು ಹುಡುಕಿ
pt_br: Pesquisar Conversas
te: చాట్‌లను శోధించండి
tr: Sohbetleri ara

source: Chat search bar
bn: চ্যাট অনুসন্ধান বার
de: Chat-Suchleiste
es: Barra de busqueda de chats
hi: चैट खोज बार
id: Bar pencarian obrolan
it: Barra di ricerca delle chat
kn: ಚಾಟ್ ಹುಡುಕಾಟ ಬಾರ್
pt_br: Barra de Pesquisa de Conversas
te: చాట్ శోధన బార్
tr: Sohbet arama çubuğu

source: Search chats
bn: চ্যাট অনুসন্ধান করুন
de: Chats suchen
es: Buscar chats
hi: चैट खोजें
id: Cari obrolan
it: Cerca all'interno delle chat
kn: ಚಾಟ್‌ಗಳನ್ನು ಹುಡುಕಿ
pt_br: Pesquisar conversas
te: చాట్‌లను శోధించండి
tr: Sohbetleri ara

source: Toggle Sidebar
bn: সাইডবার টগল করুন
de: Seitenleiste ein-/ausblenden
es: Alternar Barra Lateral
fr: Basculer la barre latérale
hi: साइडबार टॉगल करें
id: Toggel Sidebar
it: Mostra o nascondi la barra laterale
kn: ಸೈಡ್ಬಾರ್ ಅನ್ನು ಟಾಗಲ್ ಮಾಡಿ
nb_no: Skru av/på sidefelt
nl: Zijbalk schakelen
pt_br: Alternar barra lateral
ru: Переключение боковой панели
ta: பக்கவாட்டுப் பட்டியை மாற்றவும்
te: సైడ్‌బార్‌ని టోగుల్ చేయండి
tr: Kenar Çubuğunu Aç / Kapat
uk: Перемкнути бічну панель

source: Search Messages
bn: মেসেজ অনুসন্ধান করুন
de: Suche Nachrichten
es: Buscar Mensajes
fr: Chercher des messages
hi: संदेश खोजें
id: Cari Pesan
it: Cerca fra i messaggi
kn: ಸಂದೇಶಗಳನ್ನು ಹುಡುಕಿ
nl: Zoek berichten
pt_br: Pesquisar Mensagens
ta: செய்திகளைத் தேடு
te: సందేశాలను శోధించండి
tr: Mesajları ara
uk: Пошук повідомлень

source: Toggle Activities Sidebar
bn: অ্যাক্টিভিটি সাইডবার টগল করুন
de: Aktivitäten-Seitenleiste umschalten
es: Alternar Barra Lateral de Actividades
id: Alihkan Bilah Samping Aktivitas
it: Mostra o nascondi la barra laterale
pt_br: Alternar Barra Lateral de Atividades
tr: Aktiviteler çubuğunu değiştir

source: Chat Menu
bn: চ্যাট মেনু
de: Chat-Menü
es: Menu de Chat
fr: Menu de la discussion
hi: चैट मेनू
id: Menu Chat
it: Menù della chat
kn: ಚಾಟ್ ಮೆನು
nb_no: Samtale Meny
pt_br: Menu de Conversas
ru: Меню чата
ta: அரட்டை பட்டி
te: చాట్ మెనూ
tr: Sohbet Menüsü
uk: Меню чат

source: Message search bar
bn: মেসেজ সার্চ বার
de: Nachrichtensuchleiste
es: Barra de búsqueda de mensajes
fr: Barre de recherche des messages
hi: संदेश खोज बार
id: Bilah pencarian pesan
it: Barra di ricerca dei messaggi
kn: ಸಂದೇಶ ಹುಡುಕಾಟ ಬಾರ್
nl: Berichten zoekbalk
pt_br: Barra de pesquisa de mensagens
ta: செய்தி தேடல் பட்டி
te: సందేశ శోధన పట్టీ
tr: Mesaj Arama Çubuğu
uk: Панель пошуку повідомлень

source: Search messages
bn: মেসেজ অনুসন্ধান করুন
de: Nachrichten durchsuchen
es: Buscar mensajes
fr: Chercher un message
hi: संदेश खोजें
id: Cari pesan
it: Cerca fra i messaggi
kn: ಸಂದೇಶಗಳನ್ನು ಹುಡುಕಿ
nl: Berichten zoeken
pt_br: Pesquisar mensagens
ta: செய்திகளைத் தேடு
te: సందేశాలను శోధించండి
tr: Mesajları ara
uk: Шукати повідомлення

source: Close
bn: বন্ধ
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
kn: ಮುಚ್ಚಿಡು
nb_no: Lukk
nl: Sluit
pt_br: Fechar
ru: Закрыть
ta: மூடு
te: మూసివేయి
tr: Kapat
uk: Закрити

source: Warning: Power saver mode is enabled, this will slow down message generation
bn: সতর্কতা: পাওয়ার সেভার মোড সক্ষম করা হয়েছে, এটি বার্তা তৈরি করতে ধীর করে দেবে
de: Warnung: Der Energiesparmodus ist aktiviert, dies verlangsamt die Nachrichtenerstellung
es: Advertencia: el modo de ahorro de energía está habilitado, esto ralentizará la generación de mensajes.
fr: Attention : mode Économie d'énergie activé, cela pourrait ralentir la génération des messages
hi: चेतावनी: पॉवर सेवर मोड सक्षम है, इससे संदेश उत्पादन में देरी होगी
id: Peringatan: Mode penghemat daya diaktifkan, ini akan memperlambat pembuatan pesan
it: Attenzione: La modalità risparmio energetico è attiva, questo rallenterà la generazione dei messaggi
kn: ಎಚ್ಚರಿಕೆ: ಪವರ್ ಸೇವರ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ, ಇದು ಸಂದೇಶ ಉತ್ಪಾದನೆಯನ್ನು ನಿಧಾನಗೊಳಿಸುತ್ತದೆ
nl: Waarschuwing: De energiebesparingsmodus is ingeschakeld, hierdoor wordt het genereren van berichten vertraagd.
pt_br: Aviso: o modo de economia de energia está ativado, a geração de mensagens será mais lenta
ta: எச்சரிக்கை: பவர் சேவர் முறை இயக்கப்பட்டது, இது செய்தி உருவாக்கத்தை மெதுவாக்கும்
te: హెచ్చరిక: పవర్ సేవర్ మోడ్ ప్రారంభించబడింది, ఇది సందేశ ఉత్పత్తిని నెమ్మదిస్తుంది
tr: Uyarı: Güç tasarrufu modu etkindir, bu mesaj üretimini yavaşlatacaktır
uk: Увага: Увімкнено режим енергозбереження, це уповільнить генерацію повідомлень

source: Instance Manager
bn: ইনস্ট্যান্স ম্যানেজার
de: Instanz-Manager
es: Gestor de Instancias
hi: इंस्टेंस प्रबंधक
id: Pengelola Instance
it: Gestore delle istanze
kn: ಉದಾಹರಣೆಗೆ ವ್ಯವಸ್ಥಾಪಕ
pt_br: Gerenciador de Instâncias
te: ఇన్‌స్టాన్స్ మేనేజర్
tr: Örnek yöneticisi
uk: Менеджер екземплярів

source: No Instances Found
bn: কোনো ইনস্ট্যান্স পাওয়া যায়নি
de: Keine Instanzen gefunden
es: Ningún Instancia Encontrada
hi: कोई इंस्टेंस नहीं मिला
id: Tidak Ada Instance Ditemukan
it: Nessuna istanza è stata trovata
kn: ಯಾವುದೇ ನಿದರ್ಶನಗಳು ಕಂಡುಬಂದಿಲ್ಲ
pt_br: Nenhuma Instância Encontrada
te: సందర్భాలు ఏవీ కనుగొనబడలేదు
tr: Örnek bulunamadı
uk: Екземплярів не знайдено

source: It looks a bit empty in here. Try adding an instance get started!
bn: এখানে একটু খালি মনে হচ্ছে। শুরু করতে একটি ইনস্ট্যান্স যোগ করার চেষ্টা করুন!
de: Hier sieht es ein wenig leer aus. Versuchen Sie, eine Instanz hinzuzufügen, um loszulegen!
es: Parece un poco vacío aquí. ¡Agrega una instancia para empezar!
hi: यहाँ कुछ खाली लग रहा है। शुरू करने के लिए एक इंस्टेंस जोड़ें!
id: Rasanya agak kosong di sini. Coba tambahkan sebuah instance untuk memulai!
it: Sembra un po' vuoto qui. Prova ad aggiungere un'istanza per iniziare!
kn: ಇದು ಇಲ್ಲಿ ಸ್ವಲ್ಪ ಖಾಲಿಯಾಗಿ ಕಾಣುತ್ತದೆ. ಒಂದು ಉದಾಹರಣೆಯನ್ನು ಸೇರಿಸಲು ಪ್ರಯತ್ನಿಸಿ ಪ್ರಾರಂಭಿಸಿ!
pt_br: Está um pouco vazio por aqui. Tente adicionar uma instância para começar!
te: ఇక్కడ కాస్త ఖాళీగా కనిపిస్తోంది. ప్రారంభించడానికి ఒక ఉదాహరణను జోడించడానికి ప్రయత్నించండి!
tr: Burası biraz boş görünüyor. Bir örnek eklemeyi deneyin !
uk: Тут виглядає порожньо. Спробуйте додати екземпляр, щоб розпочати!

source: Add Instance
bn: ইনস্ট্যান্স যোগ করুন
de: Instanz hinzufügen
es: Agregar instancia
hi: इंस्टेंस जोड़ें
id: Tambahkan Instance
it: Aggiungi istanza
kn: ಉದಾಹರಣೆಗೆ ಸೇರಿಸಿ
pt_br: Adicionar Instância
te: ఉదాహరణను జోడించండి
tr: Örnek ekle
uk: Додати інстанс

source: Added Instances
bn: যোগ করা ইনস্ট্যান্স
de: Hinzugefügte Instanzen
es: Instancias Agregadas
hi: जोड़े गए इंस्टेंस
id: Instance yang Ditambahkan
it: Istanze aggiunte
kn: ನಿದರ್ಶನಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
pt_br: Instâncias Adicionadas
te: జోడించిన సందర్భాలు
tr: Eklenen örnekler
uk: Додані екземпляри

source: Manage your AI instances, chats and messages are shared between instances when generating responses.
bn: আপনার AI ইনস্ট্যান্স পরিচালনা করুন, চ্যাট এবং বার্তাগুলি উত্তর তৈরি করার সময় ইনস্ট্যান্সগুলির মধ্যে ভাগ করা হয়
de: Verwalten Sie ihre KI-Instanzen - Chats und Nachrichten sind zwischen diesen geteilt, wenn Antworten generiert werden.
es: Administra tus instancias de IA, los chats y los mensajes se comparten entre instancias al generar respuestas.
hi: अपने एआई इंस्टेंस का प्रबंधन करें, चैट्स और संदेश प्रतिक्रियाएँ उत्पन्न करते समय इंस्टेंसों के बीच साझा होते हैं।
id: Kelola instance AI Anda; obrolan dan pesan dibagikan antar instance saat menghasilkan respons.
it: Gestisci le tue istanze di IA, le chat e i messaggi sono condivisi fra le istanze quando si generano le risposte.
kn: ನಿಮ್ಮ AI ನಿದರ್ಶನಗಳು, ಚಾಟ್‌ಗಳು ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ರಚಿಸುವಾಗ ನಿದರ್ಶನಗಳ ನಡುವೆ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ.
pt_br: Gerencie suas instâncias de IA, conversas e mensagens são compartilhadas entre instâncias ao gerar respostas.
te: ప్రతిస్పందనలను రూపొందించేటప్పుడు మీ AI ఉదంతాలను నిర్వహించండి, చాట్‌లు మరియు సందేశాలు సందర్భాల మధ్య భాగస్వామ్యం చేయబడతాయి.
tr: Yanıtlar oluştururken AI örneklerinizi, sohbetlerinizi ve mesajlarınızı yönetin.
uk: Керуйте своїми екземплярами ШІ, чати та повідомлення спільно використовуються між екземплярами під час генерації відповідей.

source: Import Chat
bn: চ্যাট আমদানি করুন
de: Chat importieren
es: Importar chat
fr: Importer une discussion
hi: चैट आयात करें
id: Impor Obrolan
it: Importa delle chat
kn: ಆಮದು ಚಾಟ್
nb_no: Importer samtale
pt_br: Importar Conversa
ru: Импорт Чата
ta: அரட்டையை இறக்குமதி செய்
te: చాట్‌ని దిగుమతి చేయండి
tr: Sohbet İçe Aktar
uk: Імпорт чату

source: Manage Instances
bn: ইনস্ট্যান্সগুলি পরিচালনা করুন
de: Instanzen verwalten
es: Gestionar Instancias
hi: इंस्टेंस प्रबंधित करें
id: Kelola Instance
it: Gestisci le istanze
kn: ನಿದರ್ಶನಗಳನ್ನು ನಿರ್ವಹಿಸಿ
pt_br: Gerenciar Instâncias
te: సందర్భాలను నిర్వహించండి
tr: Örnekleri Yönetin
uk: Керувати екземплярами

source: Manage Models
bn: মডেল পরিচালনা করুন
de: Modelle verwalten
es: Gestionar Modelos
fr: Gestion des modèles
hi: मॉडल्स प्रबंधित करें
id: Kelola Model
it: Gestisci i modelli
kn: ಮಾದರಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ
nb_no: Tilpass Modeller
nl: Modellen beheren
pt_br: Gerenciar Modelos
ru: Управление Моделями
ta: மாடல்களை நிர்வகி
te: మోడల్‌లను నిర్వహించండి
tr: Modelleri Yönet
uk: Управління моделями

source: Start Quick Ask
bn: দ্রুত জিজ্ঞাসা শুরু করুন
de: "Flinke Frage" starten
es: Iniciar Pregunta Rápida
hi: त्वरित प्रश्न शुरू करें
id: Mulai Tanya Cepat
it: Avvia Quick Ask
kn: ತ್ವರಿತ ಕೇಳಿ ಪ್ರಾರಂಭಿಸಿ
pt_br: Iniciar Pergunta Rápida
te: త్వరగా అడగడం ప్రారంభించండి
tr: Hızlı Sor'u başlat

source: Keyboard Shortcuts
bn: কীবোর্ড শর্টকাট
de: Tastenkombinationen
es: Atajos de Teclado
fr: Raccourcis claviers
hi: कीबोर्ड शॉर्टकट्स
id: Pintasan Keyboard
it: Scorciatoie da tastiera
kn: ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
nb_no: Hurtigtaster
nl: Toetsenbord Snelkoppelingen
pt_br: Atalhos de Teclado
ru: Комбинации Клавиш
ta: விசைப்பலகை குறுக்குவழிகள்
te: కీబోర్డ్ సత్వరమార్గాలు
tr: Klavye Kısayolları
uk: Гарячі клавіші

source: About Alpaca
bn: আলপাকা সম্পর্কে
de: Über Alpaca
es: Sobre Alpaca
fr: À propos d'Alpaca
hi: एल्पाका के बारे में
id: Tentang Alpaca
it: Informazioni su Alpaca
kn: ಅಲ್ಪಕಾ ಬಗ್ಗೆ
nb_no: Om Alpaca
nl: Over Alpaca
pt_br: Sobre o Alpaca
ru: О Программе
ta: அல்பாகாவைப் பற்றி
te: అల్పాకా గురించి
tr: Alpaka Hakkında
uk: Про Alpaca

source: Edit Chat
de: Chat bearbeiten
es: Editar Chat
pt_br: Editar Conversa

source: Duplicate Chat
bn: চ্যাট অনুলিপি করুন
de: Chat duplizieren
es: Duplicar Chat
fr: Dupliquer la discussion
hi: चैट की प्रतिलिपि बनाएं
id: Duplikat Obrolan
it: Duplica la chat
kn: ನಕಲಿ ಚಾಟ್
nl: Chat dupliceren
pt_br: Duplicar Conversa
ta: அரட்டையை நகலெடு
te: డూప్లికేట్ చాట్
tr: Sohbeti Çoğalt
uk: Дублювати чат

source: Export Chat
bn: চ্যাট রপ্তানি করুন
de: Chat exportieren
es: Exportar chat
fr: Exporter la discussion
hi: चैट निर्यात करें
id: Ekspor Obrolan
it: Esporta la chat
kn: ರಫ್ತು ಚಾಟ್
nb_no: Eksporter samtale
nl: Chat exporteren
pt_br: Exportar Conversa
ru: Экспорт Чата
ta: அரட்டையை ஏற்றுமதி செய்
te: చాట్‌ని ఎగుమతి చేయండి
tr: Sohbet Dışa Aktar
uk: Експортувати чат

source: Delete Chat
bn: চ্যাট ডিলিট করুন
de: Chat löschen
es: Eliminar Chat
fr: Supprimer la discussion
hi: चैट हटाएं
id: Hapus Obrolan
it: Elimina la chat
kn: ಚಾಟ್ ಅಳಿಸಿ
nb_no: Slett samtale
nl: Chat verwijderen
pt_br: Excluir Conversa
ru: Удалить Чат
ta: அரட்டையை நீக்கு
te: చాట్‌ని తొలగించండి
tr: Sohbeti Sil
uk: Видалити чат

source: Create Activity
de: Aktivität erstellen
es: Crear Actividad
id: Buat Aktivitas
it: Crea Attività
pt_br: Criar Atividade
tr: Etkinlik Oluştur

source: Save Attachment
bn: সংযুক্তি সংরক্ষণ করুন
de: Anhang speichern
es: Guardar Adujunto
hi: संलग्नक सहेजें
id: Simpan Lampiran
it: Salva l'allegato
pt_br: Salvar Anexo
te: అటాచ్‌మెంట్‌ను సేవ్ చేయండి
tr: Eki Kaydet

source: Select Image
de: Bild auswählen
es: Seleccionar Imagen
id: Pilih Gambar
it: Seleziona un'immagine
pt_br: Selecionar Imagem
tr: Resmi seçin

source: Result
bn: ফলাফল
de: Ergebnis
es: Resultado
hi: परिणाम
id: Hasil
it: Risultato
pt_br: Resultado
tr: Sonuç

source: Input
de: Eingabe
es: Entrada
pt_br: Entrada

source: Output
bn: আউটপুট
de: Ausgabe
es: Salida
hi: आउटपुट
id: Keluaran
pt_br: Saída
tr: Çıktı

source: Open in Image Viewer
de: In Bildbetrachtungssoftware öffnen
es: Abrir en el Visor de Imágenes
pt_br: Abrir no Visualizador de Imagens

source: No Camera Detected
bn: কোনো ক্যামেরা সনাক্ত করা যায়নি
de: Keine Kamera erkannt
es: No se Detectó Ninguna Cámara
hi: कोई कैमरा नहीं मिला
id: Kamera Tidak Terdeteksi
it: Nessuna fotocamera rilevata
pt_br: Nenhuma Câmera Detectada
te: కెమెరా ఏదీ కనుగొనబడలేదు
tr: Kamera tespit edilmedi

source: Please check if camera is plugged in and turned on
bn: অনুগ্রহ করে দেখুন ক্যামেরা সংযুক্ত এবং চালু আছে কি না
de: Bitte überprüfen Sie, ob die Kamera eingesteckt und eingeschaltet ist
es: Compruebe si la cámara está enchufada y encendida
hi: कृपया जांचें कि कैमरा प्लग इन है और चालू है या नहीं
id: Harap periksa apakah kamera terpasang dan menyala
it: Si prega di verificare che la fotocamera sia collegata e accesa
pt_br: Por favor verifique se a câmera está conectada e ligada
te: కెమెరా ప్లగిన్ చేయబడి ఆన్ చేయబడిందో లేదో తనిఖీ చేయండి.
tr: Lütfen kameranın takılı olup olmadığını kontrol edin

source: Retry
de: Erneut versuchen
es: Salida
pt_br: Tentar Novamente

source: Capture Picture
de: Bild aufnehmen
es: Capturar Imagen
id: Ambil Foto
it: Cattura immagine
pt_br: Capturar Imagem
tr: Resim Çekin

source: Save Script
de: Skript Speichern
es: Guardar Script
id: Simpan Skrip
it: Salva lo script
pt_br: Salvar Script
tr: Komut dosyasını kaydet

source: Undo Changes
de: Änderungen rückgängig machen
es: Deshacer Cambios
id: Batalkan Perubahan
it: Annulla le modifiche
pt_br: Desfazer Alterações
tr: Değişikleri Geri Al

source: Edit Code
de: Code bearbeiten
es: Editar Código
id: Sunting Kode
it: Modifica il codice
pt_br: Editar Código
tr: Kodu Düzenle

source: Remove Attachment
bn: সংযুক্তি অপসারণ করুন
de: Anhang entfernen
es: Remover Adjunto
fr: Supprimer la pièce-jointe
hi: अटैचमेंट हटाएं
id: Hapus Lampiran
it: Rimouvi l'allegato
kn: ಲಗತ್ತನ್ನು ತೆಗೆದುಹಾಕಿ
nl: Bijlage verwijderen
pt_br: Remover Anexo
ta: இணைப்பை அகற்று
te: జోడింపుని తీసివేయండి
tr: Eki Kaldır
uk: Видалити вкладення

source: Download Attachment
bn: সংযুক্তি ডাউনলোড করুন
de: Anhang speichern
es: Descargar Adjunto
hi: संलग्नक डाउनलोड करें
id: Unduh Lampiran
it: Scarica l'allegato
pt_br: Baixar Anexo
te: జోడింపుని డౌన్‌లోడ్ చేయండి
tr: Eki indir

source: Remove Image
de: Bild entfernen
es: Eliminar Imagen
pt_br: Remover Imagem

source: Download Image
de: Bild herunterladen
es: Descargar Imagen
pt_br: Baixar Imagem

source: Attach Image
de: Bild anhängen
es: Adjuntar Imagen
pt_br: Anexar Imagem

source: Reset View
de: Ansicht zurücksetzen
es: Restablecer Vista
id: Atur Ulang Tampilan
it: Reimposta la visualizzazione
pt_br: Redefinir Visualização
tr: Görünümü Sıfırla

source: Save Changes
de: Änderungen speichern
es: Guardar Cambios
pt_br: Salvar Mudanças

source: Download as Image
de: Als Bild herunterladen
es: Descargar como Imagen
pt_br: Baixar como Imagem

source: Live Chat
bn: লাইভ চ্যাট
es: Chat en Vivo
hi: लाइव चैट
id: Obrolan Langsung
pt_br: Chat Ao Vivo
te: ప్రత్యక్ష చాట్
tr: Canlı sohbet

source: Show Messages
bn: বার্তাগুলো দেখান
de: Nachrichten anzeigen
es: Mostrar Mensajes
hi: संदेश दिखाएँ
id: Tampilkan Pesan
it: Mostra i messaggi
pt_br: Mostrar Mensagens
te: సందేశాలను చూపించు
tr: Mesajları Göster
