Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Default model is now in charge of generating titles
bn: ডিফল্ট মডেল এখন শিরোনাম তৈরি করার দায়িত্বে
de: Das Standard-Modell generiert nun Titel
es: El modelo predeterminado ahora se encarga de generar título
fr: Modifié : le modèle par défaut génère maintenant les titres
hi: डिफ़ॉल्ट मॉडल अब शीर्षक उत्पन्न करने का कार्यभार संभालता है
id: Model default sekarang bertanggung jawab untuk menghasilkan judul
it: Il modello predefinito è ora incaricato di generare i titoli
kn: ಡೀಫಾಲ್ಟ್ ಮಾದರಿ ಈಗ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಉತ್ಪಾದಿಸುವ ಉಸ್ತುವಾರಿ ವಹಿಸಿಕೊಂಡಿದೆ
pt_br: Modelo padrão agora é encarregado de gerar títulos
ta: தலைப்புகளை உருவாக்குவதற்கு இயல்புநிலை மாதிரி இப்போது பொறுப்பாகும்
te: డిఫాల్ట్ మోడల్ ఇప్పుడు శీర్షికలను రూపొందించే బాధ్యతను కలిగి ఉంది
tr: Varsayılan model artık başlıklar oluşturmaktan sorumlu
uk: Тепер модель за замовчуванням генерує заголовки

source: Message header is now shown whilst the message is being generated
bn: বার্তা তৈরি হওয়ার সময় বার্তা হেডার এখন দেখানো হয়
de: Die Nachrichtenkopfzeile wird nun während der Generierung angezeigt
es: Encabezado del mensaje ahora se muestra mientras se genera el mensaje
fr: Modifié : l'entête des messages est maintenant affiché durant la génération
hi: संदेश उत्पन्न होते समय अब संदेश शीर्षक दिखाया जाता है
id: Header pesan sekarang ditampilkan saat pesan sedang dibuat
it: Il titolo della chat del messaggio viene ora visualizzata durante la generazione del messaggio.
kn: ಸಂದೇಶವನ್ನು ರಚಿಸುವಾಗ ಸಂದೇಶ ಹೆಡರ್ ಅನ್ನು ಈಗ ತೋರಿಸಲಾಗಿದೆ
pt_br: Cabeçalho de mensagem agora é exibida enquanto a mensagem está sendo gerada
ta: செய்தி உருவாக்கப்படும்போது செய்தி தலைப்பு இப்போது காட்டப்படும்
te: సందేశం రూపొందించబడుతున్నప్పుడు సందేశ శీర్షిక ఇప్పుడు చూపబడుతుంది
tr: Mesaj başlığı artık mesaj oluşturulurken gösteriliyor
uk: Заголовок повідомлення тепер показується під час його генерації

source: Better handling of model profile pictures
bn: মডেল প্রোফাইল ছবির আরও ভাল পরিচালনা
de: Bessere Handhabung von Profilbildern der Modelle
es: Mejor manejo de las fotos de perfil de modelos
fr: Modifié : meilleure gestion des photos de profil des modèles
hi: मॉडल प्रोफ़ाइल चित्रों का बेहतर प्रबंधन
id: Penanganan gambar profil model yang lebih baik
it: Migliore gestione delle immagini di profilo dei modelli
kn: ಮಾದರಿ ಪ್ರೊಫೈಲ್ ಚಿತ್ರಗಳ ಉತ್ತಮ ನಿರ್ವಹಣೆ
pt_br: Melhor tratamento de fotos de perfil de modelos
ta: மாடல் சுயவிவரப் படங்களை சிறப்பாகக் கையாளுதல்
te: మోడల్ ప్రొఫైల్ చిత్రాలను మెరుగ్గా నిర్వహించడం
tr: Model profili resimlerinin daha iyi işlenmesi
uk: Краще оброблення профільних зображень моделей

source: New models in 'available models' list
bn: উপলব্ধ মডেলের তালিকায় নতুন মডেল
de: Neue Modelle in der 'Verfügbare Modelle'-Liste
es: Nuevos modelos en la lista de 'modelos disponibles'
fr: Ajouté : nouveaux modèles dans la listes des 'modèles disponibles'
hi: 'उपलब्ध मॉडल' सूची में नए मॉडल
id: Model baru dalam daftar 'model yang tersedia'
it: Nuovi modelli nell'elenco dei 'modelli disponibili'
kn: 'ಲಭ್ಯವಿರುವ ಮಾದರಿಗಳು' ಪಟ್ಟಿಯಲ್ಲಿ ಹೊಸ ಮಾದರಿಗಳು
pt_br: Novos modelos na lista 'modelos disponíveis'
ta: 'கிடைக்கக்கூடிய மாதிரிகள்' பட்டியலில் புதிய மாதிரிகள்
te: 'అందుబాటులో ఉన్న మోడల్స్' జాబితాలో కొత్త మోడల్‌లు
tr: 'Mevcut Modeller' listesinde yeni modeller
uk: Нові моделі в списку 'доступних моделей'

source: Added option for attaching screenshots
bn: স্ক্রীনশট সংযুক্ত করার বিকল্প যোগ করা হয়েছে
de: Option zum Anfügen von Screenshots hinzugefügt
es: Añadida opción para adjuntar capturas de pantalla
fr: Ajouté : option pour joindre des captures d'écran
hi: स्क्रीनशॉट संलग्न करने के लिए विकल्प जोड़ा गया है
id: Menambahkan opsi untuk melampirkan tangkapan layar
it: Aggiunta un'opzione per allegare gli screenshot
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ಲಗತ್ತಿಸಲು ಸೇರಿಸಲಾಗಿದೆ
nl: Optie toegevoegd voor het bijvoegen van schermafbeeldingen
pt_br: Adicionada a opção de anexar capturas de tela
ta: திரைக்காட்சிகளை இணைப்பதற்கான விருப்பம் சேர்க்கப்பட்டது
te: స్క్రీన్‌షాట్‌లను జోడించడానికి ఎంపిక జోడించబడింది
tr: Ekran görüntüleri eklemek için seçenek eklendi
uk: Додано опцію для прикріплення скріншотів

source: Basic LaTeX math equations are now rendered in messages
bn: মৌলিক LaTeX গাণিতিক সমীকরণগুলি এখন বার্তাগুলিতে প্রদর্শিত হয়
de: Grundlegende LaTeX-Mathematikgleichungen werden nun in Nachrichten gerendert
es: Ecuaciones básicas de LaTeX ahora son renderizadas en mensajes
fr: Modifié : les équations LaTeX sont maintenant généré dans les messages
hi: बुनियादी LaTeX गणित समीकरण अब संदेशों में प्रदर्शित किए जाते हैं
id: Persamaan matematika LaTeX dasar sekarang dirender dalam pesan
it: Equazioni matematiche semplici in LaTeX ora vengono visualizzate nei messaggi
kn: ಮೂಲ ಲ್ಯಾಟೆಕ್ಸ್ ಗಣಿತ ಸಮೀಕರಣಗಳನ್ನು ಈಗ ಸಂದೇಶಗಳಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗಿದೆ
nl: Basis LaTeX wiskundevergelijkingen worden nu weergegeven in berichten
pt_br: Equações básicas em LaTex agora são renderizadas em mensagens
ta: அடிப்படை LaTeX கணித சமன்பாடுகள் இப்போது செய்திகளில் வழங்கப்படுகின்றன
te: ప్రాథమిక LaTeX గణిత సమీకరణాలు ఇప్పుడు సందేశాలలో రెండర్ చేయబడ్డాయి
tr: Temel lateks matematik denklemleri artık mesajlarda işleniyor
uk: Основні рівняння LaTeX тепер відображаються в повідомленнях

source: HTML and C++ scripts can now be run inside Alpaca
bn: HTML এবং C++ স্ক্রিপ্ট এখন আলপাকা-তে চালানো যাবে
de: HTML sowie C++-Skripte können nun innerhalb von Alpaca ausgeführt werden
es: Scripts de C++ y HTML ahora pueden ser ejecutados dentro de Alpaca
fr: Ajouté : les scripts HTML et C++ peuvent maintenant être exécuté dans Alpaca
hi: अब HTML और C++ स्क्रिप्ट्स को Alpaca के अंदर चलाया जा सकता है
id: Skrip HTML dan C++ sekarang dapat dijalankan di dalam Alpaca
it: Script in HTML e C++ possono ora essere eseguiti all'interno di Alpaca.
kn: HTML ಮತ್ತು C ++ ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳನ್ನು ಈಗ ಅಲ್ಪಕಾ ಒಳಗೆ ಚಲಾಯಿಸಬಹುದು
pt_br: Códigos em HTML e C++ agora podem ser executados dentro do Alpaca
ta: HTML மற்றும் C++ ஸ்கிரிப்ட்களை இப்போது அல்பாகாவிற்குள் இயக்க முடியும்
te: HTML మరియు C++ స్క్రిప్ట్‌లను ఇప్పుడు Alpaca లోపల అమలు చేయవచ్చు
tr: HTML ve C ++ komut dosyaları artık Alpaca'nın içinde çalıştırılabilir
uk: HTML та C++ скрипти тепер можна виконувати в Alpaca

source: Added option to open the environment directory from the terminal
bn: টার্মিনাল থেকে পরিবেশ ডিরেক্টরি খোলার বিকল্প যোগ করা হয়েছে
de: Option hinzugefügt, den Umgebungsordner vom Terminal aus zu öffnen
es: Añadida opción para abrir el directorio del ambiente en la terminal
fr: Ajouté : option pour ouvrir le dossier environnement depuis le terminal
hi: टर्मिनल से पर्यावरण निर्देशिका खोलने का विकल्प जोड़ा गया है
id: Menambahkan opsi untuk membuka direktori lingkungan dari terminal
it: Aggiunta l'opzione per aprire il percorso della cartella dell'ambiente dal terminale
kn: ಟರ್ಮಿನಲ್‌ನಿಂದ ಪರಿಸರ ಡೈರೆಕ್ಟರಿಯನ್ನು ತೆರೆಯಲು ಆಯ್ಕೆ ಸೇರಿಸಲಾಗಿದೆ
pt_br: Adicionada a opção de abrir o diretório do ambiente a partir do terminal
ta: டெர்மினலில் இருந்து சூழல் கோப்பகத்தைத் திறப்பதற்கான விருப்பம் சேர்க்கப்பட்டது
te: టెర్మినల్ నుండి పర్యావరణ డైరెక్టరీని తెరవడానికి ఎంపిక జోడించబడింది
tr: Terminalden Çevre Dizini'ni açmak için seçenek eklendi
uk: Додано опцію для відкриття директорії середовища з термінала

source: Added option to edit code blocks directly
bn: কোড ব্লক সরাসরি সম্পাদনা করার বিকল্প যোগ করা হয়েছে
de: Option hinzugefügt, um Codeblöcke direkt bearbeiten zu können
es: Añadida opción para editar bloques de código directamente
fr: Ajouté : option pour éditer les blocs de code directement
hi: कोड ब्लॉक्स को सीधे संपादित करने का विकल्प जोड़ा गया है
id: Menambahkan opsi untuk mengedit blok kode secara langsung
it: Aggiunta la possibilità di modificare direttamente i blocchi di codice
kn: ಕೋಡ್ ಬ್ಲಾಕ್‌ಗಳನ್ನು ನೇರವಾಗಿ ಸಂಪಾದಿಸಲು ಆಯ್ಕೆ ಸೇರಿಸಲಾಗಿದೆ
pt_br: Adicionada a opção de editar blocos de texto diretamente
ta: குறியீடு தொகுதிகளை நேரடியாகத் திருத்துவதற்கான விருப்பம் சேர்க்கப்பட்டது
te: కోడ్ బ్లాక్‌లను నేరుగా సవరించడానికి ఎంపిక జోడించబడింది
tr: Kod bloklarını doğrudan düzenlemek için seçenek eklendi
uk: Додано опцію для прямого редагування блоків коду

source: Complete keyboard shortcut list
bn: সম্পূর্ণ কীবোর্ড শর্টকাট তালিকা
de: Tastenkürzelliste vervollständigt
es: Lista de atajos de teclado completa
fr: Ajouté : raccourci clavier complété
hi: पूर्ण कीबोर्ड शॉर्टकट सूची
id: Daftar pintasan keyboard lengkap
it: Elenco completo delle scorciatoie da tastiera
kn: ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್ ಪಟ್ಟಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ
pt_br: Lista completa de atalhos de teclado
ta: முழுமையான விசைப்பலகை குறுக்குவழி பட்டியல்
te: కీబోర్డ్ సత్వరమార్గ జాబితాను పూర్తి చేయండి
tr: Tam Klavye Kısayol Listesi
uk: Повний список гарячих клавіш

source: Images are now attached in 640p resolution
bn: চিত্রগুলি এখন 640p রেজোলিউশনে সংযুক্ত করা হয়
de: Bilder werden nun in 640p-Auflösung angehangen
es: Imagenes ahora son adjuntadas en resolución 640p
fr: Modifié : les images sont maintenant jointe dans une résolution de 640p
hi: छवियाँ अब 640p रिज़ॉल्यूशन में संलग्न की जाती हैं
id: Gambar sekarang dilampirkan dalam resolusi 640p
it: Le immagini vengono ora allegate con una risoluzione di 640p
kn: ಚಿತ್ರಗಳನ್ನು ಈಗ 640p ರೆಸಲ್ಯೂಶನ್‌ನಲ್ಲಿ ಲಗತ್ತಿಸಲಾಗಿದೆ
nl: Afbeeldingen worden nu bijgevoegd in 640p resolutie
pt_br: Imagens agora são anexadas com uma resolução de 640p
ta: படங்கள் இப்போது 640p தெளிவுத்திறனில் இணைக்கப்பட்டுள்ளன
te: చిత్రాలు ఇప్పుడు 640p రిజల్యూషన్‌లో జోడించబడ్డాయి
tr: Görüntüler artık 640p çözünürlüğe bağlı
uk: Зображення тепер прикріплюються в роздільній здатності 640p

source: Website attachments now use extracted titles
bn: ওয়েবসাইট সংযুক্তিগুলি এখন নির্গত শিরোনামগুলি ব্যবহার করে
de: Website-Anhänge nutzen nun auch extrahierte Titel
es: Sitios web adjuntados ahora extraen titulos
fr: Modifié : l'ajout de site web utilise dorénavant les titres extraits
hi: वेबसाइट संलग्नक अब निकाले गए शीर्षकों का उपयोग करते हैं
id: Lampiran situs web sekarang menggunakan judul yang diekstrak
it: Gli allegati dei siti web ora utilizzano i titoli estratti
kn: ವೆಬ್‌ಸೈಟ್ ಲಗತ್ತುಗಳು ಈಗ ಹೊರತೆಗೆದ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಬಳಸುತ್ತವೆ
nl: Websitebijlagen gebruiken nu geëxtraheerde titels
pt_br: Anexos de websites agora usam títulos extraídos
ta: வலைத்தள இணைப்புகள் இப்போது பிரித்தெடுக்கப்பட்ட தலைப்புகளைப் பயன்படுத்துகின்றன
te: వెబ్‌సైట్ జోడింపులు ఇప్పుడు సంగ్రహించిన శీర్షికలను ఉపయోగిస్తున్నాయి
tr: Web sitesi ekleri artık çıkarılan başlıkları kullanıyor
uk: Вкладення з вебсайтів тепер використовують витягнуті заголовки

source: Better chat title generation
bn: আলোচনা শিরোনাম তৈরির উন্নতি
de: Bessere Generierung der Chat-Titel
es: Mejor generación de titulos de chat
fr: Modifié : meilleure génération des titres des discussions
hi: बेहतर चैट शीर्षक उत्पादन
id: Pembuatan judul percakapan yang lebih baik
it: Migliore generazione dei titoli delle chat
kn: ಉತ್ತಮ ಚಾಟ್ ಶೀರ್ಷಿಕೆ ಉತ್ಪಾದನೆ
nl: Betere chat-titelgeneratie
pt_br: Melhor geração de título de conversa
ta: சிறந்த அரட்டை தலைப்பு உருவாக்கம்
te: మంచి చాట్ టైటిల్ జనరేషన్
tr: Daha İyi Sohbet Başlığı Üretimi
uk: Краща генерація заголовків чатів

source: Added option to attach any plain text files
bn: যেকোনো সাধারণ পাঠ্য ফাইল সংযুক্ত করার বিকল্প যোগ করা হয়েছে
de: Option hinzugefügt, um Klartextdateien anzuhängen
es: Añadida opción para adjuntar cualquier archivo de texto plano
fr: Ajouté : option pour ajouter n'importe quel type de fichiers textes
hi: किसी भी सादे पाठ फ़ाइल को संलग्न करने के लिए विकल्प जोड़ा गया है
id: Menambahkan opsi untuk melampirkan file teks biasa
it: Aggiunta l'opzione di allegare qualsiasi file di testo semplice
kn: ಯಾವುದೇ ಸರಳ ಪಠ್ಯ ಫೈಲ್‌ಗಳನ್ನು ಲಗತ್ತಿಸುವ ಆಯ್ಕೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Optie toegevoegd om platte tekstbestanden bij te voegen
pt_br: Adicionada a opção de anexar qualquer arquivo de texto simples
ta: எந்தவொரு எளிய உரை கோப்புகளையும் இணைக்கும் விருப்பம் சேர்க்கப்பட்டது
te: ఏదైనా సాదా టెక్స్ట్ ఫైల్‌లను అటాచ్ చేయడానికి ఎంపిక జోడించబడింది
tr: Herhangi bir düz metin dosyasını eklemek için seçenek eklendi
uk: Додано опцію для прикріплення будь-яких текстових файлів

source: Added spellchecker to message entry
bn: বার্তা প্রবেশের জন্য বানান পরীক্ষক যোগ করা হয়েছে
de: Rechtschreiberkennung zum Nachrichtenfeld hinzugefügt
es: Añadido corrector ortográfico a la entrada de mensaje
fr: Ajouté : vérification de l'orthographe dans la saisie de messages
hi: संदेश प्रविष्टि में वर्तनी जाँचक जोड़ा गया है
id: Menambahkan pemeriksa ejaan pada kolom pesan
it: Aggiunto un correttore ortografico all'inserimento dei messaggi
kn: ಸಂದೇಶ ಪ್ರವೇಶಕ್ಕೆ ಕಾಗುಣಿತ ಚೆಕರ್ ಸೇರಿಸಲಾಗಿದೆ
nl: Spellingscontrole toegevoegd aan berichtinvoer
pt_br: Adicionado corretor ortográfico à entrada de mensagens
ta: செய்தி உள்ளீட்டிற்கு எழுத்துப்பிழை திருத்தி சேர்க்கப்பட்டது
te: మెసేజ్ ఎంట్రీకి స్పెల్ చెకర్ జోడించబడింది
tr: Mesaj girişine yazım denetçisi eklendi
uk: Додано перевірку правопису в поле введення повідомлень

source: Alpaca's parameters are now stored using SQLite3
bn: আলপাকার প্যারামিটারগুলি এখন SQLite3 ব্যবহার করে সংরক্ষণ করা হয়
de: Alpaca's Einstellungen werden nun mittels SQLite3 gespeichert
es: Los parametros de Alpaca ahora son almacenados en SQLite3
fr: Modifié : les paramètres de l'application sont maintenant stockés dans une base de donnée SQLite3
hi: आल्पाका के पैरामीटर अब SQLite3 का उपयोग करके संग्रहीत किए जाते हैं
id: Parameter Alpaca sekarang disimpan menggunakan SQLite3
it: I parametri di Alpaca vengono ora salvati in un database SQLite3.
kn: ಅಲ್ಪಕಾದ ನಿಯತಾಂಕಗಳನ್ನು ಈಗ SQLite3 ಬಳಸಿ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ
nl: Alpaca's parameters worden nu opgeslagen met SQLite3
pt_br: Os parâmetros do Alpaca agora são armazenados usando SQLite3
ta: அல்பாகாவின் அளவுருக்கள் இப்போது SQLite3 ஐப் பயன்படுத்தி சேமிக்கப்படுகின்றன
te: Alpaca యొక్క పారామితులు ఇప్పుడు SQLite3ని ఉపయోగించి నిల్వ చేయబడ్డాయి
tr: Alpaca'nın parametreleri artık SQLITE3 kullanılarak saklanıyor
uk: Параметри Alpaca тепер зберігаються за допомогою SQLite3

source: Small appearance changes in text entries
bn: পাঠ্য এন্ট্রিগুলিতে ছোট চেহারার পরিবর্তন
de: Geringfügige Aussehensanpassungen in Textfeldern
es: Cambios de apariencia pequeños en entradas de texto
fr: Modifié : petit changement d'apparence dans la saisie de messages
hi: पाठ प्रविष्टियों में छोटे दिखने वाले परिवर्तन
id: Perubahan kecil pada tampilan entri teks
it: Piccole modifiche all'aspetto delle voci di testo
kn: ಪಠ್ಯ ನಮೂದುಗಳಲ್ಲಿ ಸಣ್ಣ ನೋಟ ಬದಲಾವಣೆಗಳು
nl: Kleine veranderingen in het uiterlijk van tekstregels
pt_br: Pequenas alterações na aparência das entradas de texto
ta: உரை உள்ளீடுகளில் சிறிய தோற்ற மாற்றங்கள்
te: టెక్స్ట్ ఎంట్రీలలో చిన్న ప్రదర్శన మార్పులు
tr: Metin girişlerinde küçük görünüm değişiklikleri
uk: Маленькі зміни вигляду текстових полів

source: Alpaca's launch process is more reliable
bn: আলপাকার চালু প্রক্রিয়া এখন আরও নির্ভরযোগ্য
de: Alpaca's Startprozess ist zuverlässiger
es: El proceso de lanzamiento de Alpaca ahora es más confiable
fr: Corrigé : le processus de lancement d'Alpaca et plus sûr
hi: आल्पाका की लॉन्च प्रक्रिया अधिक विश्वसनीय है
id: Proses peluncuran Alpaca lebih andal
it: Il processo di avvio di Alpaca è più stabile
kn: ಅಲ್ಪಕಾ ಉಡಾವಣಾ ಪ್ರಕ್ರಿಯೆಯು ಹೆಚ್ಚು ವಿಶ್ವಾಸಾರ್ಹವಾಗಿದೆ
nl: Alpaca's opstartproces is betrouwbaarder
pt_br: O processo de inicialização do Alpaca agora é mais sólido
ta: அல்பாகாவின் தொடக்க செயல்முறை மிகவும் நம்பகமானது
te: అల్పాకా యొక్క ప్రయోగ ప్రక్రియ మరింత నమ్మదగినది
tr: Alpaca'nın açılış süreci daha güvenilir
uk: Процес запуску Alpaca став надійнішим

source: Closing the terminal now kills the script subprocess
bn: টার্মিনাল বন্ধ করলে এখন স্ক্রিপ্ট সাবপ্রসেস বন্ধ হয়ে যাবে
de: Das Terminal zu schließen führt nun zum Beenden des Skript-Subprozesses
es: Cerrar la terminal ahora detiene el suproceso del script
hi: अब टर्मिनल बंद करने से स्क्रिप्ट सबप्रोसेस समाप्त हो जाएगा
id: Menutup terminal sekarang akan menghentikan subproses skrip
it: La chiusura del terminale ora termina il sottoprocesso dello script
kn: ಟರ್ಮಿನಲ್ ಅನ್ನು ಮುಚ್ಚುವುದು ಈಗ ಸ್ಕ್ರಿಪ್ಟ್ ಉಪ -ಪ್ರೊಸೆಸ್ ಅನ್ನು ಕೊಲ್ಲುತ್ತದೆ
pt_br: Fechar o terminal agora mata o subprocesso do script
ta: டெர்மினலை மூடுவது இப்போது ஸ்கிரிப்ட் துணைச்செயல்முறையை அழித்துவிடும்
te: టెర్మినల్‌ను మూసివేయడం ఇప్పుడు స్క్రిప్ట్ సబ్‌ప్రాసెస్‌ను నాశనం చేస్తుంది
tr: Terminali kapatmak artık komut dosyasını öldürüyor
uk: Закриття термінала тепер завершує процеси скриптів

source: Transitioned chat backend from JSON to SQLite3
bn: চ্যাট ব্যাকএন্ডকে জেসন থেকে এসকিউলাইট ৩ এ রূপান্তরিত করা হয়েছে
de: Chat-Backend von JSON zu SQLite migriert
es: Backend de chat transicionada de JSON a SQLite
hi: चैट बैकएंड को JSON से SQLite3 में बदला गया
id: Backend percakapan beralih dari JSON ke SQLite3
it: Trasferito il backend della chat da JSON a SQLite3
kn: JSON ನಿಂದ SQLite3 ಗೆ ಪರಿವರ್ತಿಸಿದ ಚಾಟ್ ಬ್ಯಾಕೆಂಡ್
nl: Chat backend overgezet van JSON naar SQLite3
pt_br: Transição do backend das conversas de JSON para SQLite3
ta: அரட்டை பின்புலம் JSON இலிருந்து SQLite3 க்கு மாற்றப்பட்டது
te: JSON నుండి SQLite3కి మార్చబడిన చాట్ బ్యాకెండ్
tr: Sohbet backendi JSON'dan SQLite3'e çevrildi
uk: Перехід чату з JSON на SQLite3

source: Changed appearance of messages
bn: বার্তার চেহারা পরিবর্তন করা হয়েছে
de: Erscheinungsbild der Nachrichten geändert
es: Cambiada la apariencia de mensajes
hi: संदेशों की उपस्थिति बदली गई
id: Mengubah tampilan pesan
it: Cambiato l'aspetto dei messaggi
kn: ಸಂದೇಶಗಳ ಬದಲಾದ ನೋಟ
nl: Veranderd uiterlijk van berichten
pt_br: Alteração na aparência das mensagens
ta: செய்திகளின் தோற்றம் மாற்றப்பட்டது
te: సందేశాల రూపాన్ని మార్చారు
tr: Mesajların görünümü değişti
uk: Змінено вигляд повідомлень

source: Added the option to add profile pictures to models
bn: মডেলে প্রোফাইল ছবি যোগ করার বিকল্প যোগ করা হয়েছে
de: Option hinzugefügt, um Profilbilder zu Modellen hinzuzufügen
es: Opción añadida para agregar fotos de perfil a modelos
hi: मॉडल्स में प्रोफाइल चित्र जोड़ने का विकल्प जोड़ा गया
id: Menambahkan opsi untuk menambahkan gambar profil ke model
it: Aggiunta l'opzione di aggiungere immagini di profilo ai modelli
kn: ಮಾದರಿಗಳಿಗೆ ಪ್ರೊಫೈಲ್ ಚಿತ್ರಗಳನ್ನು ಸೇರಿಸುವ ಆಯ್ಕೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Optie toegevoegd om profielfoto's aan modellen toe te voegen
pt_br: Adicionada a opção de adicionar fotos de perfil para modelos
ta: மாதிரிகளுக்கு சுயவிவரப் படங்களைச் சேர்க்கும் விருப்பம் சேர்க்கப்பட்டது
te: మోడల్‌లకు ప్రొఫైల్ చిత్రాలను జోడించే ఎంపికను జోడించారు
tr: Modellere profil resimleri ekleme seçeneği eklendi
uk: Додано опцію для додавання профільних зображень до моделей

source: Fix
bn: সংশোধন করুন
de: Fehlerbehebung
es: Arreglo
fr: Correctif
hi: सुधार/समाधान
id: Perbaikan
it: Correzioni
kn: ಸರಿ
nb_no: Fiks
pt_br: Correção
ta: சரிசெய்தல்
te: పరిష్కరించండి
tr: Düzeltmeler
uk: Виправлення

source: Changed override HIP_VISIBLE_DEVICES to ROCR_VISIBLE_DEVICES
bn: ওভাররাইড HIP_VISIBLE_DEVICES কে ROCR_VISIBLE_DEVICES এ পরিবর্তন করা হয়েছে
de: Override HIP_VISIBLE_DEVICES zu ROCR_VISIBLE_DEVICES gewechselt
es: Cambiados override de HIP_VISIBLE_DEVICES a ROCR_VISIBLE_DEVICES
hi: ओवरराइड HIP_VISIBLE_DEVICES को ROCR_VISIBLE_DEVICES में बदला गया
id: Mengubah override HIP_VISIBLE_DEVICES menjadi ROCR_VISIBLE_DEVICES
it: Modificato l'override da HIP_VISIBLE_DEVICES a ROCR_VISIBLE_DEVICES
kn: ROCR_VISIBLE_DEVICES ಗೆ ಅತಿಕ್ರಮಣ HIP_VISIBLE_DEVICES ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Overschrijving HIP_VISIBLE_DEVICES veranderd in ROCR_VISIBLE_DEVICES
pt_br: Substituição da sobrescrita HIP_VISIBLE_DEVICES para ROCR_VISIBLE_DEVICES
ta: HIP_VISIBLE_DEVICES ஐ ROCR_VISIBLE_DEVICES ஆக மாற்றப்பட்டது
te: ఓవర్‌రైడ్ HIP_VISIBLE_DEVICESని ROCR_VISIBLE_DEVICESకి మార్చబడింది
tr: HIP_VISIBLE_DEVICES, ROCR_VISIBLE_DEVICES olarak değiştirildi
uk: Змінено переважання HIP_VISIBLE_DEVICES на ROCR_VISIBLE_DEVICES

source: Added categories to models
bn: মডেলগুলিতে বিভাগ যোগ করা হয়েছে
de: Kategorien zu Modellen hinzugefügt
es: Añadidas categorias a modelos
hi: मॉडल्स में श्रेणियाँ जोड़ी गईं
id: Menambahkan kategori ke model
it: Aggiunte categorie ai modelli
kn: ಮಾದರಿಗಳಿಗೆ ವರ್ಗಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Categorieën toegevoegd aan modellen
pt_br: Adicionada categorias para modelos
ta: மாதிரிகளுக்கு வகைகளைச் சேர்த்தது
te: మోడల్‌లకు వర్గాలు జోడించబడ్డాయి
tr: Modellere kategoriler eklendi
uk: Додано категорії до моделей

source: Specified model's languages
bn: নির্দিষ্ট মডেলের ভাষাসমূহ
de: Sprachen der Modelle spezifiziert
es: Especificar lenguajes de modelo
hi: मॉडल की भाषाएँ निर्दिष्ट की गईं
id: Menentukan bahasa model
it: Specificata la lingua del modello
kn: ನಿರ್ದಿಷ್ಟ ಮಾದರಿಯ ಭಾಷೆಗಳು
nl: Talen van modellen gespecificeerd
pt_br: Idiomas do modelo específico
ta: மாதிரியின் மொழிகள் குறிப்பிடப்பட்டுள்ளன
te: పేర్కొన్న మోడల్ భాషలు
tr: Modellerin dilleri açıklandı
uk: Визначені мови моделей

source: Added warning when downloading embedding models
bn: এম্বেডিং মডেল ডাউনলোড করার সময় সতর্কতা যোগ করা হয়েছে
de: Warnung beim Download von Embedding-Modellen hinzugefügt
es: Añadida advertencia cuando se descargan modelos de incrustación
hi: एम्बेडिंग मॉडल डाउनलोड करते समय चेतावनी जोड़ी गई
id: Menambahkan peringatan saat mengunduh model embedding
it: Aggiunto un avviso quando si scaricano i modelli di incorporamento
kn: ಎಂಬೆಡಿಂಗ್ ಮಾದರಿಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಾಗ ಎಚ್ಚರಿಕೆ ಸೇರಿಸಲಾಗಿದೆ
nl: Waarschuwing toegevoegd bij het downloaden van embeddende modellen
pt_br: Adicionado aviso quando for feito o download de modelos de embedding
ta: எம்பெடிங் மாதிரிகளைப் பதிவிறக்கும்போது எச்சரிக்கை சேர்க்கப்பட்டது
te: పొందుపరిచే మోడల్‌లను డౌన్‌లోడ్ చేస్తున్నప్పుడు హెచ్చరిక జోడించబడింది
tr: Gömme modellerini indirirken uyarı eklendi
uk: Додано попередження при завантаженні моделей для вбудовування

source: Replaced low ram warning with big model warning
bn: কম র‍্যাম সতর্কতা প্রতিস্থাপন করা হয়েছে বড় মডেল সতর্কতার সাথে
de: Warnung über geringen Arbeitsspeicher mit Warnung zu großem Modell ersetzt
es: Se reemplazó la advertencia de RAM baja con una advertencia de modelo grande
hi: कम रैम चेतावनी को बड़े मॉडल चेतावनी से बदल दिया गया
id: Mengganti peringatan RAM rendah dengan peringatan model besar
it: Sostituito l'avviso di ram bassa con l'avviso di modello grande
kn: ಕಡಿಮೆ ರಾಮ್ ಎಚ್ಚರಿಕೆಯನ್ನು ದೊಡ್ಡ ಮಾದರಿ ಎಚ್ಚರಿಕೆಯೊಂದಿಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Waarschuwing voor te weinig ram vervangen door waarschuwing voor groot model
pt_br: Substituído o aviso de pouca ram por um aviso de modelo grande
ta: குறைந்த ரேம் எச்சரிக்கை பெரிய மாதிரி எச்சரிக்கையுடன் மாற்றப்பட்டது
te: తక్కువ రామ్ హెచ్చరిక పెద్ద మోడల్ హెచ్చరికతో భర్తీ చేయబడింది
tr: Düşük RAM uyarısı büyük model uyarısı ile değiştirildi
uk: Заміна попередження про малу пам'ять на попередження про великі моделі

source: Correctly escape markup before rendering message
bn: বার্তা প্রদর্শনের আগে মার্কআপকে সঠিকভাবে এস্কেপ করুন
de: Markup richtig escapen, bevor es in der Nachricht gerendert wird
es: Correctamente escapa markup antes de renderizar mensaje
hi: संदेश प्रदर्शित करने से पहले मार्कअप को सही से बचाएं
id: Melakukan escape markup dengan benar sebelum merender pesan
it: Corretta l'uscita dal markup prima del rendering del messaggio
kn: ಸಂದೇಶವನ್ನು ಸಲ್ಲಿಸುವ ಮೊದಲು ಸರಿಯಾಗಿ ತಪ್ಪಿಸಿಕೊಳ್ಳಿ
nl: Opmaak ontsnapt voordat bericht wordt weergegeven
pt_br: Escapar corretamente da marcação antes de renderizar a mensagem
ta: செய்தியை வழங்கும் முன் மார்க்கப்பை சரியாகத் தப்பிக்கவும்
te: సందేశాన్ని అందించడానికి ముందు మార్కప్ నుండి సరిగ్గా తప్పించుకోండి
tr: Mesajı oluşturmadan (render etmeden) önce işaretlemeyi (markup) doğru şekilde kaçışla (escape).
uk: Правильне екранування розмітки перед відображенням повідомлення
