Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: CodeGemma is a collection of powerful, lightweight models that can perform a variety of coding tasks like fill-in-the-middle code completion, code generation, natural language understanding, mathematical reasoning, and instruction following.
bn: কোডজেমা হল একটি শক্তিশালী, হালকা মডেলের সংগ্রহ যা কোড সম্পূর্ণকরণ, কোড উৎপাদন, প্রাকৃতিক ভাষা বোঝাপড়া, গাণিতিক যুক্তি এবং নির্দেশনা অনুসরণের মতো বিভিন্ন কোডিং কাজ করতে পারে।
de: CodeGemma ist eine Sammlung leistungsstarker, leichtgewichtiger Modelle, die eine Vielzahl von Codieraufgaben ausführen können, wie z. B. Fill-in-the-Middle-Code-Vervollständigung, Code-Generierung, Verständnis natürlicher Sprache, mathematisches Schlussfolgern und Anweisungsbefolgung.
es: CodeGemma es una colección de poderosos, modelos livianos que pueden hacer una variedad de tareas de codigo como fill-in-the-middle completación de codigo, generación de codigo, comprensión de lenguaje natural, razonamiento matematico y seguimiento de instrucciones.
fr: CodeGemma est une collection de modèles puissants et légers capables d'accomplir diverses tâches de codage telles que la complétion de code en milieu de phrase, la génération de code, la compréhension du langage naturel, le raisonnement mathématique et le suivi des instructions.
hi: कोडगेम्मा शक्तिशाली और हल्के मॉडल्स का एक संग्रह है जो कोडिंग कार्यों की एक श्रृंखला को पूरा कर सकता है, जैसे कि फिल-इन-द-मिडिल कोड पूर्णता, कोड जनरेशन, प्राकृतिक भाषा समझ, गणितीय तर्क, और निर्देश अनुसरण
id: CodeGemma adalah kumpulan model kuat dan ringan yang dapat melakukan berbagai tugas pemrograman seperti penyelesaian kode di tengah, pembuatan kode, pemahaman bahasa alami, penalaran matematis, dan mengikuti instruksi.
it: CodeGemma è un insieme di modelli potenti e leggeri in grado di eseguire una serie di compiti di codifica come il completamento di codice 'fill-in-the-middle', la generazione di codice, la comprensione del linguaggio naturale, il ragionamento matematico e l'esecuzione di istruzioni.
kn: ಕೋಡ್‌ಜೆಮ್ಮಾ ಎನ್ನುವುದು ಶಕ್ತಿಯುತ, ಹಗುರವಾದ ಮಾದರಿಗಳ ಸಂಗ್ರಹವಾಗಿದ್ದು, ಫಿಲ್-ಇನ್-ದಿ-ಮಿಡಲ್ ಕೋಡ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ, ಕೋಡ್ ಉತ್ಪಾದನೆ, ನೈಸರ್ಗಿಕ ಭಾಷಾ ತಿಳುವಳಿಕೆ, ಗಣಿತದ ತಾರ್ಕಿಕತೆ ಮತ್ತು ಸೂಚನಾ ಅನುಸರಣೆಯಂತಹ ವಿವಿಧ ಕೋಡಿಂಗ್ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಬಲ್ಲದು.
nb_no: CodeGema er en samling av kraftige, lette modeller som kan utføre en variert grad av kodeoppgaver som fyll i midten kode ferdigstillelse, kode generasjon, naturlig språkforståelse, matematisk resonnement, og instruksjon følging.
nl: CodeGemma is een verzameling krachtige, lichtgewicht modellen die verschillende coderingstaken kunnen uitvoeren, zoals het invullen van code, het genereren van code, het begrijpen van natuurlijke taal, wiskundig redeneren en het volgen van instructies.
pt_br: CodeGemma é uma coleção de modelos leves e poderosos que podem executar uma variedade de tarefas de codificação, como preenchimento de código intermediário, geração de código, compreensão de linguagem natural, raciocínio matemático e seguimento de instruções.
ru: CodeGemma — это набор мощных и легких моделей, которые могут выполнять различные задачи кодирования, такие как завершение кода с заполнением посередине, генерация кода, понимание естественного языка, математические рассуждения и выполнение инструкций.
ta: CodeGemma என்பது நிரல் குறியீடு செய்யும் பணிகளைச் செய்யக்கூடிய சக்திவாய்ந்த, இலகுரக மாதிரிகளின் தொகுப்பாகும், இது நிரல் குறியீட்டை முடித்தல், குறியீட்டை உருவாக்குதல், இயற்கையான மொழி புரிதல், கணித வாதம் மற்றும் அறிவுறுத்தல்களைப் பின்பற்றுதல் போன்றவையாகும்.
te: CodeGemma అనేది శక్తివంతమైన, తేలికైన మోడల్‌ల సమాహారం, ఇది మిడిల్ కోడ్ పూర్తి చేయడం, కోడ్ ఉత్పత్తి చేయడం, సహజ భాషా అవగాహన, గణిత తార్కికం మరియు సూచనలను అనుసరించడం వంటి విభిన్న కోడింగ్ పనులను చేయగలదు.
tr: CodeGemma, orta derecede güçlü ve hafif modellerden oluşan bir koleksiyondur; bu modeller, ortalama kod tamamlama, kod üretimi, doğal dil anlama, matematiksel akıl yürütme ve talimat takip etme gibi çeşitli kodlama görevlerini gerçekleştirebilir.
uk: CodeGemma — це збірка потужних, легких моделей, які можуть виконувати різноманітні завдання з кодування, такі як завершення коду, генерація коду, розуміння природної мови, математичне міркування та виконання інструкцій.

source: An open-source Mixture-of-Experts code language model that achieves performance comparable to GPT4-Turbo in code-specific tasks.
bn: কোড-স্পেসিফিক টাস্কগুলিতে GPT4-Turbo এর সাথে তুলনীয় পারফরম্যান্স অর্জন করে একটি উন্মুক্ত-সোর্স মিক্সচার-অফ-এক্সপার্টস কোড ভাষা মডেল
de: Ein Open-Source-Mixture-of-Experts-Codesprachmodell, das bei codespezifischen Aufgaben eine Leistung vergleichbar mit GPT4-Turbo erreicht.
es: Un modelo de lenguaje Mixturer-of-Experts abierto que consigue un rendimiento comparable a GPT4-Turbo en tareas especificas a codigo.
fr: Un modèle open-source de code utilisant un mélange d'experts qui atteint des performances comparables à GPT-4 Turbo dans des tâches spécifiques au code.
hi: एक ओपन-सोर्स मिक्सचर-ऑफ-एक्सपर्ट्स कोड भाषा मॉडल जो जीपीटी4-टर्बो के समान प्रदर्शन प्राप्त करता है कोड-विशिष्ट कार्यों में
id: Model bahasa kode Mixture-of-Experts sumber terbuka yang mencapai kinerja sebanding dengan GPT4-Turbo dalam tugas khusus kode.
it: Un modello open source del tipo Mixture-of-Experts per la scrittura di codice, che raggiunge prestazioni paragonabili a GPT4-Turbo in compiti specifici di scrittura del codice
kn: ಕೋಡ್-ನಿರ್ದಿಷ್ಟ ಕಾರ್ಯಗಳಲ್ಲಿ ಜಿಪಿಟಿ 4-ಟರ್ಬೊಗೆ ಹೋಲಿಸಬಹುದಾದ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಸಾಧಿಸುವ ತೆರೆದ ಮೂಲ ಮಿಶ್ರಣ-ತಜ್ಞ ಕೋಡ್ ಭಾಷಾ ಮಾದರಿ.
nb_no: En åpen kildekode Mixture-of-Experts kodespråkmodell som oppnår sammenlignes ytelse med GPT4-Turbo i kodespesifikke oppgaver.
nl: Een open-source Mixture-of-Experts codetaalmodel dat prestaties haalt die vergelijkbaar zijn met GPT4-Turbo in code specifieke taken.
pt_br: Um modelo de linguagem de código Mixture-of-Experts de código aberto que atinge desempenho comparável ao GPT4-Turbo em tarefas específicas de código.
ru: Модель языка кода Mixture-of-Experts с открытым исходным кодом, обеспечивающая производительность, сравнимую с GPT4-Turbo, в задачах, специфичных для кода.
ta: குறியீடு-குறிப்பிட்ட பணிகளில் GPT4-டர்போவுக்கு நிகரான செயல்திறனை அடையும் ஒரு திறந்த மூல நிபுணர்களின் கலவை குறியீடு மொழி மாதிரி.
te: కోడ్-నిర్దిష్ట టాస్క్‌లలో GPT4-Turboతో పోల్చదగిన పనితీరును సాధించే ఓపెన్-సోర్స్ మిక్స్‌చర్-ఆఫ్-ఎక్స్‌పర్ట్స్ కోడ్ లాంగ్వేజ్ మోడల్.
tr: Kodla ilgili görevlerde GPT4-Turbo ile karşılaştırılabilir performans sergileyen açık kaynaklı bir Mixture-of-Experts kod dil modelidir.
uk: Модель коду на основі Mixture-of-Experts з відкритим виходом, яка досягає перформансу, порівнюваного з GPT4-Turbo у завданнях, що стосуються коду.

source: Phi-2: a 2.7B language model by Microsoft Research that demonstrates outstanding reasoning and language understanding capabilities.
bn: ফাই-২: মাইক্রোসফট রিসার্চ দ্বারা একটি ২.৭বি ভাষা মডেল যা অসাধারণ যুক্তি এবং ভাষা বোঝার ক্ষমতা প্রদর্শন করে।
de: Phi-2: ein 2,7-Milliarden-Sprachmodell von Microsoft Research, das herausragende Fähigkeiten beim Schlussfolgern und Sprachverständnis demonstriert.
es: Phi-2: un modelo de lenguaje de 2.700 millones de Microsoft Research que demuestra excelentes capacidades de razonamiento y comprensión del lenguaje.
fr: Phi-2 : un modèle de langage de 2.7B développé par Microsoft Research qui démontre des capacités exceptionnelles de raisonnement et de compréhension du langage.
hi: फाई-2: माइक्रोसॉफ्ट रिसर्च द्वारा निर्मित 2.7B भाषा मॉडल जो उत्कृष्ट तर्क और भाषा समझ क्षमताओं का प्रदर्शन करता है
id: Phi-2: model bahasa 2.7B oleh Microsoft Research yang menunjukkan kemampuan penalaran dan pemahaman bahasa yang luar biasa.
it: Phi-2: un modello linguistico 2.7B di Microsoft Research che dimostra eccezionali capacità di ragionamento e di comprensione del linguaggio.
kn: ಪಿಹೆಚ್‌ಐ -2: ಮೈಕ್ರೋಸಾಫ್ಟ್ ರಿಸರ್ಚ್‌ನ 2.7 ಬಿ ಭಾಷಾ ಮಾದರಿ, ಇದು ಅತ್ಯುತ್ತಮ ತಾರ್ಕಿಕತೆ ಮತ್ತು ಭಾಷಾ ತಿಳುವಳಿಕೆ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
nb_no: Phi-2: en 2.7B-språkmodell av Microsoft Research som viser veldig god resonnement og språkforståelse med tanke på størrelse.
nl: Phi-2: een 2.7B taalmodel van Microsoft Research dat uitstekende redeneer- en taalbegripscapaciteiten laat zien.
pt_br: Phi-2: um modelo de linguagem 2.7B da Microsoft Research que demonstra excelentes capacidades de raciocínio e compreensão de linguagem.
ru: Phi-2: языковая модель 2,7B от Microsoft Research, демонстрирующая выдающиеся способности к рассуждению и пониманию языка.
ta: Phi-2: மைக்ரோசாஃப்ட் ஆராய்ச்சி உருவாக்கிய 2.7B மொழி மாதிரி, இது சிறந்த வாதம் மற்றும் மொழி புரிதல் திறன்களைக் காட்டுகிறது.
te: Phi-2: మైక్రోసాఫ్ట్ రీసెర్చ్ ద్వారా 2.7B భాషా నమూనా, ఇది అత్యుత్తమ తార్కికం మరియు భాషా అవగాహన సామర్థ్యాలను ప్రదర్శిస్తుంది.
tr: Phi-2: Microsoft Research tarafından geliştirilen, olağanüstü akıl yürütme ve dil anlama yeteneklerine sahip 2.7B dil modelidir.
uk: Phi-2: мовна модель 2.7B від Microsoft Research, яка демонструє високі можливості в міркуванні та розумінні мови.

source: Uncensored Llama 2 model by George Sung and Jarrad Hope.
bn: জর্জ সাং এবং জ্যারাড হোপ দ্বারা অনসেন্সর্ড ল্লামা ২ মডেল।
de: Unzensiertes Llama 2-Modell von George Sung und Jarrad Hope.
es: Modelo Llama 2 descensurado por George Sung y Jarrad Hope.
fr: Modèle Llama 2 non censuré par George Sung et Jarrad Hope.
hi: जॉर्ज सुंग और जैरड होप द्वारा निर्मित अनसेंसर्ड ल्लामा 2 मॉडल
id: Model Llama 2 tanpa sensor oleh George Sung dan Jarrad Hope.
it: Modello Llama 2 non censurato di George Sung e Jarrad Hope.
kn: ಜಾರ್ಜ್ ಸಂಗ್ ಮತ್ತು ಜರ್ರಾಡ್ ಹೋಪ್ ಅವರಿಂದ ಸೆನ್ಸಾರ್ ಮಾಡದ ಲಾಮಾ 2 ಮಾದರಿ.
nb_no: Uncensurert Llama 2 modell av George Sung og Jarrad Hope.
nl: Ongecensureerd Llama 2 model door George Sung en Jarrad Hope.
pt_br: Modelo Llama 2 sem censura por George Sung e Jarrad Hope.
ru: Модель Llama 2 без цензуры от Джорджа Санга и Джаррада Хоупа.
ta: ஜார்ஜ் சங் மற்றும் ஜார்ட் ஹோப் எழுதிய சென்சார் செய்யப்படாத Llama 2 மாதிரி.
te: జార్జ్ సంగ్ మరియు జర్రాడ్ హోప్ ద్వారా సెన్సార్ చేయని లామా 2 మోడల్.
tr: George Sung ve Jarrad Hope tarafından sağlanan sansürsüz Llama 2 modelidir.
uk: Неконтрольована модель Llama 2 від George Sung та Jarrad Hope.

source: DeepSeek Coder is a capable coding model trained on two trillion code and natural language tokens.
bn: ডিপসীক কোডার হল দুই ট্রিলিয়ন কোড এবং প্রাকৃতিক ভাষা টোকেনগুলির উপর প্রশিক্ষিত একটি সক্ষম কোডিং মডেল।
de: DeepSeek Coder ist ein leistungsfähiges Codiermodell, das mit zwei Billionen Code- und natürlichen Sprach-Token trainiert wurde.
es: DeepSeek Coder en un modelo especializado en codigo, entrenado en 2 trillones de tokens de codigo y lenguaje natural.
fr: DeepSeek Coder est un modèle de codage performant entraîné sur deux trillions de tokens de code et de langage naturel.
hi: डीपसीक कोडर एक सक्षम कोडिंग मॉडल है जो दो ट्रिलियन कोड और प्राकृतिक भाषा टोकन्स पर प्रशिक्षित है
id: DeepSeek Coder adalah model pemrograman yang mampu, dilatih pada dua triliun kode dan token bahasa alami.
it: DeepSeek Coder è un capace modello di scrittura di codice addestrato su due trilioni di linee di codice e token di linguaggio naturale.
kn: ಡೀಪ್‌ಸೀಕ್ ಕೋಡರ್ ಎರಡು ಟ್ರಿಲಿಯನ್ ಕೋಡ್ ಮತ್ತು ನೈಸರ್ಗಿಕ ಭಾಷಾ ಟೋಕನ್‌ಗಳಲ್ಲಿ ತರಬೇತಿ ಪಡೆದ ಸಮರ್ಥ ಕೋಡಿಂಗ್ ಮಾದರಿಯಾಗಿದೆ.
nb_no: DeepSeek Coder er en dyktig kodemodell som trenes på to trillioner kode og naturlig språk inndataer.
nl: DeepSeek Coder is een capabel coderingsmodel dat is getraind op twee biljoen code en tokens in natuurlijke taal.
pt_br: O DeepSeek Coder é um modelo de codificação capaz de ser treinado em dois trilhões de códigos e tokens de linguagem natural.
ru: DeepSeek Coder — это эффективная модель кодирования, обученная на двух триллионах кода и токенах естественного языка.
ta: DeepSeek Coder என்பது இரண்டு டிரில்லியன் குறியீடு மற்றும் இயற்கை மொழி டோக்கன்களில் பயிற்சி அளிக்கப்பட்ட ஒரு திறமையான குறியீட்டு மாதிரி ஆகும்.
te: డీప్‌సీక్ కోడర్ అనేది రెండు ట్రిలియన్ కోడ్ మరియు సహజ భాషా టోకెన్‌లపై శిక్షణ పొందిన సామర్థ్యం గల కోడింగ్ మోడల్.
tr: DeepSeek Coder, iki trilyon kod ve doğal dil token üzerinde eğitilmiş yetenekli bir kodlama modelidir.
uk: DeepSeek Coder — це потужна модель для кодування, навчена на двох трильйонах токенів коду та природної мови.

source: A suite of text embedding models by Snowflake, optimized for performance.
bn: স্নোফ্লেক(Snowflake) দ্বারা পারফরম্যান্সের জন্য অপ্টিমাইজড টেক্সট এম্বেডিং মডেলের একটি স্যুট।
de: Eine Sammlung von Text-Embedding-Modellen von Snowflake, optimiert für die Leistung.
es: Un conjunto de modelos de incrustación de texto por Snowflake, optimizados para el rendimiento.
fr: Une suite de modèles d'embedding textuel par Snowflake, optimisée pour la performance.
hi: स्नोफ्लेक द्वारा प्रदर्शन के लिए अनुकूलित टेक्स्ट एम्बेडिंग मॉडल्स का एक सूट।
id: Serangkaian model embedding teks oleh Snowflake, dioptimalkan untuk kinerja.
it: Una suite di modelli di embedding del testo di Snowflake, ottimizzati per le prestazioni.
kn: ಸ್ನೋಫ್ಲೇಕ್ ಅವರಿಂದ ಪಠ್ಯ ಎಂಬೆಡಿಂಗ್ ಮಾದರಿಗಳ ಸೂಟ್, ಕಾರ್ಯಕ್ಷಮತೆಗಾಗಿ ಹೊಂದುವಂತೆ ಮಾಡಲಾಗಿದೆ.
nb_no: En gruppe med tekstinnebygge modeller av Snowflake, optimalisert for ytelse.
nl: Een reeks tekstinbeddingsmodellen van Snowflake, geoptimaliseerd voor prestaties.
pt_br: Um conjunto de modelos de embedding de texto da Snowflake, otimizados para desempenho.
ru: Набор моделей встраивания текста от Snowflake, оптимизированных для повышения производительности.
ta: Snowflake ஆல் உருவாக்கப்பட்ட உரை உட்பொதிவு மாதிரிகளின் தொகுப்பு, செயல்திறனுக்காக உகந்ததாக உள்ளது.
te: స్నోఫ్లేక్ ద్వారా టెక్స్ట్ ఎంబెడ్డింగ్ మోడల్‌ల సూట్, పనితీరు కోసం ఆప్టిమైజ్ చేయబడింది.
tr: Snowflake tarafından sağlanan, performans için optimize edilmiş bir dizi metin gömme modelidir.
uk: Набір моделей вбудовування тексту від Snowflake, оптимізований для продуктивності.

source: State of the art large language model from Microsoft AI with improved performance on complex chat, multilingual, reasoning and agent use cases.
bn: মাইক্রোসফট এআই থেকে জটিল চ্যাট, বহুভাষিক, যুক্তি এবং এজেন্ট ব্যবহারের ক্ষেত্রে উন্নত পারফরম্যান্সসহ সর্বাধুনিক বড় ভাষা মডেল।
de: State-of-the-Art-Großsprachenmodell von Microsoft AI mit verbesserter Leistung bei komplexen Chat-, mehrsprachigen, Reasoning- und Agenten-Anwendungsfällen.
es: Modelo de lenguaje grande de vanguardia de Microsoft AI con rendimiento mejorado en chat complejo, multilingüe, razonamiento y casos de uso de agentes.
fr: Modèle de langage de pointe de Microsoft AI avec des performances améliorées sur les tâches complexes de chat, multilingues, de raisonnement et d'utilisation d'agents.
hi: माइक्रोसॉफ्ट एआई से कला की स्थिति बड़ा भाषा मॉडल जिसमें जटिल चैट, बहुभाषी, तर्क और एजेंट उपयोग के मामलों में सुधार किया गया है।
id: Model bahasa besar terkini dari Microsoft AI dengan peningkatan kinerja pada obrolan kompleks, multilingual, penalaran, dan kasus penggunaan agen.
it: Modello linguistico di grandi dimensioni all'avanguardia di Microsoft AI con prestazioni migliorate per casi d'uso complessi di chat, multilingua, ragionamento e agenti.
kn: ಸಂಕೀರ್ಣ ಚಾಟ್, ಬಹುಭಾಷಾ, ತಾರ್ಕಿಕ ಮತ್ತು ದಳ್ಳಾಲಿ ಬಳಕೆಯ ಸಂದರ್ಭಗಳಲ್ಲಿ ಸುಧಾರಿತ ಕಾರ್ಯಕ್ಷಮತೆಯೊಂದಿಗೆ ಮೈಕ್ರೋಸಾಫ್ಟ್ ಎಐನಿಂದ ಆರ್ಟ್ ಆಫ್ ಆರ್ಟ್ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿ.
nb_no: Topp ytende stor språkmodell fra Microsoft AI med forbedret ytelse på kompleks chat, flerspråklig, resonnement og agent bruk tilfeller.
nl: Geavanceerd groot taalmodel van Microsoft AI met verbeterde prestaties op complexe chat-, meertaligheid-, redeneer- en agent-gebruikscases.
pt_br: Modelo de linguagem de última geração da Microsoft AI com desempenho aprimorado em casos de uso complexos de conversação, multilíngue, raciocínio e agente.
ru: Современная модель большого языка от Microsoft AI с улучшенной производительностью в сложных чатах, многоязычных средах, рассуждениях и сценариях использования агентов.
ta: சிக்கலான அரட்டை, பல மொழி, வாதம் மற்றும் முகவர் பயன்பாட்டு நிகழ்வுகளில் மேம்பட்ட செயல்திறன் கொண்ட மைக்ரோசாஃப்ட் AI இலிருந்து மிகச் சிறந்த பெரிய மொழி மாதிரி.
te: కాంప్లెక్స్ చాట్, బహుభాషా, రీజనింగ్ మరియు ఏజెంట్ వినియోగ కేసులపై మెరుగైన పనితీరుతో Microsoft AI నుండి స్టేట్ ఆఫ్ ది ఆర్ట్ లార్జ్ లాంగ్వేజ్ మోడల్.
tr: Microsoft AI tarafından sağlanan, karmaşık sohbet, çok dilli, akıl yürütme ve ajan kullanım senaryolarında geliştirilmiş performansa sahip son teknoloji büyük dil modelidir.
uk: Сучасна велика мовна модель від Microsoft AI з покращеними результатами у складних чатових, багатомовних, міркувальних та агентських випадках використання.

source: The uncensored Dolphin model based on Mistral that excels at coding tasks. Updated to version 2.8.
bn: মিস্ট্রাল ভিত্তিক অনসেন্সর্ড ডলফিন মডেল যা কোডিং কাজে সমৃদ্ধ। 2.8 সংস্করণে আপডেট করা হয়েছে
de: Das unzensierte Dolphin-Modell basierend auf Mistral, das sich bei Codierungsaufgaben auszeichnet. Aktualisiert auf Version 2.8.
es: El modelo descensurado Dolphin, basado en Mistral que sobresale en tareas de codigo. Actualizado a la versión 2.8.
fr: Modèle non censuré Dolphin basé sur Mistral, excelle dans les tâches de codage. Mis à jour à la version 2.8.
hi: मिस्ट्रल पर आधारित अनसेंसर्ड डॉल्फिन मॉडल जो कोडिंग कार्यों में उत्कृष्टता प्राप्त करता है। संस्करण 2.8 में अपडेट किया गया है
id: Model Dolphin tanpa sensor berdasarkan Mistral yang unggul dalam tugas pemrograman.
it: Il modello Dolphin non censurato basato su Mistral che eccelle nei compiti di scrittura del codice. Aggiornato alla versione 2.8
kn: ಕೋಡಿಂಗ್ ಕಾರ್ಯಗಳಲ್ಲಿ ಉತ್ಕೃಷ್ಟವಾಗಿರುವ ಮಿಸ್ಟ್ರಾಲ್ ಆಧಾರಿತ ಸೆನ್ಸಾರ್ ಮಾಡದ ಡಾಲ್ಫಿನ್ ಮಾದರಿ. ಆವೃತ್ತಿ 2.8 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ.
nb_no: Den usensurerte Dolphin-modellen basert på Mistral som utmerker seg ved kodeoppgaver. Oppdatert til versjon 2.8.
nl: Het ongecensureerde Dolphin-model gebaseerd op Mistral dat uitblinkt in codeertaken. Bijgewerkt naar versie 2.8.
pt_br: O modelo Dolphin sem censura baseado no Mistral, que se destaca em tarefas de codificação. Atualizado para a versão 2.8.
ru: Модель Dolphin без цензуры, основанная на Mistral, которая превосходно справляется с задачами кодирования. Обновлено до версии 2.8.
ta: குறியீட்டுப் பணிகளில் சிறந்து விளங்கும் மிஸ்ட்ரலை அடிப்படையாகக் கொண்ட சென்சார் செய்யப்படாத டால்பின் மாதிரி. பதிப்பு 2.8 க்கு புதுப்பிக்கப்பட்டது.
te: మిస్ట్రాల్ ఆధారంగా సెన్సార్ చేయని డాల్ఫిన్ మోడల్, ఇది కోడింగ్ టాస్క్‌లలో రాణిస్తుంది. వెర్షన్ 2.8కి నవీకరించబడింది.
tr: Kodlama görevlerinde mükemmel sonuçlar veren sansürsüz Dolphin modelidir. Sürüm 2.8'e güncellenmiştir.
uk: Неконтрольована модель Dolphin на основі Mistral, яка відмінно справляється з завданнями кодування. Оновлена до версії 2.8.

source: Dolphin 2.9 is a new model with 8B and 70B sizes by Eric Hartford based on Llama 3 that has a variety of instruction, conversational, and coding skills.
bn: ডলফিন 2.9 হল এরিক হার্টফোর্ড কর্তৃক ল্লামা 3 এর উপর ভিত্তি করে 8B এবং 70B আকারের নতুন মডেল যা নির্দেশনা, কনভার্সেশনাল এবং কোডিং দক্ষতার বিভিন্ন রকম আছে
de: Dolphin 2.9 ist ein neues Modell mit 8B und 70B Größen von Eric Hartford basierend auf Llama 3, das eine Vielzahl von Anweisungs-, Konversations- und Codierungsfähigkeiten besitzt.
es: Dolphin 2.9 es un modelo nuevo con tamaños de 8B y 70B hecho por Eric Hartford basado en Llama 3, tiene una variedad de instrucciones conversacionales y habilidades en código
fr: Dolphin 2.9 est un nouveau modèle avec des tailles de 8B et 70B par Eric Hartford, basé sur Llama 3, ayant diverses compétences en instruction, conversation et codage.
hi: डॉल्फिन 2.9 एक नया मॉडल है जिसमें 8B और 70B आकार हैं, एरिक हार्टफोर्ड द्वारा ल्लामा 3 पर आधारित, जिसमें निर्देश, संवादात्मक और कोडिंग कौशलों की विविधता है
id: Dolphin 2.9 adalah model baru dengan ukuran 8B dan 70B oleh Eric Hartford yang berdasarkan Llama 3, memiliki berbagai keterampilan instruksi, percakapan, dan pemrograman.
it: Dolphin 2.9 è un nuovo modello con dimensioni di 8B e 70B di Eric Hartford, basato su Llama 3 e dotato di diverse abilità di istruzione, conversazione e scrittura di codice.
kn: ಡಾಲ್ಫಿನ್ 2.9 ಎನ್ನುವುದು ಲಾಮಾ 3 ರ ಆಧಾರದ ಮೇಲೆ ಎರಿಕ್ ಹಾರ್ಟ್ಫೋರ್ಡ್ ಅವರ 8 ಬಿ ಮತ್ತು 70 ಬಿ ಗಾತ್ರಗಳನ್ನು ಹೊಂದಿರುವ ಹೊಸ ಮಾದರಿಯಾಗಿದ್ದು, ಇದು ವಿವಿಧ ಸೂಚನೆಗಳು, ಸಂಭಾಷಣೆ ಮತ್ತು ಕೋಡಿಂಗ್ ಕೌಶಲ್ಯಗಳನ್ನು ಹೊಂದಿದೆ.
nb_no: Dolphin 2.9 er en ny modell med 8B og 70B-størrelser av Eric Hartford basert på Llama 3, som har en rekke instruksjon, konversasjon og koding ferdigheter.
nl: Dolphin 2.9 is een nieuw model met 8B en 70B formaten van Eric Hartford, gebaseerd op Llama 3, met verschillende instructie-, conversatie- en codeervaardigheden.
pt_br: O Dolphin 2.9 é um novo modelo com tamanhos 8B e 70B de Eric Hartford baseado no Llama 3 que tem uma variedade de habilidades de instrução, conversação e codificação.
ru: Dolphin 2.9 — это новая модель размеров 8B и 70B, созданная Эриком Хартфордом на основе Llama 3, которая обладает разнообразными навыками обучения, общения и программирования.
ta: டால்பின் 2.9 என்பது எரிக் ஹார்ட்ஃபோர்ட் உருவாக்கிய 8B மற்றும் 70B அளவுகளைக் கொண்ட ஒரு புதிய மாதிரி ஆகும், இது Llama 3 ஐ அடிப்படையாகக் கொண்டது, மேலும் இது பல்வேறு அறிவுறுத்தல், உரையாடல் மற்றும் குறியீட்டு திறன்களைக் கொண்டுள்ளது.
te: డాల్ఫిన్ 2.9 అనేది లామా 3 ఆధారంగా ఎరిక్ హార్ట్‌ఫోర్డ్ రూపొందించిన 8B మరియు 70B పరిమాణాలతో కూడిన కొత్త మోడల్, ఇది వివిధ రకాల సూచన, సంభాషణ మరియు కోడింగ్ నైపుణ్యాలను కలిగి ఉంది.
tr: Dolphin 2.9, Eric Hartford tarafından Llama 3'e dayanan 8B ve 70B boyutlarında çeşitli öğretim, konuşma ve kodlama becerilerine sahip yeni bir modeldir.
uk: Dolphin 2.9 — це нова модель з розмірами 8B і 70B від Eric Hartford на основі Llama 3, яка має різноманітні навички в інструкціях, розмовах і кодуванні.

source: Yi 1.5 is a high-performing, bilingual language model.
bn: ইয়ি 1.5 হল একটি উচ্চ-পারফর্মিং, দ্বিভাষিক ভাষা মডেল
de: Yi 1.5 ist ein leistungsstarkes zweisprachiges Sprachmodell.
es: Yi 1.5 es un modelo de lenguaje bilingüe de alto rendimiento.
fr: Yi 1.5 est un modèle de langage bilingue très performant.
hi: यी 1.5 एक उच्च प्रदर्शन वाला, द्विभाषी भाषा मॉडल है
id: Yi 1.5 adalah model bahasa bilingual dengan kinerja tinggi.
it: Yi 1.5 è un modello linguistico bilingue ad alte prestazioni.
kn: YI 1.5 ಹೆಚ್ಚಿನ ಕಾರ್ಯಕ್ಷಮತೆಯ, ದ್ವಿಭಾಷಾ ಭಾಷಾ ಮಾದರಿಯಾಗಿದೆ.
nb_no: Yi 1.5 er en høy-ytende, flerspråklig språkmodell.
nl: Yi 1.5 is een goed presterend, tweetalig taalmodel.
pt_br: Yi 1.5 é um modelo de linguagem bilíngue de alto desempenho.
ru: Yi 1.5 — это высокопроизводительная двуязычная языковая модель.
ta: Yi 1.5 என்பது அதிக செயல்திறன் கொண்ட, இருமொழி மொழி மாதிரி ஆகும்.
te: Yi 1.5 అధిక-పనితీరు, ద్విభాషా భాషా నమూనా.
tr: Yi 1.5, yüksek performanslı, iki dilli bir dil modelidir.
uk: Yi 1.5 — це високо продуктивна двомовна мовна модель.
