Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Title Model
bn: শিরোনাম মডেল
de: Titel-Modell
es: Modelo de Título
hi: शीर्षक मॉडल
id: Model Judul
it: Modello per la generazione del titolo
kn: ಶೀರ್ಷಿಕೆ ಮಾದರಿ
pt_br: Título do Modelo
te: టైటిల్ మోడల్
tr: Başlık modeli
uk: Модель заголовка

source: Model to use when generating a chat title
de: Modell, das benutzt werden soll, um einen Chat-Titel zu generieren
es: Modelo a utilizar al generar un título de chat
pt_br: Modelo a ser usado ao gerar um título de conversa

source: Send Message
bn: বার্তা পাঠান
de: Nachricht senden
es: Enviar Mensaje
fr: Envoyer le message
hi: संदेश भेजें
id: Kirim Pesan
it: Invia il messaggio
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
nb_no: Send Melding
nl: Bericht verzenden
pt_br: Enviar Mensagem
ru: Отправить Сообщение
ta: செய்தி அனுப்பு
te: సందేశం పంపండి
tr: Mesaj Gönder
uk: Надіслати повідомлення

source: Stop Message
bn: বার্তা থামান
de: Nachricht anhalten
es: Detener el Mensaje
fr: Arrêter le message
hi: संदेश रोकें
id: Hentikan Pesan
it: Interrompi il messaggio
kn: ಸಂದೇಶವನ್ನು ನಿಲ್ಲಿಸಿ
nl: Bericht stoppen
pt_br: Parar Mensagem
ta: செய்தியை நிறுத்து
te: సందేశాన్ని ఆపు
tr: Mesajı Durdur
uk: Зупинити повідомлення

source: Show Model Dialog
de: Modelldialog anzeigen
es: Mostrar Diálogo de Modelo

source: Remove Message
bn: বার্তা অপসারণ
de: Nachricht entfernen
es: Remover Mensaje
fr: Supprimer le message
hi: संदेश हटाएं
id: Hapus Pesan
it: Rimuovi il messaggio
kn: ಸಂದೇಶವನ್ನು ತೆಗೆದುಹಾಕಿ
nb_no: Fjern Melding
nl: Bericht verwijderen
pt_br: Remover Mensagem
ru: Удалить Сообщение
ta: செய்தியை அகற்று
te: సందేశాన్ని తీసివేయండి
tr: Mesajı Sil
uk: Видалити повідомлення

source: Copy Message
bn: বার্তা কপি করুন
de: Kopiere Nachricht
es: Copiar Mensaje
fr: Copier le message
hi: संदेश कॉपी करें
id: Salin Pesan
it: Copia il messaggio
kn: ಸಂದೇಶವನ್ನು ನಕಲಿಸಿ
nb_no: Kopier Melding
nl: Kopieer bericht
pt_br: Copiar Mensagem
ru: Копировать Сообщение
ta: செய்தியை நகலெடு
te: సందేశాన్ని కాపీ చేయండి
tr: Mesajı Kopyala
uk: Копіювати повідомлення

source: Edit Message
bn: বার্তা সম্পাদনা করুন
de: Nachricht bearbeiten
es: Editar Mensaje
fr: Éditer le message
hi: संदेश संपादित करें
id: Edit Pesan
it: Modifica il messaggio
kn: ಸಂದೇಶವನ್ನು ಸಂಪಾದಿಸಿ
nb_no: Rediger Melding
nl: Bericht bewerken
pt_br: Editar Mensagem
ru: Изменить Сообщение
ta: செய்தியைத் திருத்து
te: సందేశాన్ని సవరించండి
tr: Mesajı Düzenle
uk: Редагувати повідомлення

source: Regenerate Message
bn: বার্তা পুনরুত্পাদন করুন
de: Nachricht regenerieren
es: Regenerar Mensaje
fr: Regénérer le message
hi: संदेश पुनः उत्पन्न करें
id: Regenerasi Pesan
it: Rigenera il messaggio
kn: ಸಂದೇಶವನ್ನು ಪುನರುತ್ಪಾದಿಸಿ
nl: Bericht opnieuw genereren
pt_br: Gerar Mensagem Novamente
ta: செய்தியை மீண்டும் உருவாக்கு
te: సందేశాన్ని పునరుత్పత్తి చేయండి
tr: Mesajı Yeniden Oluştur
uk: Перегенерувати повідомлення

source: Model
de: Modell
es: Modelo

source: Remove Model
bn: মডেল মুছুন
de: Modell entfernen
es: Remover Modelo
fr: Supprimer le modèle
hi: मॉडल हटाएं
id: Hapus Model
it: Rimuovi il modello
kn: ಮಾದರಿಯನ್ನು ತೆಗೆದುಹಾಕಿ
pt_br: Remover Modelo
ta: மாதிரியை அகற்று
te: మోడల్‌ని తీసివేయండి
tr: Modeli Kaldır
uk: Видалити модель

source: Create Child
bn: শিশু তৈরি করুন
de: Abstammendes Modell aus diesem erstellen
es: Crear Descendiente
fr: Créer un enfant
hi: बच्चा बनाएं
id: Buat Anak
it: Crea un duplicato
kn: ಮಗುವನ್ನು ರಚಿಸಿ
pt_br: Criar Modelo Filho
ta: குழந்தையை உருவாக்கு
te: చైల్డ్‌ని సృష్టించండి
tr: Child yarat
uk: Створити нащадка

source: Languages
bn: ভাষা
de: Sprachen
es: Lenguajes
hi: भाषाएँ
id: Bahasa
it: Lingua
kn: ಭಾಷೆಗಳ
pt_br: Idiomas
te: భాషలు
tr: Diller

source: Set Profile Picture
de: Profilbild festlegen
es: Establecer Foto de Perfil

source: Profile Picture
bn: প্রোফাইল ছবি
de: Profilbild
es: Foto de Perfil
fr: Photo de profile
hi: प्रोफ़ाइल चित्र
id: Gambar Profil
it: Immagine del profilo
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರ
pt_br: Foto de Perfil
ta: சுயவிவரப் படம்
te: ప్రొఫైల్ చిత్రం
tr: Profil resmi
uk: Зображення профілю

source: Change
bn: পরিবর্তন
de: Ändern
es: Cambiar
fr: Changer
hi: बदलें
id: Ubah
it: Cambia
kn: ಬದಲಾವಣೆ
nl: wijzigen
pt_br: Alterar
ta: மாற்று
te: మార్చండి
tr: Değiştir
uk: Змінити

source: Remove
bn: মুছে ফেলুন
de: Entfernen
es: Remover
fr: Suprimmer
hi: हटाएं
id: Hapus
it: Rimuovi
kn: ತೆಗೆದುಹಾಕು
nl: Verwijder
pt_br: Remover
ru: Удалить
ta: அகற்று
te: తొలగించు
tr: Kaldır
uk: Видалити

source: Voice
bn: ভয়েস
de: Stimme
es: Voz
hi: आवाज़
id: Suara
it: Voce
kn: ಧ್ವನಿ
pt_br: Voz
te: వాయిస్
tr: Ses

source: Default
bn: ডিফল্ট
de: Standard
es: Predeterminado
hi: डिफ़ॉल्ट
it: Predefinito
kn: ಡಯೆಲು
pt_br: Padrão
te: డిఫాల్ట్
tr: Varsayılan

source: Files
bn: ফাইল
de: Dateien
es: Archivos
hi: फ़ाइलें
id: Berkas
it: File
pt_br: Arquivos
te: ఫైళ్లు
tr: Dosyalar

source: No Models
de: Keine Modelle
es: Sin Modelos
pt_br: Sem Modelos

source: By downloading this model you accept the license agreement available on the model's website
bn: এই মডেলটি ডাউনলোড করার মাধ্যমে আপনি মডেলের ওয়েবসাইটে উপলব্ধ লাইসেন্স চুক্তি গ্রহণ করছেন।
de: Durch das Herunterladen dieses Modells akzeptieren Sie die Lizenzbestimmungen auf der Website des Modells.
es: Al descargar este modelo, acepta el acuerdo de licencia disponible en el sitio web del modelo.
fr: En téléchargeant ce modèle, vous acceptez l'accord de licence disponible sur le site web du modèle
hi: इस मॉडल को डाउनलोड करके आप मॉडल की वेबसाइट पर उपलब्ध लाइसेंस समझौते को स्वीकार करते हैं।
id: Dengan mengunduh model ini, Anda menerima perjanjian lisensi yang tersedia di situs web model
it: Scaricando questo modello si accetta la licenza disponibile sul sito web del modello.
kn: ಈ ಮಾದರಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಮಾದರಿಯ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಲಭ್ಯವಿರುವ ಪರವಾನಗಿ ಒಪ್ಪಂದವನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ
pt_br: Ao baixar este modelo, você aceita o contrato de licença disponível no site do modelo
ta: இந்தப் மாதிரியைப் பதிவிறக்குவதன் மூலம், மாதிரியின் இணையதளத்தில் கிடைக்கும் உரிம ஒப்பந்தத்தை நீங்கள் ஏற்றுக்கொள்கிறீர்கள்
te: ఈ మోడల్‌ను డౌన్‌లోడ్ చేయడం ద్వారా మీరు మోడల్ వెబ్‌సైట్‌లో అందుబాటులో ఉన్న లైసెన్స్ ఒప్పందాన్ని అంగీకరిస్తారు
tr: Bu modeli indirerek, modelin web sitesinde bulunan lisans sözleşmesini kabul edersiniz
uk: Завантажуючи цю модель, ви приймаєте ліцензійну угоду, що доступна на вебсайті моделі

source: Create Model
bn: মডেল তৈরি করুন
de: Modell erstellen
es: Crear Modelo
fr: Créer un modèle
hi: मॉडल बनाएं
id: Buat Model
it: Crea un modello
nb_no: Lag Modell
pt_br: Criar Modelo
ru: Создать Модель
te: మోడల్‌ని సృష్టించండి
tr: Model Oluştur
uk: Створити модель

source: Identity
bn: পরিচয়
de: Identität
es: Identidad
fr: Identité
hi: पहचान
id: Identitas
it: Identità
kn: ಗುರುತು
pt_br: Identidade
ta: அடையாளம்
te: గుర్తింపు
tr: Kimlik
uk: Ідентичність

source: Tag
bn: ট্যাগ
es: Etiqueta
fr: Étiquette
hi: टैग
kn: ತ೦ತ್ರ
ta: குறிச்சொல்
te: ట్యాగ్ చేయండి
tr: Etiket
uk: Тег

source: Context
bn: প্রসঙ্গ
de: Kontext
es: Contexto
fr: Contexte
hi: संदर्भ
id: Konteks
it: Contesto
kn: ಸನ್ನಿವೇಶ
nb_no: Kontekst
pt_br: Contexto
ru: Контекст
ta: சூழல்
te: సందర్భం
tr: İçerik
uk: Контекст

source: Describe the desired behavior of the model in its primary language (typically English).
bn: মডেলের কাঙ্ক্ষিত আচরণ তার প্রধান ভাষায় বর্ণনা করুন (সাধারণত ইংরেজি)।
de: Beschreiben Sie das gewollte Verhalten des Modells in seiner Hauptsprache (meist ist dies Englisch).
es: Describe el comportamiento deseado del modelo en su idioma principal (normalmente inglés).
fr: Décrivez le comportement désiré du modèle dans sa première langue (généralement l'Anglais)
hi: मॉडल के इच्छित व्यवहार का वर्णन करें उसकी प्राथमिक भाषा में (आमतौर पर अंग्रेजी)।
id: Deskripsikan perilaku yang diinginkan dari model dalam bahasa utamanya (biasanya bahasa Inggris).
it: Descrivi il comportamento desiderato del modello nella sua lingua principale (tipicamente l'inglese).
kn: ಮಾದರಿಯ ಅಪೇಕ್ಷಿತ ನಡವಳಿಕೆಯನ್ನು ಅದರ ಪ್ರಾಥಮಿಕ ಭಾಷೆಯಲ್ಲಿ ವಿವರಿಸಿ (ಸಾಮಾನ್ಯವಾಗಿ ಇಂಗ್ಲಿಷ್).
pt_br: Descreva o comportamento desejado do modelo em seu idioma principal (normalmente Inglês).
ta: மாதிரியின் விரும்பிய நடத்தையை அதன் முதன்மை மொழியில் விவரிக்கவும் (பொதுவாக ஆங்கிலம்).
te: మోడల్ యొక్క కావలసిన ప్రవర్తనను దాని ప్రాథమిక భాషలో (సాధారణంగా ఆంగ్లంలో) వివరించండి.
tr: Modelin istenen davranışını birincil dilinde (tipik olarak İngilizce) açıklayın.
uk: Опишіть бажану поведінку моделі її основною мовою (зазвичай англійською).

source: Add File
de: Datei hinzufügen
es: Agregar Archivo
pt_br: Adicionar Arquivo

source: Template
de: Vorlage
es: Plantilla
ru: Шаблон

source: Some GGUF models require a template, please check the model's documentation for more information.
de: Einige GGUF-Modelle erfordern eine Vorlage, bitte überprüfen Sie die Dokumentation des Modells für mehr Informationen..
es: Algunos modelos GGUF requieren una plantilla; consulte la documentación del modelo para obtener más información.
pt_br: Alguns modelos GGUF requerem um template, por favor verifique a documentação do modelo para mais informações.

source: Behavior
bn: আচরণ
de: Verhalten
es: Comportamiento
fr: Comportement
hi: व्यवहार
id: Perilaku
it: Comportamento
kn: ವರ್ತನೆ
pt_br: Comportamento
ta: நடத்தை
te: ప్రవర్తన
tr: Davranış
uk: Поведінка

source: Imagination
bn: কল্পনা
de: Vorstellungskraft
es: Imaginación
hi: कल्पना
id: Imaginasi
it: Immaginazione
kn: ಕಲ್ಪನೆ
pt_br: Imaginação
ta: கற்பனை
te: ఊహ
tr: Hayal gücü
uk: Уява

source: A higher number results in more diverse answers from the model. (top_k)
bn: উচ্চ সংখ্যা মডেল থেকে আরও বৈচিত্র্যময় উত্তর দেয়। (top_k)
de: Ein höherer Wert ergibt diversere Antworten vom Modell. (top_k)
es: Un número mayor da como resultado respuestas más diversas del modelo. (top_k)
fr: Une valeur plus élevés rend les réponses plus diversifiées. (top_k)
hi: उच्च संख्या मॉडल से अधिक विविध उत्तरों का परिणाम देती है। (top_k)
id: Angka yang lebih tinggi menghasilkan jawaban yang lebih beragam dari model. (top_k)
it: Un numero più alto comporta risposte più diversificate da parte del modello. (top_k)
kn: ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯು ಮಾದರಿಯಿಂದ ಹೆಚ್ಚು ವೈವಿಧ್ಯಮಯ ಉತ್ತರಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. (top_k)
pt_br: Um número maior resulta em respostas mais diversas do modelo. (top_k)
ta: ஒரு பெரிய எண் மாதிரியிலிருந்து மிகவும் மாறுபட்ட பதில்களைக் கொடுக்கிறது. (top_k)
te: అధిక సంఖ్య మోడల్ నుండి మరింత విభిన్న సమాధానాలకు దారి తీస్తుంది. (టాప్_కె)
tr: Daha yüksek bir sayı, modelden daha çeşitli cevaplara neden olur. (top_k)
uk: Більше значення дає моделі більш різноманітні відповіді. (top_k)

source: Focus
bn: ফোকাস
de: Fokus
es: Concentración
fr: Sélectionner
hi: फोकस
id: Fokus
kn: ಕೇಂದ್ರೀಕರಿಸು
pt_br: Foco
ta: கவனம்
te: దృష్టి పెట్టండి
tr: Odak
uk: Фокус

source: A higher number widens the amount of possible answers. (top_p)
bn: উচ্চ সংখ্যা সম্ভাব্য উত্তরের পরিমাণ বাড়িয়ে দেয়। (top_p)
de: Ein höherer Wert erweitert die Menge an möglichen Antworten. (top_p)
es: Un número mayor amplía la cantidad de respuestas posibles. (top_p)
fr: Une valeur plus élevé augmente le nombre de réponses possibles. (top_p)
hi: उच्च संख्या संभावित उत्तरों की मात्रा को बढ़ाती है। (top_p)
id: Angka yang lebih tinggi memperluas jumlah jawaban yang mungkin. (top_p)
it: Un numero più alto amplia il numero di risposte possibili. (top_p)
kn: ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯು ಸಂಭವನೀಯ ಉತ್ತರಗಳ ಪ್ರಮಾಣವನ್ನು ವಿಸ್ತರಿಸುತ್ತದೆ. (top_p)
pt_br: Um número maior amplia a quantidade de respostas possíveis. (top_p)
ta: ஒரு பெரிய எண் சாத்தியமான பதில்களின் அளவை விரிவுபடுத்துகிறது. (top_p)
te: అధిక సంఖ్య సాధ్యమైన సమాధానాల మొత్తాన్ని విస్తరిస్తుంది. (top_p)
tr: Daha yüksek bir sayı, olası cevapların miktarını genişletir. (top_p)
uk: Більше значення розширює кількість можливих відповідей. (top_p)

source: Model Manager
bn: মডেল ম্যানেজার
de: Modellmanager
es: Gestor de Modelos
fr: Gestionnaire de modèles
hi: मॉडल प्रबंधक
id: Pengelola Model
it: Gestore dei modelli
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ
pt_br: Gerenciador de Modelos
ta: மாடல் மேலாளர்
te: మోడల్ మేనేజర్
tr: Model yöneticisi
uk: Менеджер моделей

source: Search Model
bn: মডেল খুঁজুন
de: Modell suchen
es: Buscar Modelo
fr: Chercher un modèle
hi: मॉडल खोजें
id: Cari Model
it: Cerca un modello
kn: ಹುಡುಕಾಟ ಮಾದರಿ
nb_no: Søk Modell
nl: Model zoeken
pt_br: Pesquisar Modelos
ru: Поиск модели
ta: மாடலைத் தேடு
te: శోధన మోడల్
tr: Model Ara
uk: Шукати модель

source: Model Manager Menu
bn: মডেল ম্যানেজার মেনু
de: Modellmanager-Menü
es: Menu del Gestor de Modelos
fr: Menu du gestionnaire de modèles
hi: मॉडल प्रबंधक मेनू
id: Menu Pengelola Model
it: Menù del gestore dei modelli
kn: ಮಾಡೆಲ್ ಮ್ಯಾನೇಜರ್ ಮೆನು
pt_br: Menu do Gerenciador de Modelos
ta: மாடல் மேலாளர் பட்டி
te: మోడల్ మేనేజర్ మెనూ
tr: Model Yöneticisi Menüsü
uk: Меню менеджера моделей

source: Model search bar
bn: মডেল অনুসন্ধান বার
de: Modell-Suchleiste
es: Barra de busqueda de modelos
fr: Barre de recherche des modèles
hi: मॉडल खोज बार
id: Bilah pencarian model
it: Barra di ricerca dei modelli
kn: ಮಾದರಿ ಹುಡುಕಾಟ ಬಾರ್
nl: Model zoekbalk
pt_br: Barra de pesquisa de modelos
ta: மாடல் தேடல் பட்டி
te: మోడల్ శోధన పట్టీ
tr: Model arama çubuğu
uk: Панель пошуку моделей

source: Search models
bn: মডেলগুলি খুঁজুন
de: Modelle suchen
es: Buscar Modelos
fr: Chercher des modèles
hi: मॉडल्स खोजें
id: Cari model
it: Cerca i modelli
kn: ಹುಡುಕಾಟ ಮಾದರಿಗಳು
nb_no: Søkemodeller
nl: Modellen zoeken
pt_br: Pesquisar modelos
ru: Поиск моделей
ta: மாடல்களைத் தேடு
te: నమూనాలను శోధించండి
tr: Model arama
uk: Шукати моделі

source: Filter Models
bn: মডেল ফিল্টার করুন
de: Nach Modellen filtern
es: Filtrar Modelos
hi: मॉडल फ़िल्टर करें
id: Filter Model
it: Filtra i modelli
kn: ಫಿಲ್ಟರ್ ಮಾದರಿಗಳು
pt_br: Filtrar Modelos
te: ఫిల్టర్ మోడల్స్
tr: Modelleri filtrele

source: Added
bn: যোগ করা হয়েছে
de: Hinzugefügt
es: Agregado
hi: जोड़ गया
id: Ditambahkan
it: Aggiunto
kn: ಸೇರಿಸಿದ
pt_br: Adicionados
te: చేర్చబడింది
tr: Eklendi
uk: Додано

source: No Models Found
bn: কোন মডেল পাওয়া যায়নি
de: Keine Modelle gefunden
es: Ningún Modelo Encontrado
fr: Aucun modèle trouvé
hi: कोई मॉडल नहीं मिला
id: Tidak Ada Model Ditemukan
it: Nessun modello trovato
kn: ಯಾವುದೇ ಮಾದರಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ
nb_no: Ingen Modeller Funnet
nl: Geen modellen gevonden
pt_br: Nenhum Modelo Encontrado
ru: Модели не найдены
ta: மாதிரிகள் எதுவும் காணப்படவில்லை
te: మోడల్‌లు ఏవీ కనుగొనబడలేదు
tr: Model Bulunamadı
uk: Моделей не знайдено

source: It looks a bit empty in here. Try downloading some models or change your AI instance to get started!
bn: এখানে সামান্য ফাঁকা দেখাচ্ছে। শুরু করার জন্য কিছু মডেল ডাউনলোড করুন অথবা আপনার AI ইনস্ট্যান্স পরিবর্তন করুন!
de: Hier sieht es ein wenig leer aus! Versuchen Sie, ein paar Modelle herunterzuladen, oder ändern Sie die ausgewählte Instanz, um loszulegen!
es: Parece un poco vacío aquí. ¡Prueba a descargar algunos modelos o cambia tu instancia de IA para comenzar!
hi: यहाँ कुछ खाली लग रहा है। शुरू करने के लिए कुछ मॉडल डाउनलोड करें या अपना एआई इंस्टेंस बदलें!
id: Tampilan ini sedikit kosong. Cobalah mengunduh beberapa model atau ubah instance AI Anda untuk memulai!
it: Sembra un po' vuoto qui. Prova a scaricare alcuni modelli o a cambiare l'istanza dell'IA per cominciare!
kn: ಇದು ಇಲ್ಲಿ ಸ್ವಲ್ಪ ಖಾಲಿಯಾಗಿ ಕಾಣುತ್ತದೆ. ಕೆಲವು ಮಾದರಿಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ AI ನಿದರ್ಶನವನ್ನು ಬದಲಾಯಿಸಿ!
pt_br: Está um pouco vazio por aqui. Tente baixar alguns modelos ou altere sua instância de IA para começar!
te: ఇక్కడ కాస్త ఖాళీగా కనిపిస్తోంది. ప్రారంభించడానికి కొన్ని మోడల్‌లను డౌన్‌లోడ్ చేయడానికి ప్రయత్నించండి లేదా మీ AI ఉదాహరణను మార్చండి!
tr: Burada biraz boş görünüyor. Başlamak için bazı modelleri indirmeyi deneyin veya AI örneğinizi değiştirin!
uk: Тут виглядає порожньо. Спробуйте завантажити кілька моделей або змініть екземпляр ШІ,щоб розпочати!

source: Explore Available Models
de: Verfügbare Modelle erkunden
es: Explora los Modelos Disponibles
pt_br: Explorar Modelos Disponíveis

source: Looks like we’re fresh out of models for that search. Try tweaking your keywords, or maybe explore something new!
bn: দেখছি, সেই অনুসন্ধানের জন্য আমাদের কাছে মডেল নেই। আপনার কীওয়ার্ডগুলি পরিবর্তন করার চেষ্টা করুন, অথবা হয়তো কিছু নতুন অনুসন্ধান করুন!
de: Es scheint, als gäbe es für's Erste keine Modelle für diese Anfrage. Probieren Sie, die Suche etwas abzuändern oder entdecken Sie etwas Neues!
es: Parece que nos hemos quedado sin modelos para esa búsqueda. ¡Intenta modificar tus palabras clave o explora algo nuevo!
fr: On dirait qu'on n'a pas de modèles pour cette recherche. Modifiez vos mots-clés ou explorez quelque chose de nouveau !
hi: लगता है कि उस खोज के लिए हमारे पास नए मॉडल उपलब्ध नहीं हैं। अपने कीवर्ड्स को बदलने का प्रयास करें, या कुछ नया खोजें!
id: Sepertinya kami kehabisan model untuk pencarian itu. Cobalah sesuaikan kata kunci Anda, atau mungkin jelajahi sesuatu yang baru!
it: Sembra che non abbiamo trovato modelli per questa ricerca. Prova a modificare le parole chiave, o ad esplorare per trovare qualcosa di nuovo!
kn: ಆ ಹುಡುಕಾಟಕ್ಕಾಗಿ ನಾವು ಮಾದರಿಗಳಿಂದ ಹೊಸದಾಗಿರುತ್ತೇವೆ ಎಂದು ತೋರುತ್ತಿದೆ. ನಿಮ್ಮ ಕೀವರ್ಡ್‌ಗಳನ್ನು ಟ್ವೀಕ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ, ಅಥವಾ ಹೊಸದನ್ನು ಅನ್ವೇಷಿಸಿ!
pt_br: Parece que estamos sem modelos para essa busca. Tente ajustar suas palavras-chave, ou talvez explore algo novo!
ta: அந்தத் தேடலுக்கு எங்களிடம் மாதிரிகள் எதுவும் இல்லை. உங்கள் முக்கிய வார்த்தைகளை மாற்றியமைக்க முயற்சிக்கவும் அல்லது புதிய ஒன்றை ஆராயவும்!
te: మేము ఆ శోధన కోసం మోడల్‌ల నుండి సరికొత్తగా ఉన్నట్లు కనిపిస్తోంది. మీ కీలకపదాలను ట్వీక్ చేయడానికి ప్రయత్నించండి లేదా కొత్తదాన్ని అన్వేషించండి!
tr: Görünüşe göre bu arama için modeller dışında kalıyoruz. Anahtar kelimelerinizi değiştirmeyi deneyin veya belki de yeni bir şey keşfedin!
uk: Схоже, за вашим запитом немає моделей. Спробуйте змінити ключові слова або дослідити щось нове!

source: Available
bn: উপলব্ধ
de: Verfügbar
es: Disponibles
hi: उपलब्ध
id: Tersedia
it: Disponibile
kn: ಲಭ್ಯ
pt_br: Disponível
te: అందుబాటులో ఉంది
tr: Mevcut
uk: Доступно

source: It looks like your instance did not provide any models, try a different instance to continue!
de: Es sieht so aus, als hätte Ihre Instanz keine Modelle bereitgestellt. Versuchen Sie es mit einer anderen Instanz, um fortzufahren!
es: Parece que tu instancia no proporcionó ningún modelo, ¡prueba con una instancia diferente para continuar!

source: Open Instance Manager
de: Offener Instanzmanager
es: Abrir Gestor de Instancias

source: No Instance Selected
de: Keine Instanz ausgewählt
es: No se ha Seleccionado Ninguna Instancia

source: It appears that no instance is selected, please select one to continue!
de: Offenbar ist keine Instanz ausgewählt, bitte wählen Sie eine aus, um fortzufahren!
es: ¡Parece que no hay ninguna instancia seleccionada, seleccione una para continuar!

source: Reload Added Models
bn: যোগ করা মডেলগুলি পুনরায় লোড করুন
de: Neu hinzugefügte Modelle neu laden
es: Recargar Modelos Agregados
hi: जोड़ गए मॉडलों को पुनः लोड करें
id: Muat Ulang Model yang Ditambahkan
it: Ricarica i modelli aggiunti
kn: ಸೇರಿಸಿದ ಮಾದರಿಗಳನ್ನು ಮರುಲೋಡ್ ಮಾಡಿ
pt_br: Recarregar Modelos Adicionados
te: జోడించిన మోడల్‌లను మళ్లీ లోడ్ చేయండి
tr: Eklenen modelleri yeniden yükle
uk: Перезавантажити додані моделі

source: Add Model by Name
bn: নাম দিয়ে মডেল যোগ করুন
de: Modell mittels Namen hinzufügen
es: Agregar Modelo por Nombre
hi: नाम से मॉडल जोड़ें
id: Tambah Model berdasarkan Nama
it: Aggiungi modello per nome
pt_br: Adicionar Modelo por Nome
te: పేరు ద్వారా మోడల్‌ని జోడించండి
tr: İsimle Model Ekle

source: Create Model from Existing
bn: বিদ্যমান থেকে মডেল তৈরি করুন
de: Modell aus Bestehendem erstellen
es: Crear un Modelo a Partir de uno Existente
hi: मौजूदा से मॉडल बनाएँ
id: Buat Model dari yang Ada
it: Crea un nuovo modello da un modello esistente
pt_br: Criar Modelo a partir de um Existente
te: ఇప్పటికే ఉన్న దాని నుండి మోడల్‌ని సృష్టించండి
tr: Mevcut Model Oluştur

source: Create Model from GGUF File
bn: GGUF ফাইল থেকে মডেল তৈরি করুন
de: Modell aus GGUF-Datei erstellen
es: Crear un Modelo a Partir de un Archivo GGUF
hi: GGUF फ़ाइल से मॉडल बनाएँ
id: Buat Model dari File GGUF
it: Crea un nuovo modello da file GGUF
pt_br: Criar Modelo a partir de um Arquivo GGUF
te: GGUF ఫైల్ నుండి మోడల్‌ను సృష్టించండి
tr: GGUF dosyasından model oluştur

source: Stop Download
bn: ডাউনলোড বন্ধ করুন
de: Download anhalten
es: Detener la descarga
fr: Arrêter le téléchargement
hi: डाउनलोड रोकें
id: Hentikan Unduhan
it: Interrompi lo scaricamento
kn: ಡೌನ್‌ಲೋಡ್ ನಿಲ್ಲಿಸಿ
pt_br: Parar Download
ta: பதிவிறக்கத்தை நிறுத்து
te: డౌన్‌లోడ్ ఆపండి
tr: İndirmeyi Durdur
uk: Зупинити завантаження

source: Dictate Message
bn: বার্তা বলুন
de: Nachricht diktieren
es: Dictar Mensaje
hi: संदेश डिक्टेट करें
id: Mendikte Pesan
it: Detta il messaggio
kn: ಸಂದೇಶವನ್ನು ನಿರ್ದೇಶಿಸಿ
pt_br: Ditar Mensagem
te: సందేశాన్ని నిర్దేశించండి
tr: Mesajı dikte et

source: Use Speech Recognition
bn: স্পীচ রিকগনিশন ব্যবহার করুন
de: Spracheingabe nutzen
es: Usar Reconocimiento de Voz
hi: स्पीच रिकग्निशन का उपयोग करें
id: Gunakan Pengenalan Suara
it: Utilizza il riconoscimento vocale
pt_br: Usar Reconhecimento de Fala
te: స్పీచ్ రికగ్నిషన్ ఉపయోగించండి
tr: Konuşma tanıma kullanın

source: Podcast Generator
es: Generador de Podcasts

source: Generate
de: Generieren
es: Generar

source: General Voices
de: Generelle Stimmen
es: Voces Generales

source: Title Announcer Voice
de: Titelansager-Stimme
es: Voz del Locutor del Título

source: User Voice
de: Nutzerstimme
es: Voz del Usuario

source: System Voice
de: Systemstimme
es: Voz del Sistema

source: Model Voices
de: Modellstimmen
es: Voz del Modelo

source: Generating Podcast
de: Podcast wird generiert
es: Generando Podcast

source: Podcast is Ready
de: Podcast ist fertig
es: El Podcast Está Listo

source: Export Podcast
de: Podcast exportieren
es: Exportar Podcast

source: Open chat
bn: চ্যাট খুলুন
de: Chat öffnen
es: Abrir chat
fr: Ouvrir la discussion
hi: चैट खोलें
id: Buka obrolan
it: Apri chat
kn: ಓಪನ್ ಚಾಟ್
nl: Chat openen
ta: அரட்டையைத் திற
te: చాట్ తెరవండి
tr: Sohbeti Aç
uk: Відкрити чат

source: Quick ask
bn: দ্রুত জিজ্ঞাসা
de: Flinke Frage
es: Pregunta rápida
fr: Question rapide
hi: त्वरित पूछें
id: Tanya cepat
it: Domanda rapida
kn: ತ್ವರಿತ ಕೇಳಿ
nl: Snel vragen
ta: விரைவு கேள்வி
te: త్వరగా అడగండి
tr: Hızlı sor
uk: Швидкий запит

source: Small
bn: ছোট
de: Klein
es: Pequeño
fr: Petit
hi: छोटा
id: Kecil
it: Piccolo
kn: ಸಣ್ಣ
nl: Klein
pt_br: Pequeno
ta: சிறியது
te: చిన్నది
tr: Küçük
uk: Малий

source: Medium
bn: মাঝারি
de: Mittel
es: Mediano
fr: Moyen
hi: मध्यम
id: Sedang
it: Medio
kn: ಮಧ್ಯಮ
nl: Middelgroot
pt_br: Médio
ta: இடைநிலை
te: మధ్యస్థం
tr: Orta
uk: Середній

source: Big
bn: বড়
de: Groß
es: Grande
fr: Grand
hi: बड़ा
id: Besar
it: Grande
kn: ದೊಡ್ಡ
nl: Groot
pt_br: Grande
ta: பெரியது
te: పెద్దది
tr: Büyük
uk: Великий

source: Huge
bn: বিশাল
de: Riesig
es: Enorme
fr: Gigantesque
hi: विशाल
id: Raksasa
it: Enorme
kn: ದೊಡ್ಡ
nl: Groot
pt_br: Enorme
ta: மிகப் பெரியது
te: భారీ
tr: Devasa
uk: Гігантський

source: Multilingual
bn: বহুভাষিক
es: Plurilingüe
fr: Multilingue
hi: बहुभाषी
id: Multibahasa
it: Multilingue
kn: ಬಹುಭಾಷಿಕ
nl: Meertalig
pt_br: Multilíngue
ta: பல மொழி
te: బహుభాషా
tr: Çok dilli
uk: Багатомовний

source: Code
bn: কোড
es: Código
hi: कोड
id: Kode
it: Codice
kn: ಸಂಹಿತೆ
pt_br: Código
ta: குறியீடு
te: కోడ్
tr: Kodlama
uk: Код

source: Math
bn: গণিত
de: Mathematik
es: Matemáticas
hi: गणित
id: Matematika
it: Matematica
kn: ಗಣಿತ
nl: Wiskunde
pt_br: Matemática
ta: கணிதம்
te: గణితం
tr: Matematik
uk: Математика

source: Vision
bn: দৃষ্টি
de: Sehen
es: Visión
hi: दृष्टि
id: Penglihatan
it: Visione
kn: ದೃಷ್ಟಿ
pt_br: Visão
ta: பார்வை
te: విజన్
tr: Görüş
uk: Зорова модель

source: Embedding
bn: এমবেডিং
de: Eingebettet
es: Incrustación
fr: Intégré
hi: एम्बेडिंग
id: Penyematan
kn: ಹುದುಗಿಸುವುದು
nl: Insluiten
ta: உட்பொதிவு
te: పొందుపరచడం
tr: Gömme
uk: Вбудовування

source: Tools
bn: সরঞ্জাম
de: Werkzeuge
es: Herramientas
hi: उपकरण
id: Alat
it: Strumenti
kn: ಸಾಧನಗಳು
pt_br: Ferramentas
te: ఉపకరణాలు
tr: Araçlar

source: Reasoning
bn: যুক্তি
de: Denken
es: Razonamiento
hi: तर्क
id: Penalaran
it: Ragionamento
kn: ತಾರ್ಕಿಕ
pt_br: Raciocínio
te: రీజనింగ్
tr: Akıl yürütme

source: Cloud
es: Nube
pt_br: Nuvem
