Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: General optimizations on the background
bn: পটভূমিতে সাধারণ অপ্টিমাইজেশন
de: Allgemeine Optimierungen im Hintergrund
es: Optimizaciones general en el fondo
fr: Optimisations générales en arrière-plan
hi: पृष्ठभूमि पर सामान्य अनुकूलन
id: Optimisasi umum di latar belakang
it: Miglioramenti generali
kn: ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಸಾಮಾನ್ಯ ಆಪ್ಟಿಮೈಸೇಶನ್‌ಗಳು
nb_no: Generelle oppstimaliseringer i bakgrunnen
nl: Algemene optimalisaties op de achtergrond
pt_br: Otimizações gerais em segundo plano
ta: பின்னணியில் பொதுவான மேம்பாடுகள்
te: నేపథ్యంలో సాధారణ ఆప్టిమైజేషన్లు
tr: Arka planda genel iyileştirmeler
uk: Загальні оптимізації на фоні

source: Quick fixes
bn: দ্রুত সংশোধন
de: Schnelle Fehlerbehebungen
es: Arreglos rápidos
fr: Petites corrections de bogues
hi: त्वरित सुधार
id: Perbaikan Cepat
it: Piccole correzioni
kn: ತ್ವರಿತ ಪರಿಹಾರಗಳು
nb_no: Raske endringer
nl: Snelle oplossingen
pt_br: Consertos rápidos
ta: விரைவான திருத்தங்கள்
te: త్వరిత పరిష్కారాలు
tr: Küçük hata düzeltmeleri
uk: Швидкі виправлення

source: Fixed: Scroll when message is received
bn: সংশোধন: Scroll when message is received
de: Behoben: Scrollen, wenn eine Nachricht empfangen wird
es: Arreglado: Desplazamiento automatico cuando un mensaje es recibido
fr: Résolu : défilement lors de la réception d'un message
hi: संदेश प्राप्त होने पर स्क्रॉल समस्या ठीक हो गई है
id: Diperbaiki: Gulir saat pesan diterima
it: Corretto: Scorrimento quando si riceve un messaggio
kn: ಸ್ಥಿರ: ಸಂದೇಶವನ್ನು ಸ್ವೀಕರಿಸಿದಾಗ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ
nb_no: Fikset: Scroll når beskjed er mottatt.
nl: Fixed: Scrollen bij ontvangen bericht
pt_br: Corrigido: Rolar quando a mensagem é recebida
ta: சரி செய்யப்பட்டது: செய்தி பெறப்படும்போது உருள்
te: పరిష్కరించబడింది: సందేశం వచ్చినప్పుడు స్క్రోల్ చేయండి
tr: Mesaj alındığında kaydma düzeltildi
uk: Виправлено: Прокрутка при отриманні повідомлення

source: Fixed: Content doesn't change when creating a new chat
bn: সংশোধন: Content doesn't change when creating a new chat
de: Behoben: Inhalt ändert sich nicht beim Erstellen eines neuen Chats
es: Arreglad: Contenido no cambia cuando se crea un nuevo chat
fr: Résolu : Le contenu ne change pas lors de la création d'un nouveau chat
hi: नया चैट बनाते समय सामग्री नहीं बदलती थी, यह समस्या अब ठीक हो गई है
id: Diperbaiki: Konten tidak berubah saat membuat obrolan baru
it: Corretto: Il contenuto non cambia quando si crea una nuova chat
kn: ಸ್ಥಿರ: ಹೊಸ ಚಾಟ್ ರಚಿಸುವಾಗ ವಿಷಯ ಬದಲಾಗುವುದಿಲ್ಲ
nb_no: Fikset: Innhold ender seg ikke når en ny samtale skapes
nl: Fixed: Inhoud verandert niet bij het maken van een nieuwe chat
pt_br: Corrigido: Conteúdo não altera ao criar um nova conversa
ta: சரி செய்யப்பட்டது: புதிய அரட்டையை உருவாக்கும்போது உள்ளடக்கம் மாறவில்லை
te: పరిష్కరించబడింది: కొత్త చాట్‌ను సృష్టించేటప్పుడు కంటెంట్ మారదు
tr: Yeni bir sohbet oluştururken içerik değişmemesi düzeltildi
uk: Виправлено: Прокрутка при отриманні повідомлення

source: Added 'Featured Models' page on welcome dialog
bn: স্বাগত ডায়ালগে 'বৈশিষ্ট্যযুক্ত মডেল' পৃষ্ঠা যুক্ত করা হয়েছে
de: Seite 'Empfohlene Modelle' im Begrüßungsdialog hinzugefügt
es: Añadida sección 'Modelos Destacados' en el dialogo de bienvenida
fr: Ajouté : page 'Modèles Suggérés' sur la fenêtre de dialogue d'accueil
hi: स्वागत संवाद पर 'फीचर्ड मॉडल्स' पेज जोड़ा गया है
id: Ditambahkan halaman 'Model Unggulan' pada dialog sambutan
it: Aggiunta la pagina 'Modelli in evidenza' alla finestra di benvenuto
kn: ಸ್ವಾಗತ ಸಂವಾದದಲ್ಲಿ 'ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಮಾದರಿಗಳು' ಪುಟವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til 'fremhevede modeller' på velkomstdialog
nl: Pagina 'Uitgelichte modellen' toegevoegd aan welkomstscherm
pt_br: Adicionada a página de 'Modelos em Destaque' no diálogo de boas-vindas
ta: வரவேற்பு உரையாடலில் 'சிறப்பு மாதிரிகள்' பக்கம் சேர்க்கப்பட்டது
te: స్వాగత డైలాగ్‌లో 'ఫీచర్డ్ మోడల్స్' పేజీ జోడించబడింది
tr: Hoş geldiniz ekranına 'Öne Çıkan Modeller' sayfası eklendi
uk: Виправлено: Вміст не змінюється під час створення нового чату

source: Nice Update
bn: সুন্দর আপডেট
de: Schönes Update
es: Buena Actualización
fr: Mise à jour sympa
hi: सुंदर अपडेट
id: Pembaruan Menarik
it: Buon aggiornamento
kn: ಉತ್ತಮ ನವೀಕರಣ
nb_no: Fin oppdatering
nl: Leuke update
pt_br: Boa Atualização
ta: நல்ல புதுப்பிப்பு
te: నైస్ అప్‌డేట్
tr: Güzel Güncelleme
uk: Хороше оновлення

source: UI tweaks (Thanks Nokse22)
bn: ইউআই টুইকস (নোকসে২২ কে ধন্যবাদ)
de: UI-Anpassungen (Danke Nokse22)
es: Mejor UI en general (Gracias Nokse22)
fr: Changé : ajustement de l'interface utilisateur (Merci Nokse22)
hi: यूआई सुधार (धन्यवाद Nokse22)
id: Penyesuaian UI (Terima kasih Nokse22)
it: Modifiche dell'interfaccia utente (grazie a Nokse22)
kn: ಯುಐ ಟ್ವೀಕ್ಸ್ (ಧನ್ಯವಾದಗಳು ನೋಕ್ಸೆ 22)
nb_no: Brukergrensesnitt endringer (Takk Nokse22)
nl: UI tweaks (Bedankt Nokse22)
pt_br: Ajustes na interface de usuário (Obrigado, Nokse22)
ta: UI மாற்றங்கள் (நன்றி நோக்ஸ்22)
te: UI ట్వీక్స్ (ధన్యవాదాలు Nokse22)
tr: Kullanıcı Arayüzü ince ayarları (Teşekkürler Nokse22)
uk: Поліпшення інтерфейсу (дякуємо Nokse22)

source: Metadata fixes
bn: মেটাডেটা সংশোধন
de: Fehlerbehebungen bei den Metadaten
es: Correciones de metadata
fr: Résolu : métadonnées
hi: मेटाडेटा सुधार
id: Perbaikan metadata
it: Correzioni ai metadati
kn: ಮೆಟಾಡೇಟಾ ಪರಿಹಾರಗಳು
nb_no: Generelle optimaliseringer
nl: Metagegevens hersteld
pt_br: Correções de metadados
ta: மெட்டாடேட்டா திருத்தங்கள்
te: మెటాడేటా పరిష్కారాలు
tr: Metadata düzeltmeleri
uk: Виправлення метаданих

source: Quick fix
bn: দ্রুত সংশোধন
de: Schnelle Fehlerbehebung
es: Arreglo rápido
fr: Petite correction de bogue
hi: त्वरित सुधार
id: Perbaikan Cepat
it: Piccole correzioni
kn: ತ್ವರಿತ ಫಿಕ್ಸ್
nb_no: Rask fiks
nl: Snel herstel
pt_br: Correções rápidas
ta: விரைவான திருத்தம்
te: త్వరిత పరిష్కారం
tr: Küçük hata düzeltmesi
uk: Швидке виправлення

source: Updated Spanish translation
bn: স্প্যানিশ অনুবাদ হালনাগাদ
de: Spanische Übersetzung aktualisiert
es: Actualización a la traducción a Español
fr: Changé : mise à jour de la traduction Espagnol
hi: स्पेनिश अनुवाद को अद्यतन किया गया है
id: Pembaruan terjemahan Spanyol
it: Aggiornamento della traduzione in spagnolo
kn: ಸ್ಪ್ಯಾನಿಷ್ ಅನುವಾದವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
nb_no: Oppdaterte Spansk oversettelse
nl: Spaanse vertaling bijgewerkt
pt_br: Atualização da tradução para o Espanhol
ta: ஸ்பானிஷ் மொழிபெயர்ப்பு புதுப்பிக்கப்பட்டது
te: అప్‌డేట్ చేసిన స్పానిష్ అనువాదం
tr: İspanyolca çeviri güncellendi
uk: Оновлений переклад іспанською мовою

source: Added compatibility for PNG
bn: পিএনজির জন্য সামঞ্জস্য যোগ করা হয়েছে
de: Kompatibilität für PNG hinzugefügt
es: Añadida compatibilidad para PNG
fr: Ajouté : compatibilité pour les images PNG
hi: पीएनजी के लिए संगतता जोड़ी गई है
id: Ditambahkan kompatibilitas untuk PNG
it: Aggiunta la compatibilità con file PNG
kn: ಪಿಎನ್‌ಜಿಗೆ ಹೊಂದಾಣಿಕೆ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til støtte for PNG filformat.
nl: Compatibiliteit voor PNG toegevoegd
pt_br: Adicionada compatibilidade com PNG
ta: PNG க்கான இணக்கத்தன்மை சேர்க்கப்பட்டது
te: PNG కోసం అనుకూలత జోడించబడింది
tr: PNG için uyumluluk eklendi
uk: Додано сумісність з PNG

source: New Update
bn: নতুন আপডেট
de: Neues Update
es: Nueva Actualización
fr: Mise à jour
hi: नया अपडेट
id: Pembaruan Baru
it: Nuovo aggiornamento
kn: ಹೊಸ ನವೀಕರಣ
nb_no: Ny oppdatering
nl: Nieuwe update
pt_br: Nova Atualização
ta: புதிய புதுப்பிப்பு
te: కొత్త అప్‌డేట్
tr: Yeni Güncelleme
uk: Нове оновлення

source: Added image recognition to more models
bn: আরও মডেলে চিত্র স্বীকৃতি যোগ করা হয়েছে
de: Bilderkennung zu weiteren Modellen hinzugefügt
es: Añadido reconocimiento de imagenes a más modelos
fr: Ajouté : reconnaissance d'image à plus de modèles
hi: अधिक मॉडल्स में इमेज रिकॉग्निशन जोड़ा गया है
id: Ditambahkan pengenalan gambar ke lebih banyak model
it: Aggiunto il riconoscimento delle immagini a più modelli
kn: ಹೆಚ್ಚಿನ ಮಾದರಿಗಳಿಗೆ ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til bildetolkning for flere modeller
nl: Beeldherkenning toegevoegd aan meer modellen
pt_br: Adicionado o reconhecimento de imagem para mais modelos
ta: மேலும் பல மாதிரிகளுக்கு பட அங்கீகாரம் சேர்க்கப்பட்டது
te: మరిన్ని మోడల్‌లకు ఇమేజ్ రికగ్నిషన్ జోడించబడింది
tr: Görsel tanıma daha fazla modele eklendi
uk: Додано розпізнавання зображень для більшої кількості моделей

source: Added Brazilian Portuguese translation (Thanks Daimaar Stein)
bn: ব্রাজিলীয় পর্তুগিজ অনুবাদ যোগ করা হয়েছে (ধন্যবাদ ডাইমার স্টাইন)
de: Brasilianische portugiesische Übersetzung hinzugefügt (Danke Daimaar Stein)
es: Añadida tradución a Portugues Brasileño (Gracias Daimaar Stein)
fr: Ajouté : traduction en Portugais Brésilien (merci à Daimaar Stein)
hi: ब्राज़ीली पुर्तगाली अनुवाद जोड़ा गया है (धन्यवाद Daimaar Stein)
id: Ditambahkan terjemahan Portugis Brasil (Terima kasih Daimaar Stein)
it: Aggiunta la traduzione in portoghese brasiliano (Grazie Daimaar Stein)
kn: ಬ್ರೆಜಿಲಿಯನ್ ಪೋರ್ಚುಗೀಸ್ ಅನುವಾದವನ್ನು ಸೇರಿಸಲಾಗಿದೆ (ಧನ್ಯವಾದಗಳು ಡೈಮಾರ್ ಸ್ಟೈನ್)
nb_no: Lo til brasiliansk portugalsk oversettelse (Takk Daimaar Stein)
nl: Braziliaans Portugese vertaling toegevoegd (Bedankt Daimaar Stein)
pt_br: Adicionado a tradução para o Português do Brasil (Obrigado, Daimar Stein)
ta: பிரேசிலிய போர்த்துகீசிய மொழிபெயர்ப்பு சேர்க்கப்பட்டது (நன்றி டைமர் ஸ்டெயின்)
te: బ్రెజిలియన్ పోర్చుగీస్ అనువాదం జోడించబడింది (ధన్యవాదాలు డైమార్ స్టెయిన్)
tr: Brezilya Portekizcesi çevirisi eklendi (Thanks Daimaar Stein)
uk: Додано переклад на бразильську португальську (дякуємо Daimaar Stein)

source: Refined the general UI (Thanks Nokse22)
bn: সাধারণ ইউআই পরিশীলিত করা হয়েছে (নোকসে২২ কে ধন্যবাদ)
de: Allgemeine Benutzeroberfläche verfeinert (Danke Nokse22)
es: Mejor UI en general (Gracias Nokse22)
fr: Changé : peaufinage de l'interface utilisateur (merci à Nokse22)
hi: सामान्य यूआई को परिष्कृत किया गया है (धन्यवाद Nokse22)
id: Menyempurnakan UI secara umum (Terima kasih Nokse22)
it: Miglioramenti generali all'interfaccia utente (grazie a Nokse22)
kn: ಸಾಮಾನ್ಯ ಯುಐ ಅನ್ನು ಪರಿಷ್ಕರಿಸಲಾಗಿದೆ (ಧನ್ಯವಾದಗಳು ನೋಕ್ಸೆ 22)
nb_no: Finpusset brukergrensesnitt (Takk Nokse22)
nl: Algemene UI verfijnd (Bedankt Nokse22)
pt_br: Refinações na interface de usuário (Obrigado, Nokse22)
ta: பொது UI சுத்திகரிக்கப்பட்டது (நன்றி நோக்ஸ்22)
te: సాధారణ UIని మెరుగుపరిచారు (ధన్యవాదాలు Nokse22)
tr: Kullanıcı arayüzü iyileştirildi (Teşekkürler Nokse22)
uk: Удосконалено загальний інтерфейс користувача (дякуємо Nokse22)

source: Added 'delete message' feature
bn: বার্তা মুছে ফেলার বৈশিষ্ট্য যোগ করা হয়েছে
de: Funktion 'Nachricht löschen' hinzugefügt
es: Añadida función 'eliminar mensaje'
fr: Ajouté : option 'supprimer le message'
hi: संदेश हटाने की सुविधा जोड़ी गई है
id: Ditambahkan fitur 'hapus pesan'
it: Aggiunta la funzione 'cancella messaggio'
kn: 'ಸಂದೇಶವನ್ನು ಅಳಿಸು' ವೈಶಿಷ್ಟ್ಯವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til melding slett funksjon
nl: Functie 'bericht verwijderen' toegevoegd
pt_br: Adicionada a funcionalidade 'excluir mensagem'
ta: 'செய்தியை நீக்கு' அம்சம் சேர்க்கப்பட்டது
te: 'డిలీట్ మెసేజ్' ఫీచర్ జోడించబడింది
tr: 'Mesajı sil' özelliği eklendi
uk: Додано функцію 'видалення повідомлення'

source: Added metadata so that software distributors know that the app is compatible with mobile
bn: সফটওয়্যার ডিস্ট্রিবিউটররা জানতে পারে যে অ্যাপটি মোবাইলের সাথে সামঞ্জস্যপূর্ণ, এজন্য মেটাডেটা যোগ করা হয়েছে
de: Metadaten hinzugefügt, damit Softwareanbieter wissen, dass die App mit Mobilgeräten kompatibel ist
es: Añadida metadata para que distribuidores de software puedan saber que la aplicación es compatible con celulares
fr: Ajouté : métadonnées pour que les distributeurs de logiciels sachent que l'application est compatible avec les téléphones
hi: मेटाडेटा जोड़ा गया है ताकि सॉफ़्टवेयर वितरकों को पता चले कि ऐप मोबाइल के साथ संगत है
id: Ditambahkan metadata agar distributor perangkat lunak tahu bahwa aplikasi ini kompatibel dengan perangkat mobile
it: Aggiunta di metadati in modo che i distributori di software sappiano che l'app è compatibile con i dispositivi mobili.
kn: ಮೆಟಾಡೇಟಾವನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಆದ್ದರಿಂದ ಅಪ್ಲಿಕೇಶನ್ ಮೊಬೈಲ್‌ನೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಎಂದು ಸಾಫ್ಟ್‌ವೇರ್ ವಿತರಕರು ತಿಳಿದಿದ್ದಾರೆ
nb_no: Lo til metadata, så programvaresenter vet at appen er kompatibel med mobil
nl: Metadata toegevoegd zodat softwaredistributeurs weten dat de app compatibel is met mobiel
pt_br: Adicionados metadados para que distribuidores de software saibam que o app é compatível com dispositivos móveis
ta: மென்பொருள் விநியோகஸ்தர்களுக்கு பயன்பாடு மொபைலுடன் இணக்கமானது என்பதைத் தெரிந்துகொள்ள மெட்டாடேட்டா சேர்க்கப்பட்டது
te: మెటాడేటా జోడించబడింది, తద్వారా యాప్ మొబైల్‌కి అనుకూలంగా ఉందని సాఫ్ట్‌వేర్ పంపిణీదారులకు తెలుసు
tr: Yazılım dağıtıcılarının uygulamanın mobil cihazlarla uyumlu olduğunu bilmesi için metadata eklendi
uk: Додано метадані, щоб постачальники програмного забезпечення знали, що додаток сумісний з мобільними пристроями

source: Changed 'send' shortcut to just the return/enter key (to add a new line use shift+return)
bn: শুধু রিটার্ন/এন্টার কীতে 'পাঠান' শর্টকাট পরিবর্তন করা হয়েছে (নতুন লাইন যোগ করতে শিফট+রিটার্ন ব্যবহার করুন)
de: 'Senden'-Verknüpfung auf die Eingabetaste geändert (für einen Zeilenumbruch Umschalttaste+Eingabetaste verwenden)
es: Cambiado el atajo para enviar mensaje a solo la tecla enter (para hacer salto de linea usa shift+enter)
fr: Changé : remplacement du raccourci 'envoyer' en une simple touche retour/entrée (pour ajouter une nouvelle ligne, utiliser shift+retour)
hi: 'सेंड' शॉर्टकट को केवल रिटर्न/एंटर की में बदल दिया गया है (नई लाइन जोड़ने के लिए शिफ्ट+रिटर्न का उपयोग करें)
id: Diubah pintasan 'kirim' hanya menjadi tombol return/enter (untuk menambahkan baris baru gunakan shift+return)
it: Impostato il tasto 'invio' come scorciatoia per l'invio di messaggi (per aggiungere una nuova riga usare shift+invio).
kn: ಕೇವಲ ರಿಟರ್ನ್/ಎಂಟರ್ ಕೀಲಿಗೆ 'ಕಳುಹಿಸು' ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ (ಹೊಸ ಸಾಲನ್ನು ಸೇರಿಸಲು ಶಿಫ್ಟ್+ರಿಟರ್ನ್ ಬಳಸಿ)
nb_no: Endret 'send' hurtigtast til return/enter knapp (for å skape ny line bruk shift+return)
nl: Snelkoppeling 'verzenden' gewijzigd in alleen de return/enter-toets (gebruik shift+return om een nieuwe regel toe te voegen)
pt_br: Alterado o atalho de 'enviar' para somente a tecla Return / Enter (para adicionar uma nova linha use Shift+Return/Enter)
ta: 'அனுப்பு' குறுக்குவழி வெறும் return/enter விசைக்கு மாற்றப்பட்டது (ஒரு புதிய வரியைச் சேர்க்க shift+return ஐப் பயன்படுத்தவும்)
te: 'పంపు' సత్వరమార్గాన్ని కేవలం రిటర్న్/ఎంటర్ కీకి మార్చారు (కొత్త లైన్‌ని జోడించడానికి షిఫ్ట్+రిటర్న్ ఉపయోగించండి)
tr: 'Gönder' kısayolu sadece return/enter tuşu olarak değiştirildi (yeni bir satır eklemek için shift+return kullanın)
uk: Змінено ярлик 'відправити' на клавішу Enter (для додавання нового рядка використовуйте shift+Enter)

source: Bug Fixes
bn: বাগ সংশোধন
de: Fehlerbehebungen
es: Arreglo de errores
fr: Correction de bogues
hi: बग सुधार
id: Perbaikan Bug
it: Correzioni di bug
kn: ದೋಷ ಪರಿಹಾರಗಳು
nb_no: Diverse feil fiks
pt_br: Consertos de Bugs
ta: பிழை திருத்தங்கள்
te: బగ్ పరిష్కారాలు
tr: Hata Düzeltmeleri
uk: Виправлення помилок

source: Fixed: Minor spelling mistake
bn: সংশোধন: সামান্য বানান ভুল
de: Behoben: Kleiner Rechtschreibfehler
es: Arregalada falta de ortografía
fr: Résolu : petite faute d'orthographe
hi: सुधार: छोटी सी वर्तनी की गलती
id: Diperbaiki: Kesalahan pengejaan minor
it: Corretto: errore di ortografia
kn: ಸ್ಥಿರ: ಸಣ್ಣ ಕಾಗುಣಿತ ತಪ್ಪು
nb_no: Fikset: stavelsefeil
nl: Fixed: Kleine spelfout
pt_br: Corrigido: Pequeno erro de escrita
ta: சரி செய்யப்பட்டது: சிறிய எழுத்துப் பிழை
te: పరిష్కరించబడింది: చిన్న స్పెల్లింగ్ తప్పు
tr: Küçük yazım hatası düzeltildi
uk: Виправлено: Незначна орфографічна помилка

source: Added 'mobile' as a supported form factor
bn: সমর্থিত আকার ফ্যাক্টর হিসাবে 'মোবাইল' যোগ করা হয়েছে
de: 'Mobil' als unterstützten Formfaktor hinzugefügt
es: Añadido soporte para celulares
fr: Ajouté : mise en page 'mobile'
hi: मोबाइल को एक समर्थित फॉर्म फैक्टर के रूप में जोड़ा गया है
id: Ditambahkan 'mobile' sebagai faktor bentuk yang didukung
it: Aggiunto 'mobile' come fattore di forma supprotato
kn: ಬೆಂಬಲಿತ ಫಾರ್ಮ್ ಅಂಶವಾಗಿ 'ಮೊಬೈಲ್' ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til mobil som støttet formfaktor
nl: Mobiel' toegevoegd als ondersteunde vormfactor
pt_br: Adicionado suporte ao formato de dispositivos móveis
ta: 'மொபைல்' ஒரு ஆதரவான வடிவக் காரணியாக சேர்க்கப்பட்டது
te: మద్దతు ఉన్న ఫారమ్ ఫ్యాక్టర్‌గా 'మొబైల్' జోడించబడింది
tr: 'mobil' düzen eklendi'
uk: Додано 'мобільний' як підтримуваний форм-фактор

source: Fixed: 'Connection Error' dialog not working properly
bn: সংশোধন: 'কনেকশন এরর' ডায়ালগ সঠিকভাবে কাজ করছে না
de: Behoben: Dialog 'Verbindungsfehler' funktioniert nicht richtig
es: Arreglado: Dialogo 'Error de conexión' no funcionando correctamente
fr: Résolu : La boîte de dialogue « Erreur de connexion » ne fonctionnait pas correctement
hi: 'कनेक्शन एरर' संवाद ठीक से काम नहीं कर रहा था, यह समस्या अब ठीक हो गई है
id: Diperbaiki: Dialog 'Error Koneksi' tidak berfungsi dengan benar
it: Corretto: la finestra di dialogo 'Errore di connessione' non funzionava correttamente
kn: ಸ್ಥಿರ: 'ಸಂಪರ್ಕ ದೋಷ' ಸಂವಾದ ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ
nb_no: Fikset: 'Tilkopling Problem' dialog ikke fungerte som det skal
nl: Fixed: dialoogvenster 'Verbindingsfout' werkt niet goed
pt_br: Corrigido: Diálogo de 'Erro de Conexão' não funcionar corretamente
ta: சரி செய்யப்பட்டது: 'இணைப்பு பிழை' உரையாடல் சரியாக வேலை செய்யவில்லை
te: పరిష్కరించబడింది: 'కనెక్షన్ ఎర్రర్' డైలాగ్ సరిగ్గా పని చేయడం లేదు
tr: 'Bağlantı Hatası' iletişim kutusunun düzgün çalışmaması düzeltildi
uk: Виправлено: Діалогове вікно 'Помилка підключення' працює некоректно

source: Fixed: App might freeze randomly on startup
bn: সংশোধন: অ্যাপ স্টার্টআপে অবান্তর জমে যেতে পারে
de: Behoben: App kann beim Start zufällig einfrieren
es: Arreglado: Aplicación se congela al azar cuando inicia
fr: Résolu : L'application pouvait se bloquer aléatoirement au démarrage
hi: ऐप शुरू होने पर कभी-कभी जम सकता था, यह समस्या अब ठीक हो गई है
id: Diperbaiki: Aplikasi mungkin membeku secara acak saat startup
it: Corretto: L'app poteva bloccarsi casualmente all'avvio
kn: ಸ್ಥಿರ: ಅಪ್ಲಿಕೇಶನ್ ಪ್ರಾರಂಭದಲ್ಲಿ ಯಾದೃಚ್ ly ಿಕವಾಗಿ ಫ್ರೀಜ್ ಮಾಡಬಹುದು
nb_no: Fikset et problem hvor appen noen ganger fryser på oppstart
nl: Fixed: App bevriest soms willekeurig bij opstarten
pt_br: Corrigido: O app trava de forma aleatória durante ao iniciar
ta: சரி செய்யப்பட்டது: தொடக்கத்தில் பயன்பாடு சீரற்ற முறையில் முடக்கப்படலாம்
te: పరిష్కరించబడింది: యాప్ స్టార్టప్‌లో యాదృచ్ఛికంగా స్తంభింపజేయవచ్చు
tr: Uygulamanın başlangıçta rastgele donması düzeltildi
uk: Виправлено: Додаток може випадково зависати під час запуску

source: Changed 'chats' label on sidebar for 'Alpaca'
bn: সাইডবারে 'আলপাকা'র জন্য 'চ্যাটস' লেবেল পরিবর্তন করা হয়েছে
de: Bezeichnung 'Chats' in der Seitenleiste in 'Alpaca' geändert
es: Cambiado label 'chats' en la barra lateral por 'Alpaca'
fr: Changé : remplacement du titre 'chats' de la barre latéral par 'Alpaca'
hi: साइडबार पर 'चैट्स' लेबल को 'अल्पाका' के लिए बदल दिया गया है
id: Diubah label 'obrolan' di sidebar menjadi 'Alpaca'
it: Modificata l'etichetta 'chat' sulla barra laterale per 'Alpaca'.
kn: 'ಅಲ್ಪಕಾ' ಗಾಗಿ ಸೈಡ್‌ಬಾರ್‌ನಲ್ಲಿ 'ಚಾಟ್ಸ್' ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nb_no: Endret 'samtaler' merke på sidefelt for 'Alpaca'
nl: Label 'chats' in zijbalk gewijzigd in 'Alpaca
pt_br: O nome 'chats' na barra lateral foi alterado para 'Alpaca'
ta: பக்கவாட்டுப் பட்டியில் உள்ள 'அரட்டைகள்' லேபிளை 'அல்பாகா' என்று மாற்றியது
te: 'అల్పాకా' కోసం సైడ్‌బార్‌లో 'చాట్స్' లేబుల్ మార్చబడింది
tr: 'Alpaca' için kenar çubuğundaki 'sohbetler' etiketi değiştirildi
uk: Змінено мітку 'чати' на бічній панелі на 'Alpaca'

source: Cool Update
bn: কুল আপডেট
de: Cooles Update
es: Actualización Potente
fr: Mise à jour sympa
hi: शानदार अपडेट
id: Pembaruan Keren
it: Fantastico aggiornamento
kn: ತಂಪಾದ ನವೀಕರಣ
nb_no: Kul oppdatering
nl: Leuke update
pt_br: Atualização Legal
ta: கூல் புதுப்பிப்பு
te: కూల్ అప్‌డేట్
tr: Havalı Güncelleme
uk: Класне оновлення

source: Better design for chat window
bn: চ্যাট উইন্ডোর জন্য ভালো ডিজাইন
de: Besseres Design für das Chatfenster
es: Mejor diseño para la ventana de chat
fr: Changé : meilleur design pour de fenêtre de discussion
hi: चैट विंडो के लिए बेहतर डिज़ाइन
id: Desain yang lebih baik untuk jendela obrolan
it: Migliore design per la finestra delle chat
kn: ಚಾಟ್ ವಿಂಡೋಗಾಗಿ ಉತ್ತಮ ವಿನ್ಯಾಸ
nb_no: Bedre design for samtalevinduet
nl: Beter ontwerp voor chatvenster
pt_br: Melhor design da janela de conversa
ta: அரட்டை சாளரத்திற்கான சிறந்த வடிவமைப்பு
te: చాట్ విండో కోసం మెరుగైన డిజైన్
tr: Sohbet penceresi tasarımı iyileştirildi
uk: Кращий дизайн вікна чату

source: Better design for chat sidebar
bn: চ্যাট সাইডবারের জন্য ভালো ডিজাইন
de: Besseres Design für die Chat-Seitenleiste
es: Mejor interfaz para la barra lateral de chat
fr: Changé : meilleur design pour de la barre latérale
hi: चैट साइडबार के लिए बेहतर डिज़ाइन
id: Desain yang lebih baik untuk sidebar obrolan
it: Migliore design per la barra laterale delle chat
kn: ಚಾಟ್ ಸೈಡ್‌ಬಾರ್‌ಗಾಗಿ ಉತ್ತಮ ವಿನ್ಯಾಸ
nb_no: Bedre design for sidefelt
nl: Beter ontwerp voor chat zijbalk
pt_br: Melhor design da barra lateral das conversas
ta: அரட்டை பக்கவாட்டுப் பட்டிக்கான சிறந்த வடிவமைப்பு
te: చాట్ సైడ్‌బార్ కోసం మెరుగైన డిజైన్
tr: Sohbet kenar çubuğu tasarımı iyileştirildi
uk: Кращий дизайн бічної панелі чату

source: Fixed remote connections
bn: দূরবর্তী সংযোগ সংশোধন
de: Remote-Verbindungen repariert
es: Conexión remota arreglada
fr: Résolu : connexions à distance
hi: रिमोट कनेक्शन ठीक हो गए हैं
id: Diperbaiki koneksi jarak jauh
it: Corrette le connessioni remote
kn: ಸ್ಥಿರ ದೂರಸ್ಥ ಸಂಪರ್ಕಗಳು
nb_no: Fikset eksterne tilkoblinger.
nl: Verbindingen op afstand opgelost
pt_br: Correção nas conexões remotas
ta: தொலைநிலை இணைப்புகள் சரி செய்யப்பட்டது
te: స్థిర రిమోట్ కనెక్షన్లు
tr: Uzak bağlantılar düzeltildi
uk: Виправлено віддалені підключення

source: Fixed Ollama restarting in loop
bn: ওল্লামা লুপে পুনরায় চালু হচ্ছে সংশোধন
de: Ollama-Neustart in Schleife behoben
es: Arreglado, Ollama reiniciandose en bucle
fr: Résolu : Ollama redémarrait en boucle
hi: ओलामा को लूप में रीस्टार्ट होने की समस्या ठीक हो गई है
id: Diperbaiki Ollama yang memulai ulang dalam loop
it: Corretto il riavvio di Ollama in loop
kn: ಸ್ಥಿರ ಒಲ್ಲಾಮಾ ಲೂಪ್‌ನಲ್ಲಿ ಮರುಪ್ರಾರಂಭಿಸಲಾಗುತ್ತಿದೆ
nb_no: Fikset problem hvor Ollama sto fast i oppstart
nl: Ollama herstart in loop opgelost
pt_br: Corrigido o erro que fazia o Ollama reiniciar em loop
ta: ஓல்லமா மீண்டும் மீண்டும் சுழல்வதை சரி செய்தது
te: స్థిర ఒల్లామా లూప్‌లో పునఃప్రారంభించబడుతోంది
tr: Ollama'nın döngü içinde yeniden başlaması düzeltildi
uk: Виправлено проблему з перезапуском Ollama у циклі

source: Other cool backend stuff
bn: অন্যান্য কুল ব্যাকএন্ড স্টাফ
de: Andere coole Backend-Sachen
es: Otras cosas geniales en el backend
fr: Autre trucs sympa en arrière-plan
hi: अन्य शानदार बैकएंड सामग्री
id: Hal keren lainnya di backend
it: Altre cose interessanti per il backend
kn: ಇತರ ಕೂಲ್ ಬ್ಯಾಕೆಂಡ್ ಸ್ಟಫ್
nb_no: Annet kult bakgrunnstoff
nl: Andere coole backend dingen
pt_br: Outras coisas legais de backend
ta: மற்ற சிறந்த பின்முனை விஷயங்கள்
te: ఇతర అద్భుతమైన బ్యాకెండ్ అంశాలు
tr: Diğer harika arkaplan şeyleri eklendi
uk: Інші класні зміни на серверній частині
