Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: A top-performing mixture of experts model, fine-tuned with high-quality data.
bn: উচ্চ-পারফর্মিং বিশেষজ্ঞ মডেলের একটি মিশ্রণ, উচ্চ-মানের ডেটার সাথে ফাইন-টিউন করা হয়েছে।
de: Ein leistungsstarkes Mixture-of-Experts-Modell, feinabgestimmt mit hochwertigen Daten.
es: Un modelo de mezcla de expertos de alto rendimiento, ajustado con datos de alta calidad.
fr: Un modèle Mixture of Experts de haute performance, affiné avec des données de haute qualité.
hi: एक शीर्ष-प्रदर्शन करने वाला विशेषज्ञों का मिश्रण मॉडल, उच्च-गुणवत्ता वाले डेटा के साथ फाइन-ट्यून किया गया।
id: Model campuran ahli berkinerja tinggi, disesuaikan dengan data berkualitas tinggi.
it: Un modello Mixture of Experts con le migliori prestazioni, ottimizzato con dati di alta qualità.
kn: ತಜ್ಞರ ಮಾದರಿಯ ಉನ್ನತ-ಕಾರ್ಯಕ್ಷಮತೆಯ ಮಿಶ್ರಣ, ಉತ್ತಮ-ಗುಣಮಟ್ಟದ ಡೇಟಾದೊಂದಿಗೆ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ.
nb_no: En topp-ytende blanding av Mixture-Of-Experts model, finjustert med kvalitet data.
nl: Een topmodel van een mix van experts, verfijnd met gegevens van hoge kwaliteit.
pt_br: Uma mistura de modelo de especialistas de alto desempenho, ajustada com dados de alta qualidade.
ru: Высокоэффективная модель экспертной модели, точно настроенная на основе высококачественных данных.
ta: உயர் தரவு தரவுகளுடன் நன்றாக மாற்றியமைக்கப்பட்ட நிபுணர்களின் மிகச் சிறந்த கலவை மாதிரி.
te: అధిక-నాణ్యత డేటాతో చక్కగా ట్యూన్ చేయబడిన నిపుణుల మోడల్ యొక్క అత్యుత్తమ పనితీరు మిశ్రమం.
tr: Yüksek kaliteli verilerle ince ayar yapılmış, üst düzey performans gösteren bir uzmanlar karışımı modelidir.
uk: Модель з найкращими показниками серед експертів, доопрацьована з використанням якісних даних.

source: A 7B chat model fine-tuned with high-quality data and based on Zephyr.
bn: জেফির উপর ভিত্তি করে উচ্চ-মানের ডেটার সাথে ফাইন-টিউন করা ৭বি চ্যাট মডেল।
de: Ein 7B-Chatmodell, feinabgestimmt mit hochwertigen Daten und basierend auf Zephyr.
es: Un modelo de chat de 7B ajustado con datos de alta calidad y basado en Zephyr.
fr: Modèle de chat de 7B affiné avec des données de haute qualité, basé sur Zephyr.
hi: एक 7बी चैट मॉडल जो उच्च-गुणवत्ता वाले डेटा के साथ फाइन-ट्यून किया गया है और ज़ेफर पर आधारित है।
id: Model obrolan 7B yang disesuaikan dengan data berkualitas tinggi dan berbasis Zephyr.
it: Un modello di chat 7B ottimizzato con dati di alta qualità e basato su Zephyr.
kn: 7 ಬಿ ಚಾಟ್ ಮಾದರಿಯು ಉತ್ತಮ-ಗುಣಮಟ್ಟದ ಡೇಟಾದೊಂದಿಗೆ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಜೆಫಿರ್ ಅನ್ನು ಆಧರಿಸಿದೆ.
nb_no: En 7B chat modell finjustert med høy kvalitet data og basert på Zephyr.
nl: Een 7B chatmodel verfijnd met gegevens van hoge kwaliteit en gebaseerd op Zephyr.
pt_br: Um modelo de conversação 7B ajustado com dados de alta qualidade e baseado em Zephyr.
ru: Модель чата 7B, настроенная на основе высококачественных данных и основанная на Zephyr.
ta: உயர் தரவு தரவுகளுடன் நன்றாக மாற்றியமைக்கப்பட்ட 7B அரட்டை மாதிரி மற்றும் Zephyr ஐ அடிப்படையாகக் கொண்டது.
te: 7B చాట్ మోడల్ అధిక-నాణ్యత డేటాతో మరియు Zephyr ఆధారంగా చక్కగా ట్యూన్ చేయబడింది.
tr: Zephyr tabanlı ve yüksek kaliteli verilerle ince ayar yapılmış 7B parametreli bir sohbet modelidir.
uk: Чат-модель з 7B параметрів, доопрацьована з використанням якісних даних та на основі Zephyr.

source: Merge of the Open Orca OpenChat model and the Garage-bAInd Platypus 2 model. Designed for chat and code generation.
bn: ওপেন অরকা ওপেনচ্যাট মডেল এবং গ্যারেজ-বিএআইন্ড প্ল্যাটিপাস ২ মডেলের সংমিশ্রণ। চ্যাট এবং কোড উৎপাদনের জন্য ডিজাইন করা হয়েছে।
de: Zusammenführung des Open-Orca-OpenChat-Modells und des Garage-bAInd-Platypus-2-Modells. Entwickelt für Chat und Codegenerierung.
es: Fusión del modelo Open Orca OpenChat y el modelo Garage-bAInd Platypus 2. Diseñado para chat y generación de código.
fr: Fusion du modèle Open Orca OpenChat et du modèle Garage-bAInd Platypus 2, conçu pour le chat et la génération de code.
hi: ओपन ओर्का ओपनचैट मॉडल और गैरेज-बीएआईएनडी प्लेटिपस 2 मॉडल का विलय। चैट और कोड जनरेशन के लिए डिज़ाइन किया गया।
id: Penggabungan model Open Orca OpenChat dan model Garage-bAInd Platypus 2. Dirancang untuk obrolan dan pembuatan kode.
it: Fusione del modello OpenChat di Open Orca e del modello Platypus 2 di Garage-bAInd. Progettato per la chat e la scrittura di codice.
kn: ಓಪನ್ ಓರ್ಕಾ ಓಪನ್‌ಚಾಟ್ ಮಾದರಿ ಮತ್ತು ಗ್ಯಾರೇಜ್-ಬೈರ್ಡ್ ಪ್ಲ್ಯಾಟಿಪಸ್ 2 ಮಾದರಿಯ ವಿಲೀನ. ಚಾಟ್ ಮತ್ತು ಕೋಡ್ ಉತ್ಪಾದನೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ.
nb_no: Sammensmelting av Open Orca Open Chatmodell og Garage-baind Platypus 2 modell. Designet for chat og kode generasjon.
nl: Samenvoeging van het Open Orca OpenChat model en het Garage-bAInd Platypus 2 model. Ontworpen voor chat en het genereren van code.
pt_br: Fusão do modelo Open Orca OpenChat e do modelo Garage-bAInd Platypus 2. Projetado para conversação e geração de código.
ru: Слияние модели Open Orca OpenChat и модели Garage-bAInd Platypus 2. Предназначен для чата и генерации кода.
ta: ஓபன் ஓர்கா ஓபன்சாட் மாதிரி மற்றும் கேரேஜ்-பிஏஇண்ட் பிளாட்டிபஸ் 2 மாதிரி ஆகியவற்றின் இணைப்பு. அரட்டை மற்றும் குறியீடு உருவாக்கத்திற்காக வடிவமைக்கப்பட்டுள்ளது.
te: ఓపెన్ ఓర్కా ఓపెన్‌చాట్ మోడల్ మరియు గ్యారేజ్-బైండ్ ప్లాటిపస్ 2 మోడల్‌ను విలీనం చేయండి. చాట్ మరియు కోడ్ ఉత్పత్తి కోసం రూపొందించబడింది.
tr: Open Orca OpenChat modeli ile Garage-bAInd Platypus 2 modelinin birleştirilmesiyle oluşturulmuş bir modeldir. Sohbet ve kod üretimi için tasarlanmıştır.
uk: Злиття моделі Open Orca OpenChat і моделі Garage-bAInd Platypus 2. Розроблена для чату та генерації коду.

source: A language model created by combining two fine-tuned Llama 2 70B models into one.
bn: দুটি ফাইন-টিউন এলমা ২ ৭০বি মডেলকে একত্রিত করে তৈরি করা একটি ভাষা মডেল।
de: Ein Sprachmodell, das durch Kombination von zwei feinabgestimmten Llama-2-70B-Modellen zu einem einzigen Modell erstellt wurde.
es: Un modelo de lenguaje creado combinando dos modelos ajustados de Llama 2 70B en uno.
fr: Un modèle de langage créé en combinant deux modèles Llama 2 de 70B paramètres affinés en un seul.
hi: दो फाइन-ट्यून एलएलएएमए 2 70बी मॉडल्स को मिलाकर बनाया गया एक भाषा मॉडल।
id: Model bahasa yang dibuat dengan menggabungkan dua model Llama 2 70B yang disesuaikan menjadi satu.
it: Un modello linguistico creato combinando due modelli ottimizzati Llama 2 70B in uno.
kn: ಎರಡು ಉತ್ತಮ-ಟ್ಯೂನ್ಡ್ ಲಾಮಾ 2 70 ಬಿ ಮಾದರಿಗಳನ್ನು ಒಂದಾಗಿ ಸಂಯೋಜಿಸುವ ಮೂಲಕ ರಚಿಸಲಾದ ಭಾಷಾ ಮಾದರಿ.
nb_no: En språkmodell opprettet ved å kombinere to finjusterte Llama 2 70B-modeller til en.
nl: Een taalmodel gemaakt door twee verfijnde Llama 2 70B-modellen te combineren tot één.
pt_br: Um modelo de linguagem criado pela combinação de dois modelos Llama 2 70B ajustados em um.
ru: Языковая модель, созданная путем объединения двух точно настроенных моделей Llama 2 70B в одну.
ta: இரண்டு சிறந்த முறையில் மாற்றியமைக்கப்பட்ட Llama 2 70B மாதிரிகளை ஒன்றாக இணைப்பதன் மூலம் உருவாக்கப்பட்ட ஒரு மொழி மாதிரி.
te: రెండు ఫైన్-ట్యూన్డ్ లామా 2 70B మోడల్‌లను ఒకటిగా కలపడం ద్వారా రూపొందించబడిన భాషా నమూనా.
tr: İki ince ayar yapılmış Llama 2 70B modelinin birleştirilmesiyle oluşturulmuş bir dil modelidir.
uk: Мовна модель, створена шляхом поєднання двох доопрацьованих моделей Llama 2 70B в одну.

source: The IBM Granite 1B and 3B models are the first mixture of experts (MoE) Granite models from IBM designed for low latency usage.
bn: আইবিএম গ্রানাইট 1B এবং 3B মডেলগুলি হল আইবিএম থেকে কম বিলম্বনা ব্যবহারের জন্য ডিজাইন করা প্রথম বিশেষজ্ঞদের মিশ্রণ (MoE) গ্রানাইট মডেল।
de: Die IBM Granite 1B- und 3B-Modelle sind die ersten Mixture of Experts (MoE)-Granite-Modelle von IBM, entwickelt für Nutzung mit geringer Latenz.
es: Los modelos IBM Granite 1B y 3B son la primera mezcla de modelos Granite de expertos (MoE) de IBM diseñados para un uso de baja latencia.
fr: Les modèles IBM Granite 1B et 3B sont les premiers modèles Granite avec mélange d'experts (MoE) d'IBM, conçus pour un usage à faible latence.
hi: आईबीएम ग्रैनाइट 1बी और 3बी मॉडल आईबीएम द्वारा कम विलंबता उपयोग के लिए डिज़ाइन किए गए पहले विशेषज्ञों के मिश्रण (एमओई) ग्रैनाइट मॉडल हैं।
id: Model IBM Granite 1B dan 3B adalah model campuran ahli (MoE) pertama dari IBM yang dirancang untuk penggunaan latensi rendah.
it: I modelli IBM Granite 1B e 3B sono i primi modelli Granite di tipologia mixture of experts (MoE) di IBM progettati per un utilizzo a bassa latenza.
kn: ಐಬಿಎಂ ಗ್ರಾನೈಟ್ 1 ಬಿ ಮತ್ತು 3 ಬಿ ಮಾದರಿಗಳು ಕಡಿಮೆ ಸುಪ್ತ ಬಳಕೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಐಬಿಎಂನಿಂದ ತಜ್ಞರ (ಎಂಒಇ) ಗ್ರಾನೈಟ್ ಮಾದರಿಗಳ ಮೊದಲ ಮಿಶ್ರಣವಾಗಿದೆ.
nl: De IBM Granite 1B en 3B modellen zijn de eerste mixture of experts (MoE) Granite modellen van IBM die ontworpen zijn voor gebruik met lage latency.
pt_br: Os modelos IBM Granite 1B e 3B são a primeira mistura de especialistas (MoE)Modelos Granite da IBM projetados para uso de baixa latência.
ta: IBM கிரானைட் 1B மற்றும் 3B மாதிரிகள் IBM இலிருந்து வந்த முதல் நிபுணர்களின் கலவை (MoE) கிரானைட் மாதிரிகள் ஆகும், இது குறைந்த தாமத பயன்பாட்டிற்காக வடிவமைக்கப்பட்டுள்ளது.
te: IBM గ్రానైట్ 1B మరియు 3B మోడల్‌లు IBM నుండి నిపుణుల (MoE) గ్రానైట్ మోడల్‌ల యొక్క మొదటి మిశ్రమం, తక్కువ జాప్యం వినియోగం కోసం రూపొందించబడ్డాయి.
tr: IBM granite 1B ve 3B modelleri, düşük gecikme kullanımı için tasarlanmış IBM'den uzmanların (MOE) granit modellerinin ilk karışımıdır.
uk: Моделі IBM Granite 1B і 3B — це перші моделі Granite від IBM на основі мішаних експертів (MoE), розроблені для використання з низькою затримкою.

source: A 3.8B model fine-tuned on a private high-quality synthetic dataset for information extraction, based on Phi-3.
bn: তথ্য নির্যাসের জন্য ব্যক্তিগত উচ্চ-মানের সিন্থেটিক ডাটাসেটের উপর ফাইন-টিউন করা ৩.৮বি মডেল, Phi-3 এর উপর ভিত্তি করে।
de: Ein 3,8B-Modell, das auf einem privaten synthetischen Datensatz von hoher Qualität für die Informationsextraktion feinabgestimmt wurde, basierend auf Phi-3.
es: Un modelo de 3.8B ajustado con un conjunto de datos sintéticos de alta calidad para extracción de información, basado en Phi-3.
fr: Un modèle de 3.8B affiné sur un dataset synthétique privé de haute qualité pour l'extraction d'informations, basé sur Phi-3.
hi: फाई-3 पर आधारित एक 3.8बी मॉडल जो एक निजी उच्च-गुणवत्ता वाले सिंथेटिक डेटासेट पर सूचना निकासी के लिए फाइन-ट्यून किया गया है।
id: Model 3.8B yang disesuaikan dengan dataset sintetis berkualitas tinggi pribadi untuk ekstraksi informasi, berbasis Phi-3.
it: Un modello 3.8B ottimizzato su un dataset sintetico privato di alta qualità per l'estrazione di informazioni, basato su Phi-3.
kn: ಪಿಹೆಚ್‌ಐ -3 ಆಧಾರಿತ ಮಾಹಿತಿ ಹೊರತೆಗೆಯಲು ಖಾಸಗಿ ಉತ್ತಮ-ಗುಣಮಟ್ಟದ ಸಂಶ್ಲೇಷಿತ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ 3.8 ಬಿ ಮಾದರಿಯು ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ.
nl: Een 3.8B model verfijnd op een eigen synthetische dataset van hoge kwaliteit voor informatie-extractie, gebaseerd op Phi-3.
pt_br: Um modelo 3,8B ajustado em um conjunto de dados sintéticos privados de alta qualidade para extração de informações, baseado em Phi-3.
ta: தகவல் பிரித்தெடுத்தலுக்காக ஒரு தனியார் உயர்தர செயற்கை தரவுத்தொகுப்பில் நன்றாக மாற்றியமைக்கப்பட்ட 3.8B மாதிரி, Phi-3 ஐ அடிப்படையாகக் கொண்டது.
te: Phi-3 ఆధారంగా సమాచార వెలికితీత కోసం ప్రైవేట్ అధిక-నాణ్యత సింథటిక్ డేటాసెట్‌లో 3.8B మోడల్ ఫైన్-ట్యూన్ చేయబడింది.
tr: Phi-3 tabanlı, bilgi çıkarımı için özel yüksek kaliteli sentetik bir veri setinde ince ayar yapılmış 3.8B parametreli bir modeldir.
uk: Модель з 3.8B параметрами, доопрацьована на приватному високоякісному синтетичному наборі даних для вилучення інформації, на основі Phi-3.

source: Cohere For AI's language models trained to perform well across 23 different languages.
bn: Cohere For AI-এর ভাষা মডেলগুলি 23টি ভিন্ন ভাষায় ভাল কাজ করার জন্য প্রশিক্ষিত।
de: Cohere For AI's LLMs, trainiert darauf, gut in 23 Sprachen abzuschneiden.
es: Cohere Para modelos de lenguaje de IA entrenados para funcionar bien en 23 idiomas diferentes.
fr: Les modèles linguistiques de Cohere For AI sont entraînés pour bien performer dans 23 langues différentes.
hi: कोहियर फॉर एआई के भाषा मॉडल जो 23 विभिन्न भाषाओं में अच्छा प्रदर्शन करने के लिए प्रशिक्षित किए गए हैं।
id: Model bahasa Cohere For AI yang dilatih untuk berkinerja baik di 23 bahasa berbeda.
it: I modelli linguistici di Cohere For AI sono stati addestrati per ottenere buone prestazioni in 23 lingue diverse.
kn: AI ನ ಭಾಷಾ ಮಾದರಿಗಳಿಗೆ ಕೋಹೆರ್ 23 ವಿವಿಧ ಭಾಷೆಗಳಲ್ಲಿ ಉತ್ತಮ ಪ್ರದರ್ಶನ ನೀಡಲು ತರಬೇತಿ ಪಡೆದಿದೆ.
nl: De taalmodellen van Cohere For AI zijn getraind om goed te presteren in 23 verschillende talen.
pt_br: Os modelos de linguagem da Cohere For AI foram treinados para ter um bom desempenho em 23 idiomas diferentes.
ta: கோஹேர் ஃபார் AI இன் மொழி மாதிரிகள் 23 வெவ்வேறு மொழிகளில் சிறப்பாக செயல்பட பயிற்சி அளிக்கப்பட்டுள்ளன.
te: కోహెర్ ఫర్ AI యొక్క భాషా నమూనాలు 23 విభిన్న భాషలలో బాగా పని చేయడానికి శిక్షణ పొందాయి.
tr: AI'nın 23 farklı dilde iyi performans göstermesi için eğitilmiş dil modelleri için.

source: DBRX is an open, general-purpose LLM created by Databricks.
bn: ডিবিআরএক্স হল ড্যাটাব্রিক্স(Databricks) দ্বারা তৈরি করা একটি ওপেন, সাধারণ উদ্দেশ্যে বৃহৎ ভাষা মডেল।
de: DBRX ist ein offenes, allgemeines LLM, das von Databricks erstellt wurde.
es: DBRX es un LLM abierto de propósito general creado por Databricks.
fr: DBRX est un modèle de langage généraliste ouvert créé par Databricks.
hi: डीबीआरएक्स डेटाब्रिक्स द्वारा बनाया गया एक ओपन, सामान्य-उद्देश्य एलएलएम है।
id: DBRX adalah LLM sumber terbuka serbaguna yang dibuat oleh Databricks.
it: DBRX è un modello aperto e multiuso creato da Databricks.
kn: ಡಿಬಿಆರ್ಎಕ್ಸ್ ಎನ್ನುವುದು ಡಾಟಾಬ್ರಿಕ್ಸ್ ರಚಿಸಿದ ಮುಕ್ತ, ಸಾಮಾನ್ಯ ಉದ್ದೇಶದ ಎಲ್ಎಲ್ಎಂ ಆಗಿದೆ.
nb_no: DBRX er en åpen, generell språkmodell opprettet av Databricks.
nl: DBRX is een open LLM voor algemene doeleinden, gemaakt door Databricks.
pt_br: DBRX é um LLM aberto e de uso geral criado pela Databricks.
ru: DBRX — это открытая LLM общего назначения, созданная Databricks.
ta: DBRX என்பது டேட்டாபிரிக்ஸ் உருவாக்கிய திறந்த, பொது நோக்க LLM ஆகும்.
te: DBRX అనేది డేటాబ్రిక్స్ ద్వారా సృష్టించబడిన బహిరంగ, సాధారణ-ప్రయోజన LLM.
tr: DBRX, Databricks tarafından oluşturulmuş açık ve genel amaçlı bir büyük dil modelidir.
uk: DBRX — це відкрита універсальна мовна модель, створена Databricks.

source: An open large reasoning model for real-world solutions by the Alibaba International Digital Commerce Group (AIDC-AI).
bn: অলিবাবা আন্তর্জাতিক ডিজিটাল বাণিজ্য গ্রুপ (AIDC-AI) দ্বারা বাস্তব বিশ্বের সমাধানের জন্য একটি ওপেন বড় যুক্তি মডেল।
de: Ein offenes, großes Reasoning-Modell für Lösungen in der echten Welt von der Alibaba International Digital Commerce Group (AIDC-AI).
es: Un modelo de razonamiento abierto a gran escala para soluciones del mundo real del Alibaba International Digital Commerce Group (AIDC-AI).
fr: Un grand modèle de raisonnement ouvert pour des solutions pratiques, développé par le groupe Alibaba International Digital Commerce (AIDC-AI).
hi: अलीबाबा इंटरनेशनल डिजिटल कॉमर्स ग्रुप (AIDC-AI) द्वारा वास्तविक दुनिया के समाधानों के लिए एक ओपन बड़े तर्क मॉडल।
id: Model penalaran besar terbuka untuk solusi dunia nyata oleh Alibaba International Digital Commerce Group (AIDC-AI).
it: Un modello di ragionamento open-source di grandi dimensioni dell'Alibaba International Digital Commerce Group (AIDC-AI) per trovare soluzioni nel mondo reale.
kn: ಅಲಿಬಾಬಾ ಇಂಟರ್ನ್ಯಾಷನಲ್ ಡಿಜಿಟಲ್ ಕಾಮರ್ಸ್ ಗ್ರೂಪ್ (ಎಐಡಿಸಿ-ಎಐ) ಯ ನೈಜ-ಪ್ರಪಂಚದ ಪರಿಹಾರಗಳಿಗಾಗಿ ಮುಕ್ತ ದೊಡ್ಡ ತಾರ್ಕಿಕ ಮಾದರಿ.
nl: Een open groot redeneermodel voor echte oplossingen door de Alibaba International Digital Commerce Group (AIDC-AI).
pt_br: Um modelo de raciocínio aberto e amplo para soluções do mundo real pelo Alibaba International Digital Commerce Group (AIDC-AI).
ta: அலிபாபா சர்வதேச டிஜிட்டல் வர்த்தக குழுமத்தால் (AIDC-AI) நிஜ உலக தீர்வுகளுக்கான ஒரு திறந்த பெரிய வாத மாதிரி.
te: అలీబాబా ఇంటర్నేషనల్ డిజిటల్ కామర్స్ గ్రూప్ (AIDC-AI) ద్వారా వాస్తవ ప్రపంచ పరిష్కారాల కోసం ఓపెన్ లార్జ్ రీజనింగ్ మోడల్.
tr: Alibaba Uluslararası Dijital Ticaret Grubu (AIDC-AI) tarafından gerçek dünyadaki çözümler için açık büyük bir akıl yürütme modeli.
uk: Відкрита велика модель логічного мислення для реальних рішень від Міжнародної цифрової комерційної групи Alibaba (AIDC-AI).

source: Embedding model from BAAI mapping texts to vectors.
bn: বিএএআই থেকে পাঠ্যগুলিকে ভেক্টরে ম্যাপ করার জন্য এম্বেডিং মডেল।
de: Einbettungsmodell von BAAI, das Texte auf Vektoren abbildet.
es: Modelo de incrustación de BAAI que mapea textos a vectores.
fr: Modèle d'embedding de BAAI, mappant les textes en vecteurs.
hi: बीएएआई से वेक्टर में पाठों को मैप करने के लिए एम्बेडिंग मॉडल।
id: Model embedding dari BAAI yang memetakan teks ke vektor.
it: Modello di embedding di BAAI che mappa i testi in vettori.
kn: ಬಾಯ್ ಮ್ಯಾಪಿಂಗ್ ಪಠ್ಯಗಳಿಂದ ವಾಹಕಗಳಿಗೆ ಎಂಬೆಡಿಂಗ್ ಮಾದರಿ.
nl: Embedding model van BAAI dat teksten naar vectoren mapt.
pt_br: Modelo de embedding da BAAI mapeando textos em vetores.
ta: BAAI இலிருந்து உரை களை வெக்டர்களுக்கு வரைபடமாக்கும் உட்பொதிவு மாதிரி.
te: BAAI మ్యాపింగ్ టెక్స్ట్‌ల నుండి వెక్టర్‌లకు మోడల్‌ను పొందుపరచడం.
tr: BAAI'den metinleri vektörlere eşleyen gömme modeli.
uk: Модель вбудовування від BAAI, що відображає тексти у вектори.

source: An open weights function calling model based on Llama 3, competitive with GPT-4o function calling capabilities.
bn: Llama 3 এর উপর ভিত্তি করে ওপেন ওজন ফাংশন কলিং মডেল, GPT-4o ফাংশন কলিং ক্ষমতার সাথে প্রতিযোগিতামূলক।
de: Ein offenes Funktionsaufrufmodell basierend auf Llama 3, das mit den Funktionsaufruffähigkeiten von GPT-4o konkurrenzfähig ist.
es: Un modelo de llamadas a funciones con pesos abiertos basado en Llama 3, competitivo con las capacidades de llamadas a funciones de GPT-4o.
fr: Un modèle d'appel de fonctions avec des poids ouverts basé sur Llama 3, compétitif avec les capacités d'appel de fonctions de GPT-4.
hi: एलएलएएमए 3 पर आधारित एक ओपन वेट्स फंक्शन कॉलिंग मॉडल, जीपीटी-4ओ फंक्शन कॉलिंग क्षमताओं के साथ प्रतिस्पर्धी।
id: Model pemanggilan fungsi dengan bobot terbuka berbasis Llama 3, bersaing dengan kemampuan pemanggilan fungsi GPT-4o.
it: Un modello di chiamata di funzioni a pesi aperti basato su Llama 3, competitivo con le capacità di chiamata di funzioni di GPT-4o.
kn: ಜಿಪಿಟಿ -4 ಒ ಫಂಕ್ಷನ್ ಕರೆ ಸಾಮರ್ಥ್ಯಗಳೊಂದಿಗೆ ಸ್ಪರ್ಧಾತ್ಮಕವಾದ ಲಾಮಾ 3 ಆಧಾರಿತ ಮುಕ್ತ ತೂಕದ ಕಾರ್ಯ ಕರೆ ಮಾದರಿ.
nl: Een open gewogen functie-aanroepmodel gebaseerd op Llama 3, concurrerend met GPT-4o functie-aanroepmogelijkheden.
pt_br: Um modelo de chamada de função de pesos abertos baseado no Llama 3, competitivo com os recursos de chamada de função GPT-4o.
ta: Llama 3 ஐ அடிப்படையாகக் கொண்ட திறந்த எடை செயல்பாடு அழைப்பு மாதிரி, GPT-4o செயல்பாடு அழைப்பு திறன்களுடன் போட்டித்தன்மை கொண்டது.
te: లామా 3 ఆధారంగా ఓపెన్ వెయిట్స్ ఫంక్షన్ కాలింగ్ మోడల్, GPT-4o ఫంక్షన్ కాలింగ్ సామర్థ్యాలతో పోటీ.
tr: Llama 3 tabanlı, açık ağırlıklı bir fonksiyon çağrısı modelidir ve GPT-4o'nun fonksiyon çağrısı yetenekleriyle rekabet edebilir.
uk: Модель з відкритими вагами для виклику функцій на основі Llama 3, конкурентна з можливостями виклику функцій GPT-4o.

source: A robust conversational model designed to be used for both chat and instruct use cases.
bn: চ্যাট এবং নির্দেশনা উভয় ব্যবহার ক্ষেত্রের জন্য ডিজাইন করা একটি শক্তিশালী কথোপকথন মডেল।
de: Ein robustes Konversationsmodell, das sowohl für Chat- als auch für Anweisungs-anwendungsfälle entwickelt wurde.
es: Un modelo conversacional robusto diseñado para ser utilizado tanto en casos de uso de chat como de instrucción.
fr: Un modèle conversationnel robuste conçu pour être utilisé à la fois pour le chat et les cas d'usage d'instructions.
hi: एक मजबूत संवादात्मक मॉडल जो चैट और निर्देश दोनों उपयोग के मामलों के लिए डिज़ाइन किया गया है।
id: Model percakapan yang kuat yang dirancang untuk digunakan dalam kasus obrolan dan instruksi.
it: Un robusto modello conversazionale progettato per essere utilizzato sia per la chat che per seguire istruzioni.
kn: ಚಾಟ್ ಮತ್ತು ಸೂಚನೆ ಬಳಕೆಯ ಪ್ರಕರಣಗಳಿಗೆ ಬಳಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ದೃ saic ವಾದ ಸಂವಾದಾತ್ಮಕ ಮಾದರಿ.
nb_no: En robust samtalemodell designet for å brukes til både chat og instruksjon formål.
nl: Een robuust conversatiemodel dat is ontworpen om te worden gebruikt voor zowel chat- als instructiegebruikscases.
pt_br: Um modelo de conversação robusto projetado para ser usado em casos de uso de chat e instrução.
ru: Надежная диалоговая модель, предназначенная для использования как в чате, так и для инструкций.
ta: அரட்டை மற்றும் அறிவுறுத்தல் பயன்பாட்டு நிகழ்வுகள் இரண்டிற்கும் பயன்படுத்த வடிவமைக்கப்பட்ட ஒரு வலுவான உரையாடல் மாதிரி.
te: చాట్ మరియు సూచన వినియోగ సందర్భాలు రెండింటికీ ఉపయోగించేందుకు రూపొందించబడిన బలమైన సంభాషణ నమూనా.
tr: Hem sohbet hem de talimat kullanımları için tasarlanmış sağlam bir konuşma modelidir.
uk: Міцна розмовна модель, розроблена для використання в чатах і сценаріях інструкцій.

source: An upgraded version of DeekSeek-V2 that integrates the general and coding abilities of both DeepSeek-V2-Chat and DeepSeek-Coder-V2-Instruct.
bn: DeekSeek-V2-এর একটি আপগ্রেডেড সংস্করণ, যা DeepSeek-V2-Chat এবং DeepSeek-Coder-V2-Instruct উভয়ের সাধারণ এবং কোডিং দক্ষতাকে একীভূত করে।
de: Eine verbesserte Version von DeepSeek-V2, welche die generischen sowie Coding-Fähigkeiten von sowohl DeepSeek-V2-Chat als auch DeepSeek-Coder-V2-Instruct vereint.
es: Una versión mejorada de DeepSeek-V2 que integra las capacidades generales y de codificación de DeepSeek-V2-Chat y DeepSeek-Coder-V2-Instruct.
fr: Une version améliorée de DeepSeek-V2 qui intègre les capacités générales et de codage de DeepSeek-V2-Chat et DeepSeek-Coder-V2-Instruct.
hi: DeekSeek-V2 का एक उन्नत संस्करण, जो DeepSeek-V2-Chat और DeepSeek-Coder-V2-Instruct दोनों की सामान्य और कोडिंग क्षमताओं को एकीकृत करता है।
id: Versi yang ditingkatkan dari DeekSeek-V2 yang mengintegrasikan kemampuan umum dan pengkodean dari DeepSeek-V2-Chat dan DeepSeek-Coder-V2-Instruct.
it: Una versione aggiornata di DeekSeek-V2 che integra le abilità generali e di scrittura del codice di DeepSeek-V2-Chat e DeepSeek-Coder-V2-Instruct.
kn: ಡೀಪ್ಸೀಕ್-ವಿ 2-ಚಾಟ್ ಮತ್ತು ಡೀಪ್ಸೀಕ್-ಕೋಡರ್-ವಿ 2-ಇನ್ಸ್ಟ್ರಕ್ಟ್ ಎರಡರ ಸಾಮಾನ್ಯ ಮತ್ತು ಕೋಡಿಂಗ್ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಸಂಯೋಜಿಸುವ ಡೀಕ್ಸೀಕ್-ವಿ 2 ನ ನವೀಕರಿಸಿದ ಆವೃತ್ತಿ.
nl: Een verbeterde versie van DeekSeek-V2 die de algemene en coderingsvaardigheden van zowel DeepSeek-V2-Chat als DeepSeek-Coder-V2-Instruct integreert.
pt_br: Uma versão atualizada do DeekSeek-V2 que integra as habilidades gerais e de codificação do DeepSeek-V2-Chat e do DeepSeek-Coder-V2-Instruct.
ta: DeepSeek-V2-Chat மற்றும் DeepSeek-Coder-V2-Instruct ஆகிய இரண்டின் பொதுவான மற்றும் குறியீட்டு திறன்களை ஒருங்கிணைக்கும் DeepSeek-V2 இன் மேம்படுத்தப்பட்ட பதிப்பு.
te: DeepSeek-V2-Chat మరియు DeepSeek-Coder-V2-Instruct రెండింటి యొక్క సాధారణ మరియు కోడింగ్ సామర్థ్యాలను ఏకీకృతం చేసే DeekSeek-V2 యొక్క అప్‌గ్రేడ్ వెర్షన్.
tr: Hem Deepseek-V2-Chat hem de Deepseek-Koder-V2-in-in-in-in-incult'un genel ve kodlama yeteneklerini entegre eden Deekseek-V2'nin yükseltilmiş bir versiyonu.
uk: Оновлена версія DeekSeek-V2, що інтегрує загальні та програмні можливості моделей DeepSeek-V2-Chat і DeepSeek-Coder-V2-Instruct.
