Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Delete Attachment?
bn: সংযুক্তি মুছবেন?
de: Anhang löschen?
es: Eliminar Archivo Adjunto?
hi: संलग्नक हटाएँ?
id: Hapus Lampiran?
it: Eliminare l'allegato?
kn: ಲಗತ್ತನ್ನು ಅಳಿಸುವುದೇ?
pt_br: Excluir Anexo?
te: జోడింపుని తొలగించాలా?
tr: Eki silmek?

source: Are you sure you want to delete '{}'?
bn: আপনি কি নিশ্চিত যে আপনি '{}' মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie '{}' löschen möchten?
es: ¿Estás seguro de que quieres eliminar '{}'?
fr: Êtes-vous sur de vouloir supprimer '{}' ?
hi: क्या आप '{}' को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus '{}'?
it: Sei dicuro di voler eliminare '{}'?
kn: ನೀವು '{}' ಅನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
nl: Weet je zeker dat je '{}' wilt verwijderen?
pt_br: Tem certeza que deseja excluir '{}'?
ru: Вы уверены, что хотите удалить '{}'?
ta: நீங்கள் '{}' ஐ நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా '{}'ని తొలగించాలనుకుంటున్నారా?
tr: ‘{}’ silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити '{}'?

source: Delete
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
kn: ಅಳಿಸು
nl: Verwijder
pt_br: Excluir
ru: Удалить
ta: நீக்கு
te: తొలగించు
tr: Sil
uk: Видалити

source: Delete Image?
bn: ছবি মুছবেন?
de: Bild löschen?
es: ¿Borrar Imagen?
hi: छवि हटाएँ?
id: Hapus Gambar?
it: Eliminare l'immagine?
pt_br: Excluir Imagem?
te: చిత్రాన్ని తొలగించాలా?
tr: Resmi Sil?

source: This model might not be compatible with image recognition
bn: এই মডেলটি ছবি চিনতে পারার সাথে সামঞ্জস্যপূর্ণ নাও হতে পারে
de: Dieses Modell ist möglicherweise nicht mit Bilderkennung kompatibel
es: Es posible que este modelo no sea compatible con el reconocimiento de imágenes.
hi: यह मॉडल छवि पहचान के साथ संगत नहीं हो सकता है
id: Model ini mungkin tidak kompatibel dengan pengenalan gambar
it: Questo modello potrebbe non essere compatibile con il riconoscimento delle immagini
pt_br: Esse modelo pode não ser compatível com reconhecimento de imagem
tr: Bu model görüntü tanıma ile uyumlu olmayabilir

source: Any compatible Alpaca attachment
bn: যেকোনো সামঞ্জস্যপূর্ণ আলপাকা সংযোজন
de: Jeglicher Alpaca-kompatibler Anhang
es: Cualquier archivo compatible con Alpaca
fr: N'importe quel fichier compatible avec Alpaca
hi: कोई भी संगत Alpaca अटैचमेंट
id: Lampiran Alpaca yang kompatibel
it: Qualsiasi allegato compatibile con Alpaca
kn: ಯಾವುದೇ ಹೊಂದಾಣಿಕೆಯ ಅಲ್ಪಕಾ ಲಗತ್ತು
pt_br: Qualquer anexo compatível com o Alpaca
ta: எந்தவொரு இணக்கமான அல்பாகா இணைப்பும்
te: ఏదైనా అనుకూలమైన అల్పాకా అటాచ్‌మెంట్
tr: Herhangi bir uyumlu ALPACA eki
uk: Будь-яке сумісне прикріплення Alpaca

source: Attach Website
bn: ওয়েবসাইট সংযুক্ত করুন
de: Website anhängen
es: Adjuntar Sitio Web
fr: Ajouter un site web
hi: वेबसाइट संलग्न करें
id: Lampirkan Situs Web
it: Allega un sito web
kn: ವೆಬ್‌ಸೈಟ್ ಲಗತ್ತಿಸಿ
nl: Website bijvoegen
pt_br: Anexar Site
ta: வலைத்தளத்தை இணை
te: వెబ్‌సైట్‌ను అటాచ్ చేయండి
tr: Web sitesi ekleyin
uk: Прикріпити вебсайт

source: Attach Website? (Experimental)
bn: ওয়েবসাইট সংযুক্ত করুন? (পরীক্ষামূলক)
de: Website anhängen? (Experimentell)
es: ¿Adjuntar Sitio Web? (Experimental)
fr: Ajouter un site web ? (Expérimental)
hi: वेबसाइट संलग्न करें? (प्रयोगात्मक)
id: Lampirkan Situs Web? (Eksperimental)
it: Allegare un sito web? (Sperimentale)
kn: ವೆಬ್‌ಸೈಟ್ ಲಗತ್ತಿಸುವುದೇ? (ಪ್ರಾಯೋಗಿಕ)
nl: Website bijvoegen? (Experimenteel)
pt_br: Anexar Site? (Experimental)
ru: Прикрепить веб-сайт? (Экспериментальный)
ta: வலைத்தளத்தை இணைக்கவா? (சோதனை)
te: వెబ్‌సైట్‌ను జోడించాలా? (ప్రయోగాత్మకం)
tr: Web Sitesi Ekle? (Deneysel)
uk: Прикріпити вебсайт? (Експериментально)

source: Please enter a website URL
bn: দয়া করে একটি ওয়েবসাইট URL লিখুন
de: Bitte geben Sie eine Website-URL an
es: Por favor, introduzca la URL de un sitio web
fr: Merci d'entrer un site web
hi: कृपया एक वेबसाइट URL दर्ज करें
id: Harap masukkan URL situs web
it: Inserisci l'URL di un sito web
kn: ದಯವಿಟ್ಟು ವೆಬ್‌ಸೈಟ್ URL ಅನ್ನು ನಮೂದಿಸಿ
nl: Voer een website-URL in
pt_br: Por favor insira a URL de um site
ta: தயவுசெய்து ஒரு வலைத்தள URL ஐ உள்ளிடவும்
te: దయచేసి వెబ్‌సైట్ URLని నమోదు చేయండి
tr: Lütfen bir web sitesi URL'si girin
uk: Будь ласка, введіть URL вебсайту

source: Attach YouTube Captions
bn: ইউটিউব ক্যাপশন সংযুক্ত করুন
de: YouTube-Videountertitel anhängen
es: Adjuntar Subtitulos de YouTube
fr: Ajouter des sous-titres YouTube
hi: यूट्यूब कैप्शन संलग्न करें
id: Lampirkan Teks YouTube
it: Allega i sottotitoli di YouTube
kn: ಯೂಟ್ಯೂಬ್ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಲಗತ್ತಿಸಿ
nl: YouTube bijvoegen
pt_br: Anexar Legendas do YouTube
ta: யூடியூப் தலைப்புகளை இணை
te: YouTube శీర్షికలను అటాచ్ చేయండి
tr: Youtube altyazılarını ekleyin
uk: Прикріпити субтитри YouTube

source: Attach YouTube Captions?
bn: ইউটিউব ক্যাপশন সংযুক্ত করবেন?
de: YouTube-Untertitel anhängen?
es: ¿Adjuntar subtítulos de YouTube?
fr: Ajouter les sous-titres YouTube ?
hi: यूट्यूब कैप्शन संलग्न करें?
id: Lampirkan Keterangan YouTube?
it: Allegare i sottotitoli di YouTube?
kn: ಯೂಟ್ಯೂಬ್ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಲಗತ್ತಿಸುವುದೇ?
nl: YouTube bijvoegen?
pt_br: Anexar Legendas do YouTube?
ta: யூடியூப் தலைப்புகளை இணைக்கவா?
te: YouTube శీర్షికలను జోడించాలా?
tr: Youtube altyazılarını ekliyorsunuz?
uk: Прикріпити субтитри YouTube?

source: Please enter a YouTube video URL
bn: দয়া করে একটি ইউটিউব ভিডিও URL লিখুন
de: Bitte geben Sie eine YouTube-Video-URL ein
es: Por favor, introduzca la URL de un vídeo de YouTube
fr: Merci d'entrer l'URL d'une vidéo YouTube
hi: कृपया एक यूट्यूब वीडियो URL दर्ज करें
id: Harap masukkan URL video YouTube
it: Inserisci l'URL di un video di YouTube
kn: ದಯವಿಟ್ಟು ಯೂಟ್ಯೂಬ್ ವೀಡಿಯೊ URL ಅನ್ನು ನಮೂದಿಸಿ
nl: Voer een YouTube video URL in
pt_br: Por favor insira a URL de um vídeo do YouTube
ta: தயவுசெய்து ஒரு யூடியூப் வீடியோ URL ஐ உள்ளிடவும்
te: దయచేసి YouTube వీడియో URLని నమోదు చేయండి
tr: Lütfen bir YouTube Video URL'si girin
uk: Будь ласка, введіть URL відео YouTube

source: Attach Screenshot
bn: স্ক্রীনশট সংযুক্ত করুন
de: Bildschirmfoto anhängen
es: Adjuntar Captura de Pantalla
fr: Ajouter une capture d'écran
hi: स्क्रीनशॉट संलग्न करें
id: Lampirkan Screenshot
it: Allega uno screenshot
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಅನ್ನು ಲಗತ್ತಿಸಿ
nl: Screenshot bijvoegen
pt_br: Anexar Captura de Tela
ta: திரைக்காட்சியை இணை
te: స్క్రీన్‌షాట్‌ని అటాచ్ చేయండి
tr: Ekran görüntüsü ekleyin
uk: Прикріпити скріншот

source: Attach Photo From Camera
bn: ক্যামেরা থেকে ছবি সংযুক্ত করুন
de: Foto von Kamera anhängen
es: Adjuntar Foto Desde la Cámara
hi: कैमरा से फोटो संलग्न करें
id: Lampirkan Foto dari Kamera
it: Allega foto dalla fotocamera
pt_br: Anexar Foto da Câmera
te: కెమెరా నుండి ఫోటోను అటాచ్ చేయండి
tr: Kameradan fotoğraf ekleyin

source: Root
bn: রুট
es: Raíz
id: Akar
pt_br: Raíz

source: Accept
bn: গ্রহণ করুন
de: Akzeptieren
es: Aceptar
fr: Accepter
hi: स्वीकार करें
id: Terima
it: Accetta
kn: ಒಪ್ಪಿಸು
nl: Accepteer
pt_br: Aceitar
ru: Принять
ta: ஏற்கவும்
te: అంగీకరించు
tr: Kabul et
uk: Прийняти

source: Use '{}'
de: Benutzen Sie '{}'
es: Usa '{}'
pt_br: Usar '{}'

source: Greeting #{}
de: Begrüßung #{}
es: Saludo #{}

source: Use Greeting
de: Begrüßung benutzen
es: Usar Saludo

source: Send prompt: '{}'
bn: প্রম্পট পাঠান: '{}'
de: Sende Prompt: '{}'
es: Enviar mensaje: '{}'
fr: Envoyer le prompt : '{}'
hi: प्रॉम्प्ट भेजें: '{}'
id: Kirim prompt: '{}'
it: Invia il prompt: '{}'
kn: ಪ್ರಾಂಪ್ಟ್ ಕಳುಹಿಸಿ: '{}'
nl: Verzend prompt: '{}'
pt_br: Enviar prompt: '{}'
ta: ப்ராம்ப்ட்டை அனுப்பு: '{}'
te: ప్రాంప్ట్ పంపండి: '{}'
tr: Mesajı gönder: '{}
uk: Відправити запит: '{}'

source: The selected model does not have a character card
de: Das ausgewählte Modell hat keine Charakterkarte
es: El modelo seleccionado no tiene tarjeta de personaje

source: Edit Folder
de: Ordner bearbeiten
es: Editar Carpeta
pt_br: Editar Pasta

source: Delete Folder
bn: ফোল্ডার মুছুন
de: Ordner löschen
es: Eliminar Carpeta
id: Hapus Folder
it: Elimina la cartella
pt_br: Excluir Pasta
tr: Klasörü sil

source: Editing '{}'
de: '{}' bearbeiten
es: Editando '{}'
pt_br: Editar '{}'

source: Are you sure you want to delete '{}' and all it's sub-folders and chats?
bn: আপনি কি নিশ্চিত যে আপনি '{}' এবং এর সমস্ত সাব-ফোল্ডার ও চ্যাট মুছতে চান?
de: Sind Sie sich sicher, dass Sie '{}' und alle dazugehörigen Unterordner und Chats löschen wollen?
es: ¿Estás seguro de que deseas eliminar '{}' y todas sus subcarpetas y chats?
id: Apakah Anda yakin ingin menghapus '{}' beserta semua subfolder dan obrolannya?
it: Sei sicuro di voler eliminare '{}' e tutte le sue sottocartelle e chat?
pt_br: Tem certeza que deseja excluir '{}' e todas as suas subpastas e conversas?
tr: '{}' 'Ve tüm alt klasörleri ve sohbetleri silmek istediğinizden emin misiniz?

source: Generate Podcast
de: Podcast generieren
es: Generar Podcast
pt_br: Gerar Podcast

source: Use as Template
de: Als Vorlage verwenden
es: Usar como Plantilla
pt_br: Usar como Template

source: Copy of {}
bn: {} এর অনুলিপি
de: Kopie von {}
es: Copia de {}
fr: Copie de {}
hi: {} की प्रति
id: Salinan dari {}
it: Copia di {}
kn: {} ನ ಪ್ರತಿ
nl: Kopie van {}
pt_br: Cópia de {}
ta: {} இன் நகல்
te: {} యొక్క కాపీ
tr: Kopyası {}
uk: Копія {}

source: Chat exported successfully
bn: চ্যাট সফলভাবে রপ্তানি করা হয়েছে
de: Chatverlauf erfolgreich exportiert
es: Chat exportado exitosamente
fr: Discussion exportée avec succès
hi: चैट सफलतापूर्वक निर्यात किया गया
id: Obrolan berhasil diekspor
it: Chat esportata con successo
kn: ಚಾಟ್ ಯಶಸ್ವಿಯಾಗಿ ರಫ್ತು ಮಾಡಲಾಗಿದೆ
nb_no: Samtale suksessfullt eksportert
nl: Chat succesvol geëxporteerd
pt_br: Conversa exportada com sucesso
ru: Чат успешно экспортирован
ta: அரட்டை வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது
te: చాట్ విజయవంతంగా ఎగుమతి చేయబడింది
tr: Sohbet başarıyla dışa aktarıldı
uk: Чат успішно експортовано

source: User
bn: ব্যবহারকারী
de: Nutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
id: Pengguna
it: Utente
kn: ಉಪಾಧ್ಯಾಯ
nl: Gebruiker
pt_br: Usuário
ta: பயனர்
te: వినియోగదారు
tr: Kullanıcı
uk: Користувач

source: System
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
kn: ವ್ಯವಸ್ಥೆ
nl: Systeem
pt_br: Sistema
ta: கணினி
te: వ్యవస్థ
tr: Sistem
uk: Система

source: Markdown (Obsidian Style)
bn: মার্কডাউন (অবসিডিয়ান স্টাইল)
es: Markdown (Estilo Obsidian)
fr: Markdown (version Obsidian)
hi: मार्कडाउन (ओब्सीडियन शैली)
id: Markdown (Gaya Obsidian)
it: Markdown (stile Obsidian)
kn: ಮಾರ್ಕ್‌ಡೌನ್ (ಅಬ್ಸಿಡಿಯನ್ ಶೈಲಿ)
nl: Markdown (Obsidian-stijl)
pt_br: Markdown (Estilo do Obsidian)
ta: மார்க்டவுன் (அப்சிடியன் பாணி)
te: మార్క్‌డౌన్ (అబ్సిడియన్ స్టైల్)
tr: İşaret (obsidyen tarzı)

source: JSON (Include Metadata)
bn: JSON (মেটাডেটা অন্তর্ভুক্ত)
de: JSON (Metadaten einbezogen)
es: JSON (Incluir Metadata)
fr: JSON (avec métadonnées)
hi: JSON (मेटाडेटा शामिल करें)
id: JSON (Sertakan Metadata)
it: JSON (inclusi i metadati)
kn: JSON (ಮೆಟಾಡೇಟಾವನ್ನು ಸೇರಿಸಿ)
nl: JSON (inclusief metagegevens)
pt_br: JSON (Incluir Metadados)
ta: JSON (மெட்டாடேட்டாவை உள்ளடக்கு)
te: JSON (మెటాడేటాను చేర్చండి)
tr: JSON (meta verileri dahil)
uk: JSON (Включити метадані)

source: Select a method to export the chat
bn: চ্যাট রপ্তানি করার জন্য একটি পদ্ধতি নির্বাচন করুন
de: Wählen Sie eine Methode, um den Chat zu exportieren
es: Seleccione un método para exportar el chat
fr: Sélectionnez une méthode pour exporter la discussion
hi: चैट निर्यात करने के लिए एक विधि चुनें
id: Pilih metode untuk mengekspor obrolan
it: Seleziona un metodo per l'esportazione della chat
kn: ಚಾಟ್ ರಫ್ತು ಮಾಡುವ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
nl: Selecteer een methode om de chat te exporteren
pt_br: Selecione um método para exportar a conversa
ta: அரட்டையை ஏற்றுமதி செய்ய ஒரு முறையைத் தேர்ந்தெடுக்கவும்
te: చాట్‌ని ఎగుమతి చేయడానికి ఒక పద్ధతిని ఎంచుకోండి
tr: Sohbeti dışa aktarmak için bir yöntem seçin
uk: Виберіть метод для експорту чату

source: Uninstall Ollama Command
de: Ollama-Kommando deinstallieren
es: Comando para Desinstalar Ollama

source: Copy Command
de: Kommando kopieren
es: Copiar Comando

source: Uninstall ROCm Command
de: ROCm-Kommando deinstallieren
es: Comando para Desinstalar ROCm

source: Deprecated Extension Found
de: Veraltete Erweiterung gefunden
es: Se encontró una Extensión Obsoleta

source: As of Alpaca 9, the Flatpak extensions are no longer used, make sure to uninstall them to save space in your device and to stop this dialog from appearing.
de: Ab Alpaca 9 werden die Flatpak-Erweiterungen nicht mehr verwendet. Deinstallieren Sie diese, um Speicherplatz auf Ihrem Gerät zu sparen und zu verhindern, dass dieser Dialog angezeigt wird.
es: A partir de Alpaca 9, las extensiones Flatpak ya no se utilizan, asegúrese de desinstalarlas para ahorrar espacio en su dispositivo y evitar que aparezca este cuadro de diálogo.

source: Message copied to the clipboard
bn: ক্লিপবোর্ডে কপি করা হয়েছে
de: Nachricht in die Zwischenablage kopiert
es: Mensaje copiado
fr: Message copié dans le presse-papier
hi: संदेश क्लिपबोर्ड में कॉपी किया गया
id: Pesan disalin ke papan klip
it: Messaggio copiato negli appunti
kn: ಸಂದೇಶವನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
nb_no: Melding kopiert til utklippstavle
nl: Bericht gekopieerd naar het klembord
pt_br: Mensagem copiada para a área de transferência
ru: Сообщение скопировано в буфер обмена
ta: செய்தி கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
te: సందేశం క్లిప్‌బోర్డ్‌కి కాపీ చేయబడింది
tr: Mesaj panoya kopyalandı
uk: Повідомлення скопійоване в буфер обміну

source: Message cannot be regenerated while receiving a response
bn: একটি প্রতিক্রিয়া পাওয়ার সময় বার্তা পুনরায় তৈরি করা যাবে না৷
de: Nachricht kann nicht regeneriert werden, während eine Antwort gesendet wird
es: Mensaje no puede ser regenerado mientras se recibe una respuesta
fr: Le message ne peut pas être regénéré lors de la réception d'une réponse
hi: उत्तर प्राप्त करते समय संदेश को पुनः उत्पन्न नहीं किया जा सकता
id: Pesan tidak dapat diregenerasi saat menerima respons
it: Il messaggio non può essere rigenerato mentre si riceve una risposta
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸ್ವೀಕರಿಸುವಾಗ ಸಂದೇಶವನ್ನು ಪುನರುತ್ಪಾದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
nl: Bericht kan niet worden geregenereerd terwijl een antwoord wordt ontvangen
pt_br: A mensagem não pode ser gerada novamente ao receber uma resposta
ta: பதிலைப் பெறும்போது செய்தியை மீண்டும் உருவாக்க முடியாது
te: ప్రతిస్పందనను స్వీకరించేటప్పుడు సందేశాన్ని మళ్లీ రూపొందించడం సాధ్యం కాదు
tr: Yanıt alınırken mesaj yeniden oluşturulamaz
uk: Повідомлення не може бути перегенероване під час отримання відповіді

source: Thought
bn: চিন্তা
de: Gedanke
es: Pensamiento
fr: Pensée
hi: विचार
id: Pikiran
it: Ragionamento
kn: ಆಲೋಚನೆ
pt_br: Pensamento
ta: எண்ணம்
te: ఆలోచన
tr: Düşünce
uk: Думка

source: Metadata
de: Metadaten
es: Metadatos
hi: मेटाडेटा
it: Metadati
pt_br: Metadados
tr: Meta veriler

source: Attach YouTube Video?
bn: ইউটিউব ভিডিও সংযুক্ত করুন?
de: YouTube-Video anhängen?
es: ¿Adjuntar Video de YouTube?
fr: Ajouter une vidéo YouTube ?
hi: यूट्यूब वीडियो संलग्न करें?
id: Lampirkan Video YouTube?
it: Allegare un video di YouTube?
kn: ಯೂಟ್ಯೂಬ್ ವೀಡಿಯೊವನ್ನು ಲಗತ್ತಿಸುವುದೇ?
nl: YouTube-video bijvoegen?
pt_br: Anexar Vídeo do YouTube?
ru: Прикрепить видео с YouTube?
ta: யூடியூப் வீடியோவை இணைக்கவா?
te: YouTube వీడియోని జోడించాలా?
tr: YouTube Videosu Eklensin Mi?
uk: Прикріпити відео з YouTube?

source: Note that YouTube might block access to captions, please check output
bn: নোট করুন যে YouTube ক্যাপশনগুলোর অ্যাক্সেস ব্লক করতে পারে, অনুগ্রহ করে আউটপুট যাচাই করুন
de: YouTube könnte den Zugriff auf die Untertitel blockieren - bitte Ausgabe überprüfen!
es: Tenga en cuenta que YouTube puede bloquear el acceso a los subtítulos, verifique la salida
hi: ध्यान दें कि यूट्यूब कैप्शन तक पहुंच अवरुद्ध कर सकता है, कृपया आउटपुट जांचें
id: Perhatikan bahwa YouTube mungkin memblokir akses ke teks, silakan periksa keluaran
it: Tieni presente che YouTube potrebbe bloccare l'accesso ai sottotitoli, controlla l'output
pt_br: Note que o YouTube pode bloquear o acesso às legendas, por favor verifique a saída
te: YouTube శీర్షికలకు యాక్సెస్‌ను బ్లాక్ చేయవచ్చని గమనించండి, దయచేసి అవుట్‌పుట్‌ను తనిఖీ చేయండి.
tr: YouTube'un altyazılara erişimi engelleyebileceğini unutmayın, lütfen çıktıyı kontrol edin

source: Are you sure you want to attach '{}'?
bn: আপনি কি নিশ্চিত যে আপনি সংযুক্ত করতে চান '{}'?
de: Sind Sie sicher, dass Sie '{}' anhängen möchten?
es: ¿Estás seguro de que quieres adjuntar '{}'?
fr: Êtes-vous sur d'attacher '{}' ?
hi: क्या आप '{}' को संलग्न करना चाहते हैं?
id: Apakah Anda yakin ingin melampirkan '{}'?
it: Sei sicuro di voler allegare '{}'?
kn: ನೀವು '{}' ಅನ್ನು ಲಗತ್ತಿಸಲು ಬಯಸುವಿರಾ?
nl: Weet je zeker dat je '{}' wilt bijvoegen?
pt_br: Tem certeza que deseja anexar '{}'?
ru: Вы уверены, что хотите прикрепить "{}"?
ta: நீங்கள் இணைக்க விரும்புகிறீர்களா? '{}'?
te: మీరు ఖచ్చితంగా అటాచ్ చేయాలనుకుంటున్నారా '{}'?
tr: Eklemek istediğinizden emin misiniz '{}' ?
uk: Ви впевнені, що хочете прикріпити '{}'?

source: Send as User
bn: ব্যবহারকারী হিসাবে পাঠান
de: Als Nutzer senden
es: Enviar Como Usuario
fr: Envoyer en tant qu'utilisateur
hi: यूजर के रूप में भेजें
id: Kirim sebagai Pengguna
it: Manda come utente
kn: ಬಳಕೆದಾರರಾಗಿ ಕಳುಹಿಸಿ
nl: Verzenden als gebruiker
pt_br: Enviar como Usuário
ta: பயனராக அனுப்பு
te: వినియోగదారుగా పంపండి
tr: Kullanıcı olarak gönder
uk: Надіслати як користувач

source: Send as System
bn: সিস্টেম হিসাবে পাঠান
de: Als System senden
es: Enviar Como Sistema
fr: Envoyer en tant que système
hi: सिस्टम के रूप में भेजें
id: Kirim sebagai Sistem
it: Manda come sistema
kn: ಸಿಸ್ಟಮ್ ಆಗಿ ಕಳುಹಿಸಿ
nl: Verzenden als systeem
pt_br: Enviar como Sistema
ta: கணினியாக அனுப்பு
te: సిస్టమ్‌గా పంపండి
tr: Sistem olarak gönder
uk: Надіслати як система

source: Are you sure you want to delete every chat and folder?
de: Sind Sie sich sicher, dass Sie jeden Chat und Ordner löschen wollen?
es: ¿Estás seguro de que deseas eliminar todos los chats y carpetas?
pt_br: Tem certeza que deseja excluir todas as conversas e pastas?

source: Speech Recognition Error
bn: স্পীচ রিকগনিশন ত্রুটি
de: Fehler bei der Spracherkennung
es: Error de Reconocimiento de Voz
hi: वाक् पहचान त्रुटि
id: Kesalahan Pengenalan Suara
it: Errore del riconoscimento vocale
pt_br: Erro no Reconhecimento de Fala
te: ప్రసంగ గుర్తింపు లోపం
tr: Konuşma tanıma hatası

source: An error occurred while using speech recognition
bn: স্পীচ রিকগনিশন ব্যবহার করার সময় একটি ত্রুটি ঘটেছে
de: Ein Fehler ist bei der Verwendung der Spracherkennung aufgetreten
es: Se produjo un error al utilizar el reconocimiento de voz
hi: वाक् पहचान का उपयोग करते समय एक त्रुटि हुई
id: Terjadi kesalahan saat menggunakan pengenalan suara
it: Si è verificato un errore durante l'utilizzo del riconoscimento vocale
pt_br: Ocorreu um erro ao usar o reconhecimento de fala
te: ప్రసంగ గుర్తింపును ఉపయోగిస్తున్నప్పుడు లోపం సంభవించింది.
tr: Konuşma tanıma kullanılırken bir hata oluştu

source: Skip
de: Überspringen
es: Saltar
pt_br: Pular

source: This chat has no model messages
de: Dieser Chat hat keine Modell-Nachrichten
es: Este chat no tiene mensajes de modelo
pt_br: Essa conversa não possui mensagens de modelos

source: Podcast exported successfully
de: Podcast erfolgreich exportiert
es: Podcast exportado exitosamente
pt_br: Podcast exportado com sucesso

source: Stop Generation
de: Generierung stoppen
es: Detener la Generación
pt_br: Parar Geração

source: Are you sure you want to stop the podcast generation?
de: Sind Sie sich sicher, dass Sie die Podcast-Generierung stoppen möchten?
es: ¿Estás seguro de que deseas detener la generación de podcast?
pt_br: Tem certeza que deseja parar a geração do podcast?

source: Stop
bn: বন্ধ করুন
de: Stoppen
es: Parar
fr: Arrêter
hi: रोकें
id: Hentikan
kn: ನಿಲ್ಲಿಸು
pt_br: Parar
ru: Стоп
ta: நிறுத்து
te: ఆపు
tr: Durdur
uk: Зупинити

source: ai;ollama;llm
bn: কৃত্রিম বুদ্ধিমত্তা;অল্লামা;বৃহৎ ভাষা মডেল
de: ki;ollama;llm
fr: ia;ollama;llm
hi: कृत्रिम बुद्धिमत्ता;ओल्लामा;बड़ा भाषा मॉडल
pt_br: ia;ollama;llm
ta: ஏஐ;ஓல்லமா;எல்எல்எம்
te: ai;ఒల్లమా;llm

source: 0.1.1 Stable Release
bn: 0.1.1 স্থিতিশীল রিলিজ
de: 0.1.1 Stabiles Release
fr: 0.1.1 Version stable
hi: 0.1.1 स्थिर रिलीज़
id: 0.1.1 Rilis Stabil
it: Versione stabile 0.1.1
kn: 0.1.1 ಸ್ಥಿರ ಬಿಡುಗಡೆ
nb_no: 0.1.1 Stabil utgivelse
nl: 0.1.1 Stabiele versie
pt_br: 0.1.1 Lançamento Estável
ta: 0.1.1 நிலையான வெளியீடு
te: 0.1.1 స్థిరమైన విడుదల
tr: 0.1.1 Kararlı Sürüm
uk: 0.1.1 Стабільний реліз

source: General
bn: সাধারণ
de: Allgemein
hi: सामान्य
id: Umum
it: Generali
nb_no: Generelt
pt_br: Geral
ru: Общие
tr: Genel

source: Zoom
bn: জুম
de: Vergrößerung
hi: ज़ूम
id: Perbesar
kn: ಗುಂಜಾನೆ
tr: Yakınlaştır

source: Menu
bn: মেনু
de: Menü
hi: मेनू
kn: ಮೆಳ್ಳಿ
nb_no: Meny
ru: Меню
ta: பட்டி
te: మెనూ
tr: Menü
uk: Меню

source: Error
de: Fehler

source: Overrides
bn: ওভাররাইড
de: Überschreibungen
hi: ओवरराइड्स
id: Penggantian
kn: ಅತಿಕ್ರಮಿಸು
pt_br: Sobrescritas
te: భర్తీ చేస్తుంది
tr: Geçersiz kılmak
uk: Перезаписи

source: Base
bn: ভিত্তি
de: Basis
hi: बेस
id: Dasar
kn: ಬೇನೆ
nb_no: Standard
nl: Basis
ru: Основа
ta: அடிப்படை
te: బేస్
tr: Temel
uk: База

source: The IBM Granite 2B and 8B models are text-only dense LLMs trained on over 12 trillion tokens of data, demonstrated significant improvements over their predecessors in performance and speed in IBM’s initial testing.
bn: আইবিএম গ্রানাইট ২বি এবং ৮বি মডেলগুলি শুধুমাত্র টেক্সটের ঘন LLM, যা ১২ ট্রিলিয়নেরও বেশি টোকেনের ডেটার উপর প্রশিক্ষিত, তাদের পূর্বসূরীদের তুলনায় পারফরম্যান্স এবং গতিতে উল্লেখযোগ্য উন্নতি প্রদর্শন করেছে আইবিএমের প্রাথমিক পরীক্ষায়।
de: Die IBM Granite 2B- und 8B-Modelle sind ausschließlich textbasierte, dichte LLMs, welche auf über 12 Billionen Tokens an Daten trainiert wurden und umfangreiche Fortschritte gegenüber deren Vorgängern in Gebieten wie Geschwindigkeit in IBM's initialien Tests zeigen.
hi: आईबीएम ग्रेनाइट २बी और ८बी मॉडल केवल टेक्स्ट के घने LLM हैं, जो १२ ट्रिलियन से अधिक टोकन के डेटा पर प्रशिक्षित हैं, जिन्होंने आईबीएम की प्रारंभिक परीक्षण में प्रदर्शन और गति में अपने पूर्ववर्तियों की तुलना में महत्वपूर्ण सुधार प्रदर्शित किया।
id: Model IBM Granite 2B dan 8B adalah LLM padat berbasis teks yang dilatih dengan lebih dari 12 triliun token data, menunjukkan peningkatan signifikan dalam kinerja dan kecepatan dibandingkan pendahulunya dalam uji coba awal IBM.
it: I modelli IBM Granite 2B e 8B sono LLM densi di solo testo addestrati su oltre 12 trilioni di token di dati e hanno dimostrato miglioramenti significativi rispetto ai loro predecessori in termini di prestazioni e velocità nei test iniziali di IBM.
kn: ಐಬಿಎಂ ಗ್ರಾನೈಟ್ 2 ಬಿ ಮತ್ತು 8 ಬಿ ಮಾದರಿಗಳು ಪಠ್ಯ-ಮಾತ್ರ ದಟ್ಟವಾದ ಎಲ್ಎಲ್ಎಂಎಸ್ ಆಗಿದ್ದು, 12 ಟ್ರಿಲಿಯನ್ ಟೋಕನ್ಗಳ ದತ್ತಾಂಶಗಳಲ್ಲಿ ತರಬೇತಿ ಪಡೆದವು, ಐಬಿಎಂನ ಆರಂಭಿಕ ಪರೀಕ್ಷೆಯಲ್ಲಿ ಕಾರ್ಯಕ್ಷಮತೆ ಮತ್ತು ವೇಗದಲ್ಲಿ ತಮ್ಮ ಪೂರ್ವವರ್ತಿಗಳ ಮೇಲೆ ಗಮನಾರ್ಹ ಸುಧಾರಣೆಗಳನ್ನು ತೋರಿಸಿದೆ.
nl: De IBM Granite 2B en 8B modellen zijn tekst-alleen dichte LLM's getraind op meer dan 12 biljoen tokens aan data, en toonden aanzienlijke verbeteringen ten opzichte van hun voorgangers in prestaties en snelheid tijdens IBM's eerste tests.
pt_br: Os modelos IBM Granite 2B e 8B são LLMs densos somente em texto, treinados em mais de 12 trilhões de tokens de dados, e demonstraram melhorias significativas em relação aos seus predecessores em desempenho e velocidade nos testes iniciais da IBM.
ta: IBM கிரானைட் 2B மற்றும் 8B மாதிரிகள் உரை-மட்டும் அடர்த்தியான LLM களாகும், இது 12 டிரில்லியன் டோக்கன்களுக்கும் அதிகமான தரவுகளில் பயிற்சி அளிக்கப்பட்டது, மேலும் IBM இன் ஆரம்ப சோதனையில் அவற்றின் முன்னோடிகளுடன் ஒப்பிடும்போது செயல்திறன் மற்றும் வேகத்தில் குறிப்பிடத்தக்க முன்னேற்றங்களை நிரூபித்தது.
te: IBM గ్రానైట్ 2B మరియు 8B మోడల్‌లు 12 ట్రిలియన్ టోకెన్‌ల డేటాపై శిక్షణ పొందిన టెక్స్ట్-మాత్రమే దట్టమైన LLMలు, IBM యొక్క ప్రారంభ పరీక్షలో పనితీరు మరియు వేగంలో వాటి పూర్వీకుల కంటే గణనీయమైన మెరుగుదలలను ప్రదర్శించాయి.
tr: IBM Granite 2b ve 8b modelleri, 12 trilyondan fazla jeton veri üzerinde eğitilmiş sadece metin yoğun LLM'lerdir, öncekileri üzerinde IBM’in ilk testinde performans ve hızda önemli iyileştirmeler göstermiştir.
uk: IBM Granite 2B та 8B моделі — це текстові щільні LLM, навчені на понад 12 трильйонах токенів даних, що продемонстрували суттєві покращення в порівнянні з попередніми моделями за результатами тестування IBM.
