Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Manage the arguments used on Ollama, any changes on this page only applies to the integrated instance, the instance will restart if you make changes.
nb_no: Tilpass argumentene brukt i Ollama, endringer i denne siden fullføres bare for den integrerte instansen, og den vil omstartes dersom du gjør endringer.
ru: Управляйте аргументами, используемыми в Ollama, любые изменения на этой странице применимы только к интегрированному экземпляру, экземпляр будет перезапущен, если вы внесете изменения.

source: Try a different search
nb_no: Prøv andre søkeord
ru: Попробуйте другой поиск

source: Powered by Ollama
nb_no: Drives av Ollama
ru: При поддержке Ollama

source: Ollama Website
nb_no: Ollama Nettside
ru: Веб-сайт Ollama

source: Alpaca and its developers are not liable for any damages to devices or software resulting from the execution of code generated by an AI model. Please exercise caution and review the code carefully before running it.
nb_no: Alpaca og dens utviklere er ikke ansvarlig for skader til enheter eller programvare fra bruk av kode generert via KI modellene. Vær OBS og analyser kode før det brukes.
ru: Alpaca и ее разработчики не несут ответственности за любой ущерб, причиненный устройствам или программному обеспечению в результате выполнения кода, сгенерированного с помощью модели искусственного интеллекта. Пожалуйста, будьте осторожны и внимательно ознакомьтесь с кодом перед его запуском.

source: Clear Chat
nb_no: Rens samtale
ru: Очистить Чат

source: From Existing Model
nb_no: Fra Eksisterende Modell
ru: Из существующей модели

source: Close application
nb_no: Lukk applikasjon
ru: Закрыть приложение

source: Import chat
nb_no: Importer samtale
ru: Импорт чата

source: Clear chat
nb_no: Rens samtale
ru: Очистить чат

source: New chat
nb_no: Ny samtale
ru: Новый чат

source: Show shortcuts window
nb_no: Vis hurtigtast vindu
ru: Показать окно комбинаций клавиш

source: Editor
nb_no: Redigerer
ru: Редактор

source: Clear Chat?
ru: Очистить чат?

source: Are you sure you want to clear the chat?
ru: Вы уверены, что хотите очистить чат?

source: Create Chat?
ru: Создать чат?

source: Enter name for new chat
ru: Введите название для нового чата

source: Are you sure you want to stop pulling '{} ({})'?
ru: Вы уверены, что хотите прекратить извлечение '{} ({})'?

source: Delete Model?
ru: Удалить модель?

source: Remove Attachment?
ru: Удалить вложение?

source: Are you sure you want to remove attachment?
ru: Вы уверены, что хотите удалить вложение?

source: Connection Error
ru: Ошибка Соединения

source: The remote instance has disconnected
ru: Удаленный экземпляр отключился

source: Close Alpaca
ru: Закрыть Программу

source: Use local instance
ru: Использовать локальный экземпляр

source: Connect
ru: Подключить

source: Select Model
ru: Выбор модели

source: This model will be used as the base for the new model
ru: Эта модель будет использована в качестве базовой для новой модели

source: An error occurred while creating the model
ru: При создании модели произошла ошибка

source: An error occurred while extracting text from the website
ru: При извлечении текста с веб-сайта произошла ошибка

source: Pulling in the background...
ru: Извлечение в фоновом режиме...

source: Missing image
ru: Изображение отсутствует

source: Remove '{} ({})'
ru: Удалить '{} ({})'

source: Stop Pulling '{} ({})'
ru: Остановить извлечение '{} ({})'

source: Image Recognition
ru: Распознавание изображений

source: Some models require a specific template. Please visit the model's website for more information if you're unsure.
ru: Для некоторых моделей требуется специальный шаблон. Если вы не уверены, пожалуйста, посетите веб-сайт модели для получения дополнительной информации.

source: By downloading this model you accept the license agreement available on the model's website.
ru: Загружая эту модель, вы принимаете лицензионное соглашение, доступное на веб-сайте модели.

source: Open with Default App
ru: Открыть с помощью приложения по умолчанию

source: Featured Models
ru: Рекомендуемые модели

source: Alpaca works locally on your device, to start chatting you'll need an AI model, you can either pull models from this list or the 'Manage Models' menu later.
ru: Alpaca работает локально на вашем устройстве, чтобы начать общение в чате, вам понадобится модель с искусственным интеллектом, вы можете выбрать модели из этого списка или из меню "Управление моделями" позже.

source: Built by Meta
ru: Построенный с помощью Meta

source: Built by Google DeepMind
ru: Создан Google DeepMind

source: Built by Microsoft
ru: Создан корпорацией Майкрософт

source: Multimodal AI with image recognition
ru: Мультимодальный искусственный интеллект с распознаванием изображений

source: From GGUF File (Experimental)
ru: Из файла GGUF (экспериментальный)
