Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: User messages are now compacted into bubbles
bn: ব্যবহারকারীর বার্তাগুলি এখন বাবলে সংকুচিত করা হয়েছে
de: Nutzernachrichten sind nun kleiner in Sprechblasen komprimiert
es: Mensajes de usuario ahora son compactados en burbujas
fr: Changé : les messages utilisateurs sont maintenant compactés dans des bulles
hi: उपयोगकर्ता संदेश अब बुलबुलों में संकुचितहैं
id: Pesan pengguna sekarang dikompresi dalam bentuk gelembung
it: I messaggi degli utenti sono ora compattati in bolle
kn: ಬಳಕೆದಾರರ ಸಂದೇಶಗಳನ್ನು ಈಗ ಗುಳ್ಳೆಗಳಾಗಿ ಸಂಕ್ಷೇಪಿಸಲಾಗಿದೆ
nl: Gebruikersberichten worden nu samengeperst in bubbels
pt_br: As mensagens do usuário agora estão compactadas em bolhas
ta: பயனர் செய்திகள் இப்போது குமிழிகளாக தொகுக்கப்பட்டுள்ளன
te: వినియోగదారు సందేశాలు ఇప్పుడు బుడగలుగా కుదించబడ్డాయి
tr: Kullanıcı mesajları artık kabarcıklar şeklinde görünüyo
uk: Повідомлення користувачів тепер скомпоновані у бульбашки

source: Fixed re connection dialog not working when 'use local instance' is selected
bn: সংযোগ পুনরায় সংযোগ সংলাপটি কাজ না করার সমস্যা সংশোধন করা হয়েছে যখন 'স্থানীয় উদাহরণ ব্যবহার করুন' নির্বাচন করা হয়
de: Bei Auswahl von 'Nutzung lokaler Instanz' nicht funktionierenden re-Verbindungsdialog behoben
es: Dialogo de reconnexión arreglado: no funciona cuando 'usar instancia local' es seleccionado
fr: Résolu : la boite de dialogue de reconnexion ne fonctionnait pas lorsque 'utiliser l'instance local' était sélectionné
hi: 'स्थानीय उदाहरण का उपयोग करें' चुना जाने पर पुनः कनेक्शन संवाद नहीं काम कर रहा था, इसे ठीक किया गया है
id: Memperbaiki dialog penyambungan ulang yang tidak berfungsi saat 'gunakan instance lokal' dipilih
it: Corretta la finestra di dialogo di connessione, non funzionante quando è selezionata l'opzione 'usa istanza locale'
kn: 'ಸ್ಥಳೀಯ ನಿದರ್ಶನವನ್ನು ಬಳಸಿ' ಆಯ್ಕೆಮಾಡಿದಾಗ ಸ್ಥಿರ ಮರು ಸಂಪರ್ಕ ಸಂವಾದ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ
nl: Verbindingsdialoog hersteld die niet werkt wanneer 'lokale instantie gebruiken' is geselecteerd
pt_br: Corrigido o diálogo de reconexão que não funcionava quando 'usar instância local' era selecionado
ta: 'உள்ளூர் நிகழ்வைப் பயன்படுத்து' என்பதைத் தேர்ந்தெடுத்தால் மீண்டும் இணைப்பு உரையாடல் செயல்படாதது சரி செய்யப்பட்டது
te: 'స్థానిక ఉదాహరణను ఉపయోగించండి' ఎంచుకున్నప్పుడు స్థిర పునః కనెక్షన్ డైలాగ్ పని చేయదు
tr: 'Yerel modeli kullan' seçildiğinde tekrar bağlan düzeltildi
uk: Виправлено діалог повторного підключення, який не працював при виборі опції 'використовувати локальний екземпляр'

source: Fixed model manager not adapting to large system fonts
bn: বড় সিস্টেম ফন্টের সাথে খাপ খাইয়ে নিতে মডেল ম্যানেজারের সমস্যা সংশোধন করা হয়েছে
de: Nicht mit zu großen Systemschriftgrößen funktionierenden Modellmanager behoben
es: Arreglado gestor de modelos no adaptandose a fuentes de sistema grandes
fr: Résolu : le gestionnaire de modèle ne s'adaptait pas au système avec une grande taille de police
hi: मॉडल प्रबंधक बड़े सिस्टम फ़ॉन्ट्स के अनुकूल नहीं हो रहा था, इसे ठीक किया गया है
id: Memperbaiki pengelola model yang tidak menyesuaikan dengan font sistem yang besar
it: Corretto il gestore dei modelli che non si adatta ai font di sistema di grandi dimensioni
kn: ಸ್ಥಿರ ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ ದೊಡ್ಡ ಸಿಸ್ಟಮ್ ಫಾಂಟ್‌ಗಳಿಗೆ ಹೊಂದಿಕೊಳ್ಳುವುದಿಲ್ಲ
nl: Modelmanager past zich niet aan aan grote systeemlettertypen
pt_br: Corrigido o gerenciador de modelos que não se adaptava a fontes grandes do sistema
ta: பெரிய கணினி எழுத்துருக்களுக்கு மாடல் மேலாளர் பொருந்தாதது சரி செய்யப்பட்டது
te: స్థిర మోడల్ మేనేజర్ పెద్ద సిస్టమ్ ఫాంట్‌లకు అనుగుణంగా లేదు
tr: Model yöneticisinin büyük fontlara uymaması düzeltildi
uk: Виправлено менеджер моделей, який не адаптувався до великих системних шрифтів

source: Details page for models
bn: মডেলের জন্য বিস্তারিত পৃষ্ঠা
de: Detailseite für Modelle
es: Pagina de detalles para modelos
fr: Ajouté : page de détails des modèles
hi: मॉडल्स के लिए विवरण पृष्ठ
id: Halaman detail untuk model
it: Pagina di dettagli per i modelli
kn: ಮಾದರಿಗಳಿಗಾಗಿ ವಿವರಗಳ ಪುಟ
nl: Details pagina voor modellen
pt_br: Página de detalhes dos modelos
ta: மாதிரிகளுக்கான விவரங்கள் பக்கம்
te: మోడల్స్ కోసం వివరాల పేజీ
tr: Modeller için Ayrıntılar sayfası
uk: Сторінка деталей для моделей

source: Model selector gets replaced with 'manage models' button when there are no models downloaded
bn: কোনো মডেল ডাউনলোড না হলে মডেল নির্বাচকের জায়গায় 'মডেল ম্যানেজ করুন' বোতামটি আসে
de: Die Modellauswahl wird durch die Schaltfläche Modelle verwalten ersetzt, wenn keine Modelle heruntergeladen wurden
es: El selector de modelos se remplaza con un boton para el gestor de modelos cuando no hay modelos descargados
fr: Ajouté : sélecteur de modèle remplacé par le bouton 'gestionnaire de modèle' lorsqu'il y a aucun modèle de téléchargé
hi: जब कोई मॉडल डाउनलोड नहीं किया गया हो, तो मॉडल चयनकर्ता 'मॉडल प्रबंधित करें' बटन से बदल जाता है
id: Pemilih model akan digantikan dengan tombol 'kelola model' saat tidak ada model yang diunduh
it: Il selettore dei modelli viene sostituito dal pulsante 'Gestisci i modelli' quando non ci sono modelli scaricati.
kn: ಯಾವುದೇ ಮಾದರಿಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡದಿದ್ದಾಗ ಮಾದರಿ ಸೆಲೆಕ್ಟರ್ ಅನ್ನು 'ಮ್ಯಾನೇಜ್ ಮಾಡೆಲ್ ಮಾಡೆಲ್' ಗುಂಡಿಯೊಂದಿಗೆ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ
nl: Model selector wordt vervangen door 'models beheren' knop als er geen modellen zijn gedownload
pt_br: O seletor de modelo é substituído pelo botão ‘gerenciar modelos’ quando não há modelos baixados
ta: மாதிரிகள் எதுவும் பதிவிறக்கம் செய்யப்படாவிட்டால், மாடல் தேர்வளர் 'நிர்வகி மாடல்கள்' பொத்தானால் மாற்றப்படும்
te: డౌన్‌లోడ్ చేయబడిన మోడల్‌లు లేనప్పుడు మోడల్ ఎంపిక సాధనం 'మోడళ్లను నిర్వహించు' బటన్‌తో భర్తీ చేయబడుతుంది
tr: Hiçbir model yüklü değilse Model seçiçi yerine Modelleri yönet butonu çıkıyor.
uk: Селектор моделей замінюється кнопкою 'керувати моделями', коли моделі не завантажені

source: Added warning when model is too big for the device
bn: মডেল ডিভাইসের জন্য অনেক বড় হলে সতর্কবার্তা যোগ করা হয়েছে
de: Warnung hinzugefügt, wenn das Modell zu groß für das Gerät ist
es: Añadida advertencia cuando el modelo es muy grande para el dispositivo
fr: Ajouté : avertissement lorsque le modèle est trop lourd pour l'appareil
hi: जब मॉडल डिवाइस के लिए बहुत बड़ा हो तो चेतावनी जोड़ी गई
id: Menambahkan peringatan saat model terlalu besar untuk perangkat
it: Aggiunto un avviso quando il modello è troppo grande per il dispositivo
kn: ಸಾಧನಕ್ಕೆ ಮಾದರಿ ತುಂಬಾ ದೊಡ್ಡದಾದಾಗ ಎಚ್ಚರಿಕೆ ಸೇರಿಸಲಾಗಿದೆ
nl: Waarschuwing toegevoegd wanneer het model te groot is voor het apparaat
pt_br: Adicionado aviso quando o modelo é muito grande para o dispositivo
ta: சாதனத்திற்கு மாதிரி மிகவும் பெரியதாக இருக்கும்போது எச்சரிக்கை சேர்க்கப்பட்டது
te: పరికరానికి మోడల్ చాలా పెద్దదిగా ఉన్నప్పుడు హెచ్చరిక జోడించబడింది
tr: Model cihaz için çok büyük olduğunda uyarı eklendi
uk: Додано попередження, коли модель занадто велика для пристрою

source: Added AMD GPU indicator in preferences
bn: পছন্দসমূহে AMD GPU নির্দেশক যোগ করা হয়েছে
de: AMD-GPU-Anzeige in den Einstellungen hinzugefügt
es: Añadido indicador para GPU de AMD en preferencias
fr: Ajouté : indicateur de GPU AMD dans les paramètres
hi: प्राथमिकताओं में AMD GPU सूचक जोड़ा गया
id: Menambahkan indikator GPU AMD di pengaturan
it: Aggiunto indicatore GPU AMD nelle preferenze
kn: ಆದ್ಯತೆಗಳಲ್ಲಿ ಎಎಮ್‌ಡಿ ಜಿಪಿಯು ಸೂಚಕವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: AMD GPU-indicator toegevoegd in voorkeuren
pt_br: Adicionado indicador de GPU AMD nas preferências
ta: விருப்பங்களில் AMD GPU காட்டி சேர்க்கப்பட்டது
te: ప్రాధాన్యతలలో AMD GPU సూచిక జోడించబడింది
tr: Tercihlere AMD GPU göstergesi eklendi
uk: Додано індикатор AMD GPU у налаштуваннях

source: Better system for handling dialogs
bn: ডায়ালগ পরিচালনার জন্য উন্নত সিস্টেম
de: Besseres System zur Handhabung von Dialogen
es: Mejor sistema para manejar dialogos
fr: Changé : meilleur système de prise en charge des boites de dialogues
hi: संवाद प्रबंधन के लिए बेहतर प्रणाली
id: Sistem yang lebih baik untuk menangani dialog
it: Migliore sistema di gestione delle finestre di dialogo
kn: ಸಂವಾದಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಉತ್ತಮ ವ್ಯವಸ್ಥೆ
nl: Beter systeem voor het afhandelen van dialogen
pt_br: Melhor sistema para lidar com diálogos
ta: உரையாடல்களைக் கையாள்வதற்கான சிறந்த அமைப்பு
te: డైలాగ్‌లను నిర్వహించడానికి మెరుగైన వ్యవస్థ
tr: İletişim kutuları işlemek için daha iyi sistem yazıldı
uk: Краща система для обробки діалогів

source: Better system for handling instance switching
bn: ইনস্ট্যান্স পরিবর্তনের জন্য উন্নত সিস্টেম
de: Besseres System für die Handhabung des Instanzenwechsels
es: Mejor sistema para manejar el cambio de instancias
fr: Changé : meilleur système de prise en charge du changement d'instance
hi: इंस्टेंस स्विचिंग प्रबंधन के लिए बेहतर प्रणाली
id: Sistem yang lebih baik untuk menangani pergantian instance
it: Migliore sistema per gestire il cambio di istanza
kn: ನಿದರ್ಶನ ಸ್ವಿಚಿಂಗ್ ಅನ್ನು ನಿರ್ವಹಿಸಲು ಉತ್ತಮ ವ್ಯವಸ್ಥೆ
nl: Beter systeem voor het afhandelen van instance-switching
pt_br: Melhor sistema para lidar com a troca de instâncias
ta: நிகழ்வு மாறுதலைக் கையாள்வதற்கான சிறந்த அமைப்பு
te: ఉదాహరణ మార్పిడిని నిర్వహించడానికి మెరుగైన వ్యవస్థ
tr: Örnek değiştirmeyi işlemek için daha iyi sistem yazıldı
uk: Краща система для обробки перемикання екземплярів

source: Remote connection dialog
bn: রিমোট সংযোগ ডায়ালগ
de: Dialog zur Remoteverbindung
es: Dialogo de conexión remota
fr: Ajouté : boite de dialogue de connexion distante
hi: रिमोट कनेक्शन संवाद
id: Dialog koneksi jarak jauh
it: Finestra di dialogo per la connessione remota
kn: ದೂರಸ್ಥ ಸಂಪರ್ಕ ಸಂವಾದ
nl: Dialoog voor verbinding op afstand
pt_br: Diálogo de conexão remota
ta: தொலைநிலை இணைப்பு உரையாடல்
te: రిమోట్ కనెక్షన్ డైలాగ్
tr: Uzaktan Bağlantı iletişim kutusu
uk: Діалогове вікно віддаленого підключення

source: Fixed: Models get duplicated when switching remote and local instance
bn: সমস্যা সমাধান: রিমোট এবং লোকাল ইনস্ট্যান্স পরিবর্তনের সময় মডেলগুলি ডুপ্লিকেট হয়ে যায়
de: Behoben: Modelle werden beim Wechsel zwischen lokaler und entfernter Instanz dupliziert
es: Arreglado: Modelos se duplican cuando se cambia entre instancia remota y local
fr: Résolu : les modèles se voyaient doublés lors du changement entre l'instance distante vers l'instance locale
hi: ठीक किया गया: रिमोट और लोकल इंस्टेंस स्विच करते समय मॉडल डुप्लिकेट हो जाते हैं
id: Memperbaiki: Model menjadi duplikat saat beralih antara instance jarak jauh dan lokal
it: Corretto: i modelli venivano duplicati quando si passava dall'istanza remota a quella locale
kn: ಸ್ಥಿರ: ರಿಮೋಟ್ ಮತ್ತು ಸ್ಥಳೀಯ ನಿದರ್ಶನವನ್ನು ಬದಲಾಯಿಸುವಾಗ ಮಾದರಿಗಳು ನಕಲು ಮಾಡುತ್ತವೆ
nl: Fixed: Modellen worden gedupliceerd bij het wisselen van externe en lokale instantie
pt_br: Corrigido: os modelos eram duplicados ao alternar instâncias remotas e locais
ta: சரி செய்யப்பட்டது: தொலைநிலை மற்றும் உள்ளூர் நிகழ்வுகளை மாற்றும்போது மாதிரிகள் நகலெடுக்கப்படுகின்றன
te: పరిష్కరించబడింది: రిమోట్ మరియు స్థానిక ఉదాహరణలను మార్చేటప్పుడు మోడల్‌లు నకిలీ చేయబడతాయి
tr: Düzeltildi: Uzak ve yerel modeli değiştirirken modellerin çoğlaması (duplicate)
uk: Виправлено: Моделі дублюються при перемиканні між віддаленою та локального екземпляра

source: Better internal instance manager
bn: উন্নত অভ্যন্তরীণ ইনস্ট্যান্স ম্যানেজার
de: Besserer interner Instanzmanager
es: Mejor gestor de instancias interno
fr: Changé : meilleur gestionnaire de l'instance interne
hi: बेहतर आंतरिक इंस्टेंस प्रबंधक
id: Pengelola instance internal yang lebih baik
it: Migliore gestione delle istanze interne
kn: ಉತ್ತಮ ಆಂತರಿಕ ನಿದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕ
nl: Betere interne instantiebeheerder
pt_br: Melhor gerenciador de instâncias internas
ta: சிறந்த உள் நிகழ்வு மேலாளர்
te: మెరుగైన అంతర్గత ఉదాహరణ మేనేజర్
tr: Daha iyi dahili model yöneticisi
uk: Покращений внутрішній менеджер екземплярів

source: Added 'Cancel' and 'Save' buttons when editing a message
bn: একটি বার্তা সম্পাদনা করার সময় 'Cancel' এবং 'Save' বোতাম যুক্ত করা হয়েছে
de: Schaltflächen Abbrechen und Speichern beim Bearbeiten einer Nachricht hinzugefügt
es: Añadido botones 'Cancelar' y 'Guardar' cuando se edita un mensaje
fr: Ajouté : bouton 'Annuler' et 'Sauvegarder' lors de l'édition d'un message
hi: एक संदेश संपादित करते समय 'Cancel' और 'Save' बटन जोड़े गए
id: Menambahkan tombol 'Batal' dan 'Simpan' saat mengedit pesan
it: Aggiunti i pulsanti 'Annulla' e 'Salva' quando si modifica un messaggio
kn: ಸಂದೇಶವನ್ನು ಸಂಪಾದಿಸುವಾಗ 'ರದ್ದುಗೊಳಿಸಿ' ಮತ್ತು 'ಉಳಿಸು' ಗುಂಡಿಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Knoppen 'Annuleren' en 'Opslaan' toegevoegd bij het bewerken van een bericht
pt_br: Adicionados botões 'Cancelar' e 'Salvar' ao editar uma mensagem
ta: ஒரு செய்தியைத் திருத்தும்போது 'ரத்துசெய்' மற்றும் 'சேமி' பொத்தான்கள் சேர்க்கப்பட்டது
te: సందేశాన్ని సవరించేటప్పుడు 'రద్దు' మరియు 'సేవ్' బటన్‌లు జోడించబడ్డాయి
tr: Bir mesaj düzenlerken 'iptal' ve 'kaydet' düğmelerini ekledi
uk: Додані кнопки 'Скасувати' та 'Зберегти' під час редагування повідомлення

source: Better handling of image recognition
bn: ছবি সনাক্তকরণের জন্য উন্নত পরিচালনা
de: Bessere Handhabung der Bilderkennung
es: Mejor manejo de reconocimiento de imagenes
fr: Changé : meilleure prise en charge de la reconnaissance d'image
hi: छवि पहचान के लिए बेहतर प्रबंधन
id: Penanganan pengenalan gambar yang lebih baik
it: Migliore gestione del riconoscimento delle immagini
kn: ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಉತ್ತಮವಾಗಿ ನಿರ್ವಹಿಸುವುದು
nl: Betere afhandeling van beeldherkenning
pt_br: Melhor manuseio do reconhecimento de imagem
ta: பட அங்கீகாரத்தை சிறப்பாகக் கையாளுதல்
te: ఇమేజ్ రికగ్నిషన్‌ని మెరుగ్గా నిర్వహించడం
tr: Görüntü tanımanın daha iyi işlenmesi
uk: Покращена обробка розпізнавання зображень

source: Remove unused files when canceling a model download
bn: মডেল ডাউনলোড বাতিল করার সময় অপ্রয়োজনীয় ফাইলগুলি মুছে ফেলুন
de: Entfernen unbenutzter Dateien beim Abbrechen eines Modell-Downloads
es: Remover archivos no usados cuando se cancela una descarga de modelo
fr: Résolu : suppression des fichiers inutilisés lors de l'arrêt du téléchargement d'un modèle
hi: मॉडल डाउनलोड रद्द करते समय अनावश्यक फ़ाइलें हटाएँ
id: Menghapus file yang tidak terpakai saat membatalkan unduhan model
it: Rimozione dei file inutilizzati quando si annulla il download di un modello
kn: ಮಾದರಿ ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸುವಾಗ ಬಳಕೆಯಾಗದ ಫೈಲ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಿ
nl: Ongebruikte bestanden verwijderd bij het annuleren van een modeldownload
pt_br: Remover arquivos não utilizados ao cancelar o download de um modelo
ta: ஒரு மாடல் பதிவிறக்கத்தை ரத்து செய்யும்போது பயன்படுத்தப்படாத கோப்புகளை அகற்று
te: మోడల్ డౌన్‌లోడ్‌ను రద్దు చేస్తున్నప్పుడు ఉపయోగించని ఫైల్‌లను తీసివేయండి
tr: Bir model indirme iptal ederken kullanılmayan dosyaları kaldır
uk: Видалення невикористаних файлів при скасуванні завантаження моделі

source: Better message blocks rendering
bn: বার্তা ব্লক রেন্ডারিংয়ের জন্য উন্নত সমাধান
de: Bessere Darstellung von Nachrichtenblöcken
es: Mejor renderizado de bloques de mensaje
fr: Changé : meilleur rendu de l'arrêt de génération de message
hi: संदेश ब्लॉक रेंडरिंग के लिए बेहतर समाधान
id: Perenderan blok pesan yang lebih baik
it: Migliore resa dei blocchi di messaggi
kn: ಉತ್ತಮ ಸಂದೇಶ ಬ್ಲಾಕ್ಗಳು ​​ರೆಂಡರಿಂಗ್
nl: Betere rendering van berichtblokken
pt_br: Melhor renderização de blocos de mensagens
ta: சிறந்த செய்தி தொகுதிகள் வழங்கப்படுகின்றன
te: మెరుగైన సందేశం రెండరింగ్‌ను అడ్డుకుంటుంది
tr: Daha iyi mesaj blokları oluşturma
uk: Покращене відображення блоків повідомлень

source: Run bash and python scripts straight from chat
bn: চ্যাট থেকে সরাসরি ব্যাশ এবং পাইথন স্ক্রিপ্ট চালান
de: Bash- und Python-Skripte direkt aus dem Chat ausführen
es: Ejecutar scripts de Bash y Python directamente desde el chat
fr: Ajouté : exécutez des scripts Python et bash directement depuis la discussion
hi: चैट से सीधे बैश और पायथन स्क्रिप्ट चलाएँ
id: Menjalankan skrip bash dan python langsung dari percakapan
it: Esegui script bash e python direttamente dalla chat
kn: ಚಾಟ್‌ನಿಂದ ನೇರವಾಗಿ ಬ್ಯಾಷ್ ಮತ್ತು ಪೈಥಾನ್ ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳನ್ನು ಚಲಾಯಿಸಿ
nl: Uitvoeren van bash en python scripts rechtstreeks vanuit chat
pt_br: Execute scripts bash e python diretamente da conversa
ta: அரட்டையிலிருந்து நேரடியாக பாஷ் மற்றும் பைதான் ஸ்கிரிப்ட்களை இயக்கவும்
te: చాట్ నుండి నేరుగా బాష్ మరియు పైథాన్ స్క్రిప్ట్‌లను అమలు చేయండి
tr: Bash ve Python komut dosyalarını doğrudan sohbetten çalıştırın
uk: Запуск bash та python скриптів прямо з чату

source: Updated Ollama to 0.3.12
bn: ওলামাকে ০.৩.১২ এ আপডেট করা হয়েছে
de: Ollama auf 0.3.12 aktualisiert
es: Ollama actualizado a 0.3.12
fr: Changé : Ollama mis-à-jour vers la version 0.3.12
hi: Ollama को 0.3.12 में अपडेट किया गया
id: Memperbarui Ollama ke versi 0.3.12
it: Aggiornato Ollama alla versione 0.3.12
kn: ಒಲ್ಲಾಮಾವನ್ನು 0.3.12 ಕ್ಕೆ ನವೀಕರಿಸಲಾಗಿದೆ
nl: Ollama bijgewerkt naar 0.3.12
pt_br: Ollama atualizado para 0.3.12
ta: ஓல்லமா 0.3.12 க்கு புதுப்பிக்கப்பட்டது
te: ఒల్లామా 0.3.12కి నవీకరించబడింది
tr: OLLAMA 0.3.12'ye güncellendi
uk: Оновлено Ollama до версії 0.3.12

source: New models!
bn: নতুন মডেল!
de: Neue Modelle!
es: Nuevos modelos!
fr: Ajouté : nouveaux modèles
hi: नए मॉडल!
id: Model baru!
it: Nuovi modelli!
kn: ಹೊಸ ಮಾದರಿಗಳು!
nl: Nieuwe modellen!
pt_br: Novos modelos!
ta: புதிய மாதிரிகள்!
te: కొత్త మోడల్స్!
tr: Yeni modeller!
uk: Нові моделі!

source: Fixed and made faster the launch sequence
bn: লঞ্চ ক্রম ঠিক করা হয়েছে এবং আরও দ্রুত করা হয়েছে
de: Startsequenz behoben und beschleunigt
es: Arreglado y optimizado el proceso de lanzamiento
fr: Résolu : séquence de lancement plus rapide
hi: लॉन्च अनुक्रम को ठीक किया गया और इसे तेज किया गया
id: Memperbaiki dan mempercepat urutan peluncuran
it: Corretta e resa più veloce la sequenza di lancio
kn: ಪ್ರಾರಂಭಿಸಿದ ಅನುಕ್ರಮವನ್ನು ಪರಿಹರಿಸಲಾಗಿದೆ ಮತ್ತು ವೇಗವಾಗಿ ಮಾಡಿದೆಪ್ರಾರಂಭಿಸಿದ ಅನುಕ್ರಮವನ್ನು ಪರಿಹರಿಸಲಾಗಿದೆ ಮತ್ತು ವೇಗವಾಗಿ ಮಾಡಿದೆ
nl: De opstartprocedure is verbeterd en sneller gemaakt
pt_br: Corrigida e agilizada a sequência de lançamento
ta: தொடக்க வரிசை சரி செய்யப்பட்டு வேகப்படுத்தப்பட்டது
te: పరిష్కరించబడింది మరియు ప్రయోగ క్రమాన్ని వేగవంతం చేసింది
tr: Açılış sırası düzeltildi ve daha hızlı hale getirildi
uk: Виправлено та прискорено послідовність запуску

source: Better detection of code blocks in messages
bn: মেসেজে কোড ব্লকের আরও ভাল সনাক্তকরণ
de: Verbesserte Erkennung von Codeblöcken in Nachrichten
es: Mejor detección de bloques de código en mensajes
fr: Résolu : meilleur détection des blocs de code dans les messages
hi: संदेशों में कोड ब्लॉकों का बेहतर पहचान
id: Pendeteksian blok kode dalam pesan yang lebih baik
it: Migliore riconoscimento dei blocchi di codice nei messaggi
kn: ಸಂದೇಶಗಳಲ್ಲಿ ಕೋಡ್ ಬ್ಲಾಕ್‌ಗಳ ಉತ್ತಮ ಪತ್ತೆ
nl: Betere detectie van codeblokken in berichten
pt_br: Melhor detecção de blocos de código em mensagens
ta: செய்திகளில் குறியீடு தொகுதிகளை சிறப்பாகக் கண்டறிதல்
te: సందేశాలలో కోడ్ బ్లాక్‌లను మెరుగ్గా గుర్తించడం
tr: Mesajlarda kod bloklarının daha iyi tespiti
uk: Покращене розпізнавання блоків коду в повідомленнях

source: Fixed app not loading in certain setups with Nvidia GPUs
bn: নির্দিষ্ট Nvidia GPU সেটআপে অ্যাপ লোড না হওয়ার সমস্যা ঠিক করা হয়েছে
de: Behoben, dass die App in bestimmten Setups mit Nvidia-GPUs nicht geladen wird
es: Arreglado: Aplicación no abre en ciertos equipos con GPUs Nvidia
fr: Résolu : l'application ne se lançait pas dans certaines configuration avec des GPU Nvidia
hi: कुछ Nvidia GPU सेटअप में ऐप लोड न होने की समस्या ठीक की गई
id: Memperbaiki aplikasi yang tidak bisa dimuat pada beberapa konfigurasi dengan GPU Nvidia
it: Corretto il mancato caricamento dell'app in alcune configurazioni con GPU Nvidia
kn: ಸ್ಥಿರ ಅಪ್ಲಿಕೇಶನ್ ಎನ್ವಿಡಿಯಾ ಜಿಪಿಯುಗಳೊಂದಿಗೆ ಕೆಲವು ಸೆಟಪ್‌ಗಳಲ್ಲಿ ಲೋಡ್ ಆಗುತ್ತಿಲ್ಲ
nl: Applicatie laadt niet in bepaalde setups met Nvidia GPU's
pt_br: Corrigido o aplicativo não carregar em certas configurações com GPUs Nvidia
ta: Nvidia GPU களுடன் கூடிய சில அமைப்புகளில் பயன்பாடு ஏற்றப்படாதது சரி செய்யப்பட்டது
te: Nvidia GPUలతో నిర్దిష్ట సెటప్‌లలో యాప్ లోడ్ కావడం లేదు
tr: Bazı Nvidia GPU'lu sistemlerde açılmama sorunu düzeltildi
uk: Виправлено проблему завантаження додатку на деяких налаштуваннях з Nvidia GPU

source: Fixed message notification sometimes crashing text rendering because of them running on different threads
bn: বিভিন্ন থ্রেডে চলার কারণে মেসেজ নোটিফিকেশনের টেক্সট রেন্ডারিং ক্র্যাশ হওয়ার সমস্যা ঠিক করা হয়েছে
de: Behoben, dass die Nachrichtenbenachrichtigung manchmal die Textrendering abstürzen lässt, da sie auf unterschiedlichen Threads ausgeführt wird
es: Arreglado: Notificaciones de mensajes a veces congelan la aplicación debido a que corrían en diferentes hilos
fr: Résolu : la notification de message plantait sur le rendu du texte parce qu'elle fonctionnait sur un thread différent
hi: संदेश सूचनाएँ कभी-कभी टेक्स्ट रेंडरिंग को क्रैश कर देती थीं क्योंकि ये विभिन्न थ्रेड पर चल रही थीं, इसे ठीक किया गया।
id: Memperbaiki notifikasi pesan yang terkadang menyebabkan render teks macet karena berjalan di thread yang berbeda
it: Corretto il problema della notifica dei messaggi che a volte mandava in crash il rendering del testo a causa dell'esecuzione su thread diversi
kn: ಸ್ಥಿರ ಸಂದೇಶ ಅಧಿಸೂಚನೆ ಕೆಲವೊಮ್ಮೆ ವಿಭಿನ್ನ ಎಳೆಗಳಲ್ಲಿ ಚಲಿಸುವ ಕಾರಣ ಪಠ್ಯ ರೆಂಡರಿಂಗ್ ಅನ್ನು ಕ್ರ್ಯಾಶ್ ಮಾಡುತ್ತದೆ
nl: Berichtnotificatie crasht soms bij het renderen van tekst omdat ze op verschillende threads draaien
pt_br: Corrigido notificação de mensagens as vezes travando a renderização de texto por estarem em execução em threads diferentes
ta: செய்தி அறிவிப்பு சில நேரங்களில் உரை வழங்குதலை செயலிழக்கச் செய்தது, ஏனெனில் அவை வெவ்வேறு திரெட்களில் இயங்கின
te: స్థిర సందేశ నోటిఫికేషన్ కొన్నిసార్లు టెక్స్ట్ రెండరింగ్‌ని క్రాష్ చేస్తుంది ఎందుకంటే అవి వేర్వేరు థ్రెడ్‌లలో రన్ అవుతాయి
tr: Mesaj Bildirimi Bazen farklı iş parçacıklarında çalıştıkları için metin oluşturmayı çökertiyordu. düzeltildi.
uk: Виправлено: повідомлення про помилку інколи призводило до збою відтворення тексту через виконання на різних потоках

source: Fixed message generation sometimes failing
bn: মেসেজ জেনারেশন কখনও কখনও ব্যর্থ হওয়ার সমস্যা ঠিক করা হয়েছে
de: Behoben, dass die Nachrichtenerstellung manchmal fehlschlägt
es: Arreglado: Generación de mensajes a veces fallaba
fr: Résolu : la génération de messages plantait parfois
hi: संदेश उत्पन्न होने में कभी-कभी विफलता की समस्या ठीक की गई
id: Memperbaiki kegagalan dalam menghasilkan pesan secara acak
it: Corretti errori nella generazione dei messaggi
kn: ಸ್ಥಿರ ಸಂದೇಶ ಉತ್ಪಾದನೆ ಕೆಲವೊಮ್ಮೆ ವಿಫಲಗೊಳ್ಳುತ್ತದೆ
nl: Het genereren van berichten mislukt soms
pt_br: Corrigida a geração de mensagens as vezes falhava
ta: செய்தி உருவாக்கம் சில நேரங்களில் தோல்வியடைந்தது சரி செய்யப்பட்டது
te: స్థిర సందేశ ఉత్పత్తి కొన్నిసార్లు విఫలమవుతుంది
tr: mesaj oluşturmasının bazen çalışmaması düzeltildi
uk: Виправлено: іноді не вдається згенерувати повідомлення

source: Sidebar resizes with the window
bn: উইন্ডোর সাথে সাইডবারের আকার পরিবর্তন হয়
de: Seitenleiste passt sich der Fenstergröße an
es: Barra lateral cambia su tamaño con respecto a la ventana
fr: Changé : la barre latérale se redimensionne avec la fenêtre
hi: साइडबार विंडो के साथ आकार बदलता है
id: Sidebar menyesuaikan ukuran dengan jendela
it: La barra laterale si ridimensiona con la finestra
kn: ಸೈಡ್‌ಬಾರ್ ಕಿಟಕಿಯೊಂದಿಗೆ ಮರುಗಾತ್ರಗೊಳಿಸುತ್ತದೆ
nl: Zijbalk past zich aan het venster aan
pt_br: A barra lateral redimensiona com a janela
ta: பக்கவாட்டுப் பட்டி சாளரத்துடன் அளவை மாற்றுகிறது
te: విండోతో సైడ్‌బార్ పరిమాణం మారుతుంది
tr: Kenar çubuğu pencereyle otomatik boyutlanıyor
uk: Бічна панель змінює розмір разом з вікном

source: New welcome dialog
bn: নতুন ওয়েলকাম ডায়ালগ
de: Neuer Begrüßungsdialog
es: Nuevo dialogo de bienvenida
fr: Ajouté : nouvelle boite de dialogue de bienvenue
hi: नया स्वागत संवाद
id: Dialog sambutan baru
it: Nuova finestra di dialogo di benvenuto
kn: ಹೊಸ ಸ್ವಾಗತ ಸಂವಾದ
nl: Nieuw welkomstvenster
pt_br: Novo diálogo de boas-vindas
ta: புதிய வரவேற்பு உரையாடல்
te: కొత్త స్వాగత డైలాగ్
tr: Yeni karşılama iletişim kutusu
uk: Новий діалог привітання

source: Message search
bn: মেসেজ অনুসন্ধান
de: Nachrichtensuche
es: Busqueda de mensajes
fr: Ajouté : recherche de message
hi: संदेश खोज
id: Pencarian pesan
it: Ricerca dei messaggi
kn: ಸಂದೇಶ ಹುಡುಕಾಟ
nl: Zoeken naar berichten
pt_br: Pesquisa de mensagens
ta: செய்தி தேடல்
te: సందేశ శోధన
tr: Mesaj arama
uk: Пошук повідомлень
