Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Add Models
bn: মডেল যোগ করুন
hi: मॉडल जोड़ें
id: Tambah Model
it: Aggiungi modelli
kn: ಮಾದರಿಗಳನ್ನು ಸೇರಿಸಿ
te: నమూనాలను జోడించండి
tr: Modelleri ekle
uk: Додати моделі

source: Tool Manager
bn: টুল ম্যানেজার
hi: टूल प्रबंधक
id: Pengelola Alat
it: Gestore degli strumenti
kn: ಸಾಧನ ವ್ಯವಸ್ಥಾಪಕ
te: టూల్ మేనేజర్
tr: Araç yöneticisi
uk: Менеджер інструментів

source: Available Tools
bn: উপলব্ধ টুলস
hi: उपलब्ध टूल्स
id: Alat Tersedia
it: Strumenti disponibili
kn: ಲಭ್ಯವಿರುವ ಪರಿಕರಗಳು
te: అందుబాటులో ఉన్న సాధనాలు
tr: Mevcut Araçlar
uk: Доступні інструменти

source: Functions that AI models might use when sending a message by selecting "Use Tools" in the send button context menu.
bn: এআই মডেলগুলি যে ফাংশনগুলি ব্যবহার করতে পারে যখন সেন্ড বাটনের কনটেক্সট মেনুতে "টুলস ব্যবহার করুন" নির্বাচন করে একটি বার্তা পাঠায়।
hi: वे फंक्शन्स जो AI मॉडल संदेश भेजते समय उपयोग कर सकते हैं, जब आप सेंड बटन के कॉन्टेक्स्ट मेनू में "टूल्स का उपयोग करें" चुनते हैं।
id: Fungsi-fungsi yang mungkin digunakan model AI saat mengirim pesan dengan memilih "Gunakan Alat" dalam menu konteks tombol kirim.
it: Funzioni che i modelli di intelligenza artificiale possono utilizzare quando invii un messaggio selezionando "Usa strumenti" nel menu contestuale del pulsante Invia.
kn: ಕಳುಹಿಸುವ ಬಟನ್ ಸಂದರ್ಭ ಮೆನುವಿನಲ್ಲಿ "ಪರಿಕರಗಳನ್ನು ಬಳಸಿ" ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುವಾಗ AI ಮಾದರಿಗಳು ಬಳಸಬಹುದಾದ ಕಾರ್ಯಗಳು.
te: పంపు బటన్ సందర్భ మెనులో "ఉపకరణాలను ఉపయోగించు" ఎంచుకోవడం ద్వారా సందేశాన్ని పంపేటప్పుడు AI నమూనాలు ఉపయోగించగల విధులు.
tr: AI modellerinin, gönder düğmesi Bağlam menüsünde "Kullanım Araçları" seçerek mesaj gönderirken kullanabileceği işlevler.
uk: Функції, які моделі ШІ можуть використовувати при надсиланні повідомлення, вибираючи "Використати інструменти" у контекстному меню кнопки надсилання.

source: Help us build better AI tools! Submit your ideas here.
bn: আরও ভালো AI টুল তৈরিতে আমাদের সাহায্য করুন! এখানে আপনার ধারণা জমা দিন।
hi: हमें बेहतर एआई टूल बनाने में मदद करें! अपने विचार यहाँ भेजें।
id: Bantu kami membangun alat AI yang lebih baik! Kirimkan ide Anda di sini.
it: Aiutaci a sviluppare strumenti di intelligenza artificiale migliori! Invia le tue idee qui.
te: మెరుగైన AI సాధనాలను రూపొందించడంలో మాకు సహాయపడండి! మీ ఆలోచనలను ఇక్కడ సమర్పించండి.మెరుగైన AI సాధనాలను రూపొందించడంలో మాకు సహాయపడండి! మీ ఆలోచనలను ఇక్కడ సమర్పించండి.
tr: Daha iyi AI araçları oluşturmamıza yardımcı olun! Fikirlerinizi buraya gönderin.

source: Request Form
bn: অনুরোধ ফর্ম
hi: अनुरोध फ़ॉर्म
id: Formulir Permintaan
it: Modulo di richiesta
te: అభ్యర్థన ఫారమ్
tr: İstek formu

source: New Notebook
bn: নতুন নোটবুক
hi: नया नोटबुक
id: Buku Catatan Baru
it: Nuovo notebook
kn: ಹೊಸ ನೋಟ್ಬುಕ್
te: కొత్త నోట్‌బుక్
tr: Yeni Notebook

source: Manage Tools
bn: সরঞ্জাম পরিচালনা করুন
hi: उपकरण प्रबंधित करें
id: Kelola Alat
it: Gestisci strumenti
kn: ಪರಿಕರಗಳನ್ನು ನಿರ್ವಹಿಸಿ
te: సాధనాలను నిర్వహించండి
tr: Araçları Yönetin

source: Rename Chat
bn: চ্যাট নাম পরিবর্তন করুন
fr: Renommer la discussion
hi: चैट का नाम बदलें
id: Ganti Nama Obrolan
it: Rinomina la chat
kn: ಚಾಟ್ ಮರುಹೆಸರಿಸಿ
nb_no: Navngi samtale
nl: Chat hernoemen
ru: Переименовать Чат
ta: அரட்டையை மறுபெயரிடு
te: చాట్ పేరు మార్చండి
tr: Sohbeti Yeniden Adlandır
uk: Перейменувати чат

source: Try one of these prompts
bn: এই প্রম্পটগুলির মধ্যে একটি চেষ্টা করুন
fr: Essayez un des ces prompts
hi: इनमें से एक प्रॉम्प्ट आजमाएं
id: Coba salah satu prompt ini
it: Prova uno di questi prompt
kn: ಈ ಅಪೇಕ್ಷೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಪ್ರಯತ್ನಿಸಿ
nl: Probeer een van deze aanwijzingen
ta: இந்த ப்ராம்ப்ட்டுகளில் ஒன்றை முயற்சிக்கவும்
te: ఈ ప్రాంప్ట్‌లలో ఒకదాన్ని ప్రయత్నించండి
tr: Bu mesajlardan birini deneyin
uk: Спробуйте один з цих запитів

source: Uh oh! No messages found for your search.
bn: ওহ না! আপনার অনুসন্ধানের জন্য কোনো বার্তা পাওয়া যায়নি।
hi: अरे नहीं! आपकी खोज के लिए कोई संदेश नहीं मिला।
id: Ups! Tidak ada pesan yang ditemukan untuk pencarian Anda.
it: Oh no! La tua ricerca non ha prodotto alcun risultato
kn: ಓಹ್! ನಿಮ್ಮ ಹುಡುಕಾಟಕ್ಕಾಗಿ ಯಾವುದೇ ಸಂದೇಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
te: అయ్యో! మీ శోధనకు సందేశాలు ఏవీ కనుగొనబడలేదు.
tr: Ah! Aramanız için mesaj bulunamadı.

source: Rename Folder
bn: ফোল্ডার নাম পরিবর্তন করুন
id: Ganti Nama Folder
it: Rinomina la cartella
tr: Klasörü yeniden adlandırın

source: Rename Folder?
bn: ফোল্ডার নাম পরিবর্তন করবেন?
id: Ganti Nama Folder?
it: Rinominare la cartella?
tr: Klasör yeniden adlandırılsın mı

source: Delete Folder?
bn: ফোল্ডার মুছবেন?
id: Hapus Folder?
it: Eliminare la cartella?
tr: Klasörü sil?

source: Rename Chat?
bn: চ্যাট পুনর্নামকরণ করুন?
fr: Renommer la discussion ?
hi: चैट का नाम बदलें?
id: Ganti Nama Obrolan?
it: Rinominare la chat?
kn: ಚಾಟ್ ಮರುಹೆಸರಿಸುವುದೇ?
nl: Chat hernoemen?
ru: Переименовать чат?
ta: அரட்டையை மறுபெயரிடவா?
te: చాట్ పేరు మార్చాలా?
tr: Sohbeti yeniden adlandır?
uk: Перейменувати чат?

source: Renaming '{}'
bn: '{}' পুনর্নামকরণ করা হচ্ছে
fr: Renommer '{}'
hi: '{}' का नाम बदल रहा है
id: Mengganti nama '{}'
it: Rinominando '{}'
kn: '{}' ಎಂದು ಮರುನಾಮಕರಣ ಮಾಡಲಾಗುತ್ತಿದೆ
nl: Naam wijzigen van '{}'
ru: Переименование '{}'
ta: '{}' க்கு மறுபெயரிடுதல்
te: '{}' పేరు మార్చడం
tr: ‘{}’ yeniden adlandırılıyor
uk: Перейменування '{}'

source: Chat name
bn: চ্যাটের নাম
fr: Nom de la discussion
hi: चैट का नाम
id: Nama Obrolan
it: Nome della chat
kn: ಚಾಟ್ ಹೆಸರು
nl: Chatnaam
ta: அரட்டை பெயர்
te: చాట్ పేరు
tr: Sohbet adı
uk: Назва чату

source: Rename
bn: পুনর্নামকরণ করুন
fr: Renommer
hi: नाम बदलें
id: Ganti Nama
it: Rinomina
kn: ಮರುನಾಮಕರಣ ಮಾಡು
nl: Hernoemen
ru: Переименовать
ta: மறுபெயரிடு
te: పేరు మార్చండి
tr: Yeniden adlandır
uk: Перейменувати

source: Delete Chat?
bn: চ্যাট মুছে ফেলুন?
fr: Supprimer la discussion ?
hi: चैट हटाएं?
id: Hapus Obrolan?
it: Eliminare la chat?
kn: ಚಾಟ್ ಅಳಿಸುವುದೇ?
nl: Chat verwijderen?
ru: Удалить чат?
ta: அரட்டையை நீக்கவா?
te: చాట్‌ని తొలగించాలా?
tr: Sohbeti sil?
uk: Видалити чат?

source: Markdown
bn: মার্কডাউন
hi: मार्कडाउन
kn: ಮುಸುಕಿನ ಗುರುತು
ta: மார்க்டவுன்
te: మార్క్డౌన్
tr: İşaret

source: Image recognition is only available on specific models
bn: নির্দিষ্ট মডেলগুলিতে ছবি সনাক্তকরণ উপলব্ধ
fr: La reconnaissance d'image est disponible seulement sur certains modèles
hi: छवि पहचान केवल विशिष्ट मॉडल्स पर ही उपलब्ध है
id: Pengenalan gambar hanya tersedia pada model tertentu
it: Il riconoscimento delle immagini è disponibile solo con modelli specifici
kn: ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆ ನಿರ್ದಿಷ್ಟ ಮಾದರಿಗಳಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ
nb_no: Bildetolkning er bare tilgjengelig på enkelte modeller
nl: Beeldherkenning is alleen beschikbaar op specifieke modellen
ru: Распознавание изображений доступно только на определенных моделях
ta: பட அங்கீகாரம் குறிப்பிட்ட மாதிரிகளில் மட்டுமே கிடைக்கும்
te: నిర్దిష్ట మోడల్‌లలో మాత్రమే చిత్ర గుర్తింపు అందుబాటులో ఉంటుంది
tr: Görüntü tanıma özelliği yalnızca belirli modellerde mevcuttur
uk: Розпізнавання зображень доступне лише для певних моделей

source: Original
id: Asli
it: Originale
tr: Orijinal

source: Download Result
id: Unduh Hasil
it: Scarica il risultato
tr: Sonucu indir

source: Using Flatpak contained shell...
bn: ফ্ল্যাটপ্যাক কন্টেইনড শেল ব্যবহার করা হচ্ছে...
hi: फ्लैटपैक समाहित शेल का उपयोग कर रहा हूँ...
id: Menggunakan shell yang terkandung dalam Flatpak...
it: Utilizzando la shell contenuta in Flatpak...
kn: ಫ್ಲಾಟ್‌ಪ್ಯಾಕ್ ಬಳಸಿ ಶೆಲ್ ಇದೆ ...
te: Flatpak కలిగిన షెల్‌ను ఉపయోగించడం...
tr: Flatpak İçeren Kabuk Kullanılıyor ...

source: Use \"{}\" to use your system shell (Alpaca will need additional permissions)
id: Gunakan \"{}\" untuk menggunakan shell sistem Anda (Alpaca akan memerlukan izin tambahan)
it: Usa \"{}\" per utilizzare la shell del tuo sistema (Alpaca avrà bisogno di autorizzazioni aggiuntive)
tr: Sistem kabuğunuzu (shell) kullanmak için \ "{} \" kullanın (Alpaca ek izinlere ihtiyaç duyacaktır)

source: Using SSH to run command
bn: কমান্ড চালানোর জন্য SSH ব্যবহার করা হচ্ছে
hi: कमांड चलाने के लिए SSH का उपयोग किया जा रहा है
id: Menggunakan SSH untuk menjalankan perintah
it: Utilizzando SSH per eseguire il comando
kn: ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸಲು ssh ಅನ್ನು ಬಳಸುವುದು
te: ఆదేశాన్ని అమలు చేయడానికి SSH ని ఉపయోగించడం
tr: Komutu çalıştırmak için SSH kullanılıyor

source: Alpaca Terminal is not compatible with Windows
bn: আলপাকা টার্মিনাল উইন্ডোজের সাথে সামঞ্জস্যপূর্ণ নয়
hi: अल्पाका टर्मिनल विंडोज के साथ संगत नहीं है
id: Alpaca Terminal tidak kompatibel dengan Windows
it: Il terminale di Alpaca non è compatibile con Windows
kn: ಅಲ್ಪಕಾ ಟರ್ಮಿನಲ್ ವಿಂಡೋಗಳೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
te: అల్పాకా టెర్మినల్ విండోస్‌తో అనుకూలంగా లేదు.
tr: Alpaca terminali Windows ile uyumlu değil

source: Browser Preferences
id: Preferensi Peramban
it: Preferenze del browser
tr: Tarayıcı tercihleri

source: Ollama Log
bn: Ollama লগ
hi: ओल्लामा लॉग
id: Log Ollama
it: Log di Ollama
kn: ಆಲಾಮಾ ಲಾಗ್
te: ఒల్లమా చిట్టా
tr: Ollama günlüğü
uk: Журнал Ollama

source: Which network port will '{}' use
bn: '{}' কোন নেটওয়ার্ক পোর্ট ব্যবহার করবে
hi: '{}' कौन सा नेटवर्क पोर्ट उपयोग करेगा?
id: Port jaringan mana yang akan digunakan oleh '{}'
it: Quale porta di rete verrà utilizzata da '{}'
kn: ಯಾವ ನೆಟ್‌ವರ್ಕ್ ಪೋರ್ಟ್ '{}' ಅನ್ನು ಬಳಸುತ್ತದೆ
te: '{}' ఏ నెట్‌వర్క్ పోర్ట్‌ను ఉపయోగిస్తుంది
tr: Hangi ağ bağlantı noktası '{}' kullanacak
uk: Який мережевий порт використовуватиме '{}'

source: Have compatible reasoning models think about their response before generating a message.
bn: সামঞ্জস্যপূর্ণ যুক্তি মডেলগুলিকে বার্তা তৈরি করার আগে তাদের প্রতিক্রিয়া সম্পর্কে চিন্তা করতে বলুন।
hi: संगत तर्कसंगत मॉडल को संदेश उत्पन्न करने से पहले अपनी प्रतिक्रिया के बारे में सोचने दें।
id: Biarkan model penalaran yang kompatibel memikirkan responsnya sebelum menghasilkan pesan.
it: Fa in modo che i modelli di ragionamento compatibili riflettano sulla loro risposta prima di generare un messaggio.
tr: Uyumlu muhakeme (akıl yürütme) modellerinin, bir mesaj üretmeden önce yanıtlarını düşünmesini sağla.

source: Automatically share your name with the AI models.
bn: স্বয়ংক্রিয়ভাবে আপনার নাম AI মডেলগুলোর সাথে ভাগ করুন।
hi: अपने नाम को स्वचालित रूप से AI मॉडलों के साथ साझा करें।
id: Secara otomatis membagikan nama Anda dengan model AI.
it: Condividi automaticamente il tuo nome con i modelli di intelligenza artificiale
te: AI మోడల్‌లతో మీ పేరును స్వయంచాలకంగా షేర్ చేయండి.
tr: Adınızı otomatik olarak AI modelleriyle paylaşın.

source: Add the option to show reply metadata in the message as an attachment.
bn: সংযুক্তি হিসেবে বার্তায় উত্তর মেটাডেটা দেখানোর বিকল্প যোগ করুন।
hi: संदेश में उत्तर मेटाडेटा को अनुलग्नक के रूप में दिखाने का विकल्प जोड़ें।
id: Tambahkan opsi untuk menampilkan metadata balasan dalam pesan sebagai lampiran.
it: Aggiungi l'opzione di mostrare i metadati delle risposte nei messaggi, come se fossero degli allegati
tr: Ek olarak mesajda yanıt meta verilerini gösterme seçeneğini ekleyin.

source: Defines the maximum number of tokens (words + spaces) the AI can generate in a response. More tokens allow longer replies but may take more time and cost more.
bn: একটি উত্তরে AI কতগুলি টোকেন (শব্দ + স্পেস) তৈরি করতে পারে তা নির্ধারণ করে। আরও টোকেন দীর্ঘ উত্তর দেয় কিন্তু আরও সময় নিতে পারে এবং আরও বেশি খরচ হতে পারে।
hi: यह परिभाषित करता है कि एआई एक प्रतिक्रिया में अधिकतम कितने टोकन (शब्द + रिक्त स्थान) उत्पन्न कर सकता है। अधिक टोकन से लंबी प्रतिक्रियाएँ मिल सकती हैं, लेकिन इससे अधिक समय लग सकता है और खर्च भी बढ़ सकता है।
id: Menentukan jumlah token maksimum (kata + spasi) yang dapat dihasilkan AI dalam sebuah respons. Lebih banyak token memungkinkan jawaban yang lebih panjang tetapi mungkin memerlukan lebih banyak waktu dan biaya.
it: Definisce il numero massimo di token (parole + spazi) che l'IA può generare in una risposta. Un numero maggiore di token consente risposte più lunghe, ma può richiedere più tempo e costare di più.
kn: ಎಐ ಪ್ರತಿಕ್ರಿಯೆಯಲ್ಲಿ ಉತ್ಪಾದಿಸಬಹುದಾದ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಟೋಕನ್‌ಗಳನ್ನು (ಪದಗಳು + ಸ್ಥಳಗಳು) ವ್ಯಾಖ್ಯಾನಿಸುತ್ತದೆ. ಹೆಚ್ಚಿನ ಟೋಕನ್‌ಗಳು ಹೆಚ್ಚಿನ ಪ್ರತ್ಯುತ್ತರಗಳನ್ನು ಅನುಮತಿಸುತ್ತವೆ ಆದರೆ ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು ಮತ್ತು ಹೆಚ್ಚು ವೆಚ್ಚವಾಗಬಹುದು.
te: ప్రతిస్పందనలో AI రూపొందించగల గరిష్ట సంఖ్యలో టోకెన్‌లను (పదాలు + ఖాళీలు) నిర్వచిస్తుంది. మరిన్ని టోకెన్‌లు సుదీర్ఘ ప్రత్యుత్తరాలను అనుమతిస్తాయి కానీ ఎక్కువ సమయం పట్టవచ్చు మరియు ఎక్కువ ఖర్చు కావచ్చు.
tr: AI'nın bir yanıtta üretebileceği maksimum token sayısını (kelimeler + boşluklar) tanımlar. Daha fazla token daha uzun yanıtlara izin verir, ancak daha fazla zaman alabilir ve daha pahalıya mal olabilir.
uk: Визначає максимальну кількість токенів (слів + пробілів), які ШІ може згенерувати у відповіді. Більше токенів дозволяють довші відповіді, але можуть зайняти більше часу та коштувати дорожче.

source: These parameters overrides the behavior of the instance and models.
bn: এই প্যারামিটারগুলি ইনস্ট্যান্স এবং মডেলের আচরণ ওভাররাইড করে।
hi: ये पैरामीटर इंस्टेंस और मॉडल के व्यवहार को ओवरराइड करते हैं।
id: Parameter ini menimpa perilaku instance dan model.
it: Questi parametri fungeranno da override del comportamento dell'istanza e dei modelli.
tr: Bu parametreler örnek ve modellerin davranışını geçersiz kılar.

source: Increasing the temperature will make the models answer more creatively.
bn: তাপমাত্রা বাড়ানো মডেলগুলিকে আরও সৃজনশীলভাবে উত্তর দিতে সাহায্য করবে
hi: तापमान बढ़ाने से मॉडल अधिक रचनात्मक रूप से उत्तर देंगे।
id: Meningkatkan nilai temperatur akan membuat model menjawab dengan lebih kreatif.
it: Aumentando la temperatura, i modelli risponderanno in modo più creativo.
kn: ತಾಪಮಾನವನ್ನು ಹೆಚ್ಚಿಸುವುದರಿಂದ ಮಾದರಿಗಳು ಹೆಚ್ಚು ಸೃಜನಾತ್ಮಕವಾಗಿ ಉತ್ತರಿಸುವಂತೆ ಮಾಡುತ್ತದೆ.s
te: ఉష్ణోగ్రతను పెంచడం వల్ల మోడల్‌లు మరింత సృజనాత్మకంగా సమాధానం ఇస్తాయి.
tr: temperature arttırılması, modellerin daha yaratıcı bir şekilde cevap vermesini sağlayacaktır.
uk: Збільшення температури зробить відповіді моделей більш креативними.

source: Setting this to a specific number other than 0 will make the model generate the same text for the same prompt.
bn: 0 ছাড়া অন্য একটি নির্দিষ্ট সংখ্যায় এটি সেট করলে মডেলটি একই প্রম্পটের জন্য একই টেক্সট তৈরি করবে
hi: इसे 0 के अलावा किसी विशेष संख्या पर सेट करने से मॉडल समान प्रोत्साहन के लिए एक ही पाठ उत्पन्न करेगा।
id: Mengatur ini ke angka tertentu selain 0 akan membuat model menghasilkan teks yang sama untuk perintah yang sama.
it: Impostando un numero specifico diverso da 0, il modello genererà lo stesso testo per la stessa richiesta.
kn: ಇದನ್ನು 0 ಹೊರತುಪಡಿಸಿ ನಿರ್ದಿಷ್ಟ ಸಂಖ್ಯೆಗೆ ಹೊಂದಿಸುವುದರಿಂದ ಮಾದರಿಯು ಒಂದೇ ಪ್ರಾಂಪ್ಟ್‌ಗಾಗಿ ಒಂದೇ ಪಠ್ಯವನ್ನು ರಚಿಸುತ್ತದೆ.
te: దీన్ని 0 కాకుండా వేరే నిర్దిష్ట సంఖ్యకు సెట్ చేయడం వలన మోడల్ అదే ప్రాంప్ట్ కోసం అదే వచనాన్ని రూపొందించేలా చేస్తుంది.
tr: Bunu 0 dışında belirli bir sayıya ayarlamak, modelin aynı istem için aynı metni oluşturmasını sağlar.
uk: Встановлення цього значення на конкретне число, відмінне від 0, змусить модель генерувати той самий текст для того самого запиту.

source: Controls how many tokens (pieces of text) the model can process and remember at once.
bn: মডেল একসাথে কতটি টোকেন (টেক্সটের অংশ) প্রক্রিয়া করতে এবং মনে রাখতে পারে তা নিয়ন্ত্রণ করে।
hi: नियंत्रित करता है कि मॉडल एक बार में कितने टोकन (पाठ के अंश) को संसाधित और याद रख सकता है।
id: Mengatur berapa banyak token (potongan teks) yang dapat diproses dan diingat model sekaligus.
it: Controlla quanti token (parti di testo) il modello può elaborare e ricordare contemporaneamente.
tr: Modelin kaç token (metin parçaları) bir kerede işleyebileceğini ve hatırlayabileceğini kontrol eder.

source: How the instance should handle idle models.
bn: নিষ্ক্রিয় মডেলগুলি ইনস্ট্যান্স কীভাবে পরিচালনা করবে।
hi: इंस्टेंस को निष्क्रिय मॉडल को कैसे संभालना चाहिए।
id: Bagaimana instance harus menangani model yang menganggur.
it: Come l'istanza dovrebbe gestire i modelli inattivi.
tr: Örneğin boş modelleri nasıl ele alması gerekmektedir.

source: The amount of time the instance should keep models loaded after they go idle.
bn: মডেলগুলি নিষ্ক্রিয় হয়ে যাওয়ার পর ইনস্ট্যান্স কতটা সময় তাদের লোড রাখবে।
hi: निष्क्रिय होने के बाद इंस्टेंस को कितने समय तक मॉडल को लोड करके रखना चाहिए।
id: Jumlah waktu yang harus dijaga instance agar model tetap dimuat setelah menganggur.
it: La quantità di tempo per cui l'istanza deve mantenere caricati i modelli dopo che siano divenuti inattivi.
tr: Örnek'in (instance), modeller boşta kaldıktan (idle) sonra bellekte yüklü tutması gereken süre.

source: These entries are optional, they are used to troubleshoot GPU related problems with Ollama.
bn: এই এন্ট্রিগুলি ঐচ্ছিক, তারা Ollama এর সাথে GPU সম্পর্কিত সমস্যাগুলি সমাধান করতে ব্যবহৃত হয়
hi: ये प्रविष्टियाँ वैकल्पिक हैं, इन्हें ओल्लामा से संबंधित GPU समस्याओं का निवारण करने के लिए उपयोग किया जाता है।
id: Entri ini bersifat opsional, digunakan untuk mengatasi masalah terkait GPU pada Ollama.
it: Queste opzioni sono facoltative, e possono essere utilizzate per risolvere problemi di Ollama con la GPU.
kn: ಈ ನಮೂದುಗಳು ಐಚ್ಛಿಕ ಿಕವಾಗಿರುತ್ತವೆ, ಒಲ್ಲಾಮಾದೊಂದಿಗಿನ ಜಿಪಿಯು ಸಂಬಂಧಿತ ಸಮಸ್ಯೆಗಳನ್ನು ನಿವಾರಿಸಲು ಅವುಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.
te: ఈ ఎంట్రీలు ఐచ్ఛికం, ఇవి ఒల్లామాతో GPU సంబంధిత సమస్యలను పరిష్కరించడానికి ఉపయోగించబడతాయి.
tr: Bu girişler isteğe bağlıdır, Ollama ile ilgili GPU ile ilgili sorunları gidermek için kullanılırlar.
uk: Ці записи є необов'язковими, їх використовують для усунення проблем, пов'язаних з GPU, у Ollama.

source: Model to select when starting a new chat.
bn: নতুন একটি চ্যাট শুরু করার সময় বেছে নেওয়ার জন্য মডেল
hi: नया चैट प्रारंभ करते समय चयन के लिए मॉडल।
id: Model yang dipilih saat memulai obrolan baru.
it: Modello da selezionare quando si avvia una nuova chat.
kn: ಹೊಸ ಚಾಟ್ ಪ್ರಾರಂಭಿಸುವಾಗ ಆಯ್ಕೆ ಮಾಡಲು ಮಾದರಿ.
te: కొత్త చాట్‌ను ప్రారంభించేటప్పుడు ఎంచుకోవలసిన మోడల్.
tr: Yeni bir sohbet başlatılırken seçilecek model.
uk: Модель, яку вибирають при старті нового чату.

source: Model to use when generating a chat title.
bn: একটি চ্যাট শিরোনাম তৈরি করার সময় ব্যবহার করার জন্য মডেল
hi: चैट शीर्षक उत्पन्न करते समय उपयोग करने के लिए मॉडल।
id: Model yang digunakan saat menghasilkan judul obrolan.
it: Modello da utilizzare per la generazione del titolo della chat.
kn: ಚಾಟ್ ಶೀರ್ಷಿಕೆಯನ್ನು ರಚಿಸುವಾಗ ಬಳಸಬೇಕಾದ ಮಾದರಿ.
te: చాట్ టైటిల్‌ను రూపొందించేటప్పుడు ఉపయోగించాల్సిన మోడల్.
tr: Sohbet başlığı oluştururken kullanılacak model.
uk: Модель, яку використовують для генерації заголовка чату.

source: Selecting tool to use...
bn: ব্যবহারের জন্য টুল নির্বাচন করা হচ্ছে...
hi: उपयोग के लिए टूल चुन रहा है...
id: Memilih alat yang akan digunakan...
it: Seleziona quale strumento utilizzare
kn: ಬಳಸಲು ಸಾಧನವನ್ನು ಆರಿಸುವುದು ...
te: ఉపయోగించడానికి సాధనాన్ని ఎంచుకోవడం...
tr: Kullanılacak Araç seçiliyor
uk: Вибір інструмента для використання...

source: Using {}
bn: {} ব্যবহার করা হচ্ছে
hi: {} का उपयोग कर रहा है
id: Menggunakan {}
it: Utilizzando {}
kn: {} ಅನ್ನು ಬಳಸುವುದು
te: {} ని ఉపయోగించడం
tr: {} Kullanılıyor
uk: Використовується {}

source: Generating message...
bn: বার্তা তৈরি করা হচ্ছে...
hi: संदेश जनरेट कर रहा है...
id: Menghasilkan pesan...
it: Generando l'immagine....
kn: ಸಂದೇಶವನ್ನು ರಚಿಸುವುದು ...
te: సందేశాన్ని రూపొందిస్తోంది...
tr: Mesaj oluşturuluyor...
uk: Генерація повідомлення...

source: Pull Latest
bn: সর্বশেষটি টানুন
hi: नवीनतम पुल करें
id: Tarik Terbaru
it: Scarica il più recente
te: తాజాగా లాగండి
tr: En yenisini indir

source: Open File
bn: ফাইল খুলুন
fr: Ouvrir un fichier
hi: फ़ाइल खोलें
id: Buka File
it: Apri un file
kn: ತೆರೆ
ta: கோப்பைத் திற
te: ఫైల్‌ని తెరవండి
tr: Dosya Aç
uk: Відкрити файл

source: Add Files
bn: ফাইল যোগ করুন
id: Tambah Berkas
it: Aggiungi file
te: ఫైల్‌లను జోడించండి
tr: Dosya ekle

source: Delete Model
bn: মডেল মুছে ফেলুন
hi: मॉडल हटाएँ
id: Hapus Model
it: Elimina il modello
te: మోడల్‌ను తొలగించండి
tr: Model Sil

source: Downloading...
bn: ডাউনলোড হচ্ছে...
hi: डाउनलोड हो रहा है...
id: Mengunduh...
it: Scaricamento in corso...
te: డౌన్‌లోడ్ చేస్తోంది...
tr: İndiriliyor...

source: Dictation Model
bn: ডিক্টেশন মডেল
hi: डिक्टेशन मॉडल
id: Model Mendikte
it: Modello di dettatura
te: డిక్టేషన్ మోడల్
tr: Dikte modeli

source: Stop Download?
bn: ডাউনলোড বন্ধ করুন?
fr: Arrêter le téléchargement ?
hi: डाउनलोड रोकें?
id: Hentikan Unduhan?
it: Interrompere il download?
kn: ಡೌನ್‌ಲೋಡ್ ನಿಲ್ಲಿಸಿ?
nl: Downloaden stoppen?
ru: Остановить загрузку?
ta: பதிவிறக்கத்தை நிறுத்தவா?
te: డౌన్‌లోడ్ ఆపివేయాలా?
tr: İndirmeyi durdur?
uk: Зупинити завантаження?

source: Are you sure you want to stop pulling '{}'?
bn: আপনি কি নিশ্চিত যে আপনি '{}' পুল করা বন্ধ করতে চান?
fr: Ếtes-vous sur de vouloir arrêter de télécharger '{}'?
hi: क्या आप निश्चित हैं कि आप '{}' को रोकना चाहते हैं?
id: Apakah Anda yakin ingin menghentikan penarikan '{}'?
it: Sei sicuro di voler interrompere lo scaricamento di '{}'?
kn: '{}' ಎಳೆಯುವುದನ್ನು ನಿಲ್ಲಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
nl: Weet u zeker dat u wilt stoppen met het ophalen van '{}'?
ta: நீங்கள் '{}' இழுப்பதை நிறுத்த விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా '{}' లాగడం ఆపివేయాలనుకుంటున్నారా?
tr: '{}' indirmeyi durdurmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити завантаження '{}'?

source: Model Manager Error
bn: মডেল ম্যানেজার ত্রুটি
fr: Erreur du gestionnaire de modèle
hi: मॉडल प्रबंधक त्रुटि
id: Kesalahan Manajer Model
it: Errore del gestore dei modelli
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ ದೋಷ
ta: மாடல் மேலாளர் பிழை
te: మోడల్ మేనేజర్ లోపం
tr: Model Yöneticisi Hatası
uk: Помилка менеджера моделей

source: An error occurred whilst pulling '{}'
bn: '{}' টানার সময় একটি ত্রুটি ঘটেছে
fr: Une erreur est survenue lors du téléchargement de '{}'
hi: '{}' खींचते समय एक त्रुटि हुई
id: Terjadi kesalahan saat menarik '{}'
it: Si è verificato un errore durante lo scaricamento di '{}'
kn: '{}' ಅನ್ನು ಎಳೆಯುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ
ta: '{}' இழுக்கும்போது ஒரு பிழை ஏற்பட்டது
te: '{}' లాగుతున్నప్పుడు లోపం సంభవించింది
tr: '{}' Çekerken bir hata oluştu
uk: Сталася помилка під час завантаження '{}'

source: Download Completed
bn: ডাউনলোড সম্পন্ন
fr: Téléchargement terminé
hi: डाउनलोड पूरा हुआ
id: Unduhan Selesai
it: Scaricamento completato
kn: ಡೌನ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಂಡಿದೆ
ta: பதிவிறக்கம் நிறைவடைந்தது
te: డౌన్‌లోడ్ పూర్తయింది
tr: İndirildi
uk: Завантаження завершено

source: Model '{}' downloaded successfully.
bn: মডেল '{}' সফলভাবে ডাউনলোড হয়েছে।
fr: Modèle '{}' téléchargé avec succè
hi: मॉडल '{}' सफलतापूर्वक डाउनलोड किया गया।
id: Model '{}' berhasil diunduh.
it: Modello '{}' scaricato con successo.
kn: ಮಾದರಿ '{}' ಯಶಸ್ವಿಯಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ.
ta: மாடல் '{}' வெற்றிகரமாக பதிவிறக்கம் செய்யப்பட்டது.
te: మోడల్ '{}' విజయవంతంగా డౌన్‌లోడ్ చేయబడింది.
tr: Model '{}' başarıyla indirildi.
uk: Модель '{}' успішно завантажено

source: Local text to speech model provided by Kokoro.
bn: কোকোরো দ্বারা সরবরাহকৃত স্থানীয় টেক্সট টু স্পিচ মডেল।
hi: कोकोरो द्वारा प्रदान किया गया स्थानीय टेक्स्ट टू स्पीच मॉडल।
id: Model teks ke suara lokal yang disediakan oleh Kokoro.
it: Modello di sintesi vocale locale fornito da Kokoro.
kn: ಕೊಕೊರೊ ಒದಗಿಸಿದ ಸ್ಥಳೀಯ ಪಠ್ಯದಿಂದ ಭಾಷಣ ಮಾದರಿ.
te: కోకోరో అందించిన స్థానిక టెక్స్ట్ టు స్పీచ్ మోడల్.
tr: Kokoro tarafından sağlanan yerel metinten konuşma modeli.

source: Local speech to text model provided by OpenAI Whisper.
bn: ওপেনএআই হুইস্পার দ্বারা সরবরাহকৃত স্থানীয় স্পিচ টু টেক্সট মডেল।
hi: ओपनएआई विस्पर द्वारा प्रदान किया गया स्थानीय स्पीच टू टेक्स्ट मॉडल।
id: Model suara ke teks lokal yang disediakan oleh OpenAI Whisper.
it: Modello per il riconoscimento vocale fornito da OpenAI Whisper.
kn: ಓಪನ್ಐ ಪಿಸುಮಾತು ಒದಗಿಸಿದ ಪಠ್ಯ ಮಾದರಿಗೆ ಸ್ಥಳೀಯ ಭಾಷಣ.
te: OpenAI విస్పర్ అందించిన స్థానిక ప్రసంగం నుండి వచన నమూనా.
tr: Openai Whisper tarafından sağlanan konuşmadan metin modeli.

source: Variables that are filled by the AI.
bn: এআই দ্বারা পূরণ করা ভেরিয়েবল।
hi: चर जो एआई द्वारा भरे जाते हैं।
id: Variabel yang diisi oleh AI.
it: Variabili generate dall'intelligenza artificiale
kn: AI ನಿಂದ ತುಂಬಿದ ಅಸ್ಥಿರಗಳು.
te: AI ద్వారా నింపబడిన వేరియబుల్స్.
tr: AI tarafından doldurulan değişkenler.

source: Run Tool
id: Jalankan Alat
it: Avvia lo strumento
tr: Araç çalıştır

source: The tool would have generated a message in a chat.
id: Alat tersebut seharusnya menghasilkan pesan dalam obrolan.
it: Lo strumento avrebbe generato un messaggio in una chat.
tr: Araç sohbette bir mesaj oluştururdu.
