Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Fixed message rendering problems
bn: বার্তা রেন্ডারিং সমস্যা সমাধান করা হয়েছে
de: Nachrichten-Renderingprobleme behoben
es: Se solucionaron problemas de renderización de mensajes
hi: संदेश रेंडरिंग समस्याएं ठीक की गईं
id: Memperbaiki masalah tampilan pesan
it: Risolti i problemi di rendering dei messaggi
pt_br: Correção dos problemas de renderização de mensagens
tr: Mesaj görüntüleme problemleri düzeltildi

source: Fixed inconsistent message generation rendering
bn: অসামঞ্জস্যপূর্ণ বার্তা তৈরির রেন্ডারিং সমাধান করা হয়েছে
de: Inkonsistente Nachrichtengenerierung behoben
es: Se corrigió la renderizado inconsistente en la generación de mensajes
hi: असंगत संदेश जेनेरेशन रेंडरिंग ठीक की गई
id: Memperbaiki render pembuatan pesan yang tidak konsisten
it: Correzione della generazione di messaggi incoerenti durante il rendering
pt_br: Correção na renderização inconsistente de mensagens
te: అస్థిరమైన సందేశ జనరేషన్ రెండరింగ్ పరిష్కరించబడింది
tr: Tutarsız mesaj oluşturma görüntüsü düzeltildi

source: Save message edit with ctrl+enter
bn: ctrl+enter দিয়ে বার্তা সম্পাদনা সংরক্ষণ করুন
de: Nachrichtenbearbeitungen können nun mit Strg+Enter gespeichert werden
es: Guardar la edición del mensaje con Ctrl+Enter
hi: Ctrl+Enter के साथ संदेश संपादन सहेजें
id: Simpan suntingan pesan dengan ctrl+enter
it: Salva le modifiche ai messaggi con ctrl+invio
pt_br: Salve a edição da mensagem com Ctrl+Enter
te: ctrl+enter తో మెసేజ్ ఎడిట్ సేవ్ చేయండి
tr: Ctrl+Enter ile Mesaj düzenlemesini kaydetme eklendi

source: Fixed Live Chat and Quick Ask not working sometimes
bn: লাইভ চ্যাট এবং দ্রুত জিজ্ঞাসা কখনও কখনও কাজ না করার সমস্যা সমাধান করা হয়েছে
de: Behoben, dass Live Chat und Flinke Frage manchmal nicht funktionierten
es: Se solucionó que Chat en Vivo y Pregunta Rápida a veces no funcionaran
hi: कभी-कभी Live Chat और Quick Ask काम नहीं करने की समस्या ठीक की गई
id: Memperbaiki Live Chat dan Quick Ask yang kadang tidak berfungsi
it: Risolto il problema con Live Chat e Quick Ask che a volte non funzionavano
pt_br: Corrigido Chat Ao Vivo e Pergunta Rápida não funcionarem as vezes
te: కొన్నిసార్లు పనిచేయని లైవ్ చాట్ మరియు క్విక్ ఆస్క్ పరిష్కరించబడ్డాయి
tr: Canlı sohbet ve Hızlı Sor seçeneklerinin bazen çalışmaması düzeltildi

source: Fixed model creation and GGUF import
bn: মডেল তৈরি এবং GGUF ইমপোর্ট সমস্যা সমাধান করা হয়েছে
de: Modellerstellung und GGUF-Import behoben
es: Arreglada la creación de modelos e importación de GGUF
hi: मॉडल निर्माण और GGUF आयात ठीक किया गया
id: Memperbaiki pembuatan model dan impor GGUF
it: Corretta la creazione di modelli e importazione di GGUF
pt_br: Correção na criação de modelos e importação GGUF
te: స్థిర మోడల్ సృష్టి మరియు GGUF దిగుమతి
tr: Model Oluşturma ve GGUF içeri aktarma düzeltildi

source: Added option to use tools by default
bn: ডিফল্টভাবে টুল ব্যবহার করার বিকল্প যোগ করা হয়েছে
de: Option, Tools standardmäßig zu nutzen, hinzugefügt
es: Se agregó la opción para usar herramientas por defecto
hi: डिफ़ॉल्ट रूप से टूल का उपयोग करने का विकल्प जोड़ा गया
id: Menambahkan opsi untuk menggunakan alat secara default
it: Aggiunta l'opzione per usare gli strumenti di default
pt_br: Adicionada a opção de usar ferramentas por padrão
te: డిఫాల్ట్‌గా సాధనాలను ఉపయోగించడానికి ఎంపిక జోడించబడింది
tr: Varsayılan olarak araçları kullanmak için seçenek eklendi

source: Redesign model manager
bn: মডেল ম্যানেজার পুনর্ডিজাইন
de: Modellmanager neu designt
es: Rediseño del gestor de modelos
hi: मॉडल मैनेजर का पुनः डिज़ाइन
id: Desain ulang pengelola model
it: Riprogrettato il gestore di modelli
pt_br: Redesign do gerenciador de modelos
te: రీడిజైన్ మోడల్ మేనేజర్
tr: Model Yöneticisi Yeniden Tasarlandı

source: Added option to attach audio and video files (audio transcription)
bn: অডিও এবং ভিডিও ফাইল সংযুক্ত করার বিকল্প যোগ করা হয়েছে (অডিও ট্রান্সক্রিপশন)
de: Option, Audio- und Videodateien mittels Transkription an Nachrichten anzuhängen
es: Se agregó la opción para adjuntar archivos de audio y video (transcripción de audio)
hi: ऑडियो और वीडियो फाइलें संलग्न करने का विकल्प जोड़ा गया (ऑडियो ट्रांसक्रिप्शन)
id: Menambahkan opsi untuk melampirkan file audio dan video (transkripsi audio)
it: Aggiunta l'opzione di allegare file audio e video (trascrizione audio)
pt_br: Adicionada a opção de anexar arquivos de áudio e vídeo (transcrição de áudio)
te: ఆడియో మరియు వీడియో ఫైళ్లను అటాచ్ చేయడానికి ఎంపిక జోడించబడింది (ఆడియో ట్రాన్స్క్రిప్షన్)
tr: Ses ve video dosyaları eklemek için seçenek eklendi (ses transkripsiyonu)

source: Added Spotify controller tool
bn: Spotify নিয়ন্ত্রণ টুল যোগ করা হয়েছে
de: Spotify-Tool hinzugefügt
es: Se agregó la herramienta de control de Spotify
hi: Spotify कंट्रोलर टूल जोड़ा गया
id: Menambahkan alat pengontrol Spotify
it: Aggiunto uno strumento per il controllo di Spotify
pt_br: Adicionada a ferramenta de controle do Spotify
te: Spotify కంట్రోలర్ సాధనం జోడించబడింది
tr: Spotify Denetleyici Aracı Eklendi

source: Fixed thinking mode being on bugs out normal models
bn: থিঙ্কিং মোড চালু থাকার কারণে সাধারণ মডেলে বাগের সমস্যা সমাধান করা হয়েছে
de: Behoben, dass der Reasoning-Modus dafür sorgte, dass normale Modelle nicht mehr antworten konnten
es: Se arreglo l modo de pensamiento que al estar activado genera errores en los modelos normales.
hi: थिंकिंग मोड ऑन होने से सामान्य मॉडल्स में बग की समस्या ठीक की गई
id: Memperbaiki mode berpikir yang menyebabkan bug pada model normal
it: Risolto il problema per cui il mantenere attiva la modalità di ragionamento causava bug coi modelli normali
pt_br: Correção do modo de pensamento causar erros em modelos normais ao estar ativado
te: సాధారణ మోడళ్లలో బగ్ అవుట్ అవుతున్న థింకింగ్ మోడ్ పరిష్కరించబడింది
tr: Düşünme modunun normal modellerde hatalı olması düzeltildi

source: Fixed Alpaca crashing when chats database has incorrect metadata (type)
bn: চ্যাট ডেটাবেসে ভুল মেটাডেটা (টাইপ) থাকলে Alpaca ক্র্যাশ হওয়ার সমস্যা সমাধান করা হয়েছে
de: Abstürze bei inkorrekten Metadaten der Alpaca-Datenbank behoben
es: Arreglado Alpaca no abre cuando la base de datos de chats tiene información incorrecta
hi: चैट डेटाबेस में गलत मेटाडेटा (प्रकार) होने पर Alpaca क्रैश होने की समस्या ठीक की गई
id: Memperbaiki Alpaca yang crash ketika basis data percakapan memiliki metadata yang salah (tipe)
it: Risolto il problema di crash di Alpaca quando il database delle chat presenta metadati errati (tipologia)
pt_br: Correção do Alpaca travar quando o banco de dados das conversas conter metadados incorretos
te: చాట్స్ డేటాబేస్ తప్పు మెటాడేటా (రకం) కలిగి ఉన్నప్పుడు అల్పాకా క్రాష్‌ను పరిష్కరించారు.
tr: Sohbetler Veritabanı Yanlış Meta Veri (Tür) olduğunda Alpaca'nın çökmesi düzeltildi

source: Fixed Quick Ask and Live Chat not running when opened from terminal whilst Alpaca is running
bn: Alpaca চালু থাকাকালীন টার্মিনাল থেকে খোলার সময় দ্রুত জিজ্ঞাসা এবং লাইভ চ্যাট চালু না হওয়ার সমস্যা সমাধান করা হয়েছে
de: Behoben, dass Flinke Frage und Live Chat nicht aus dem Terminal gestartet werden konnten, wenn Alpaca bereits lief
es: Arreglado Pregunta Rápida y Chat en Vivo no funcionan si se abren por una terminal mientras Alpaca es ejecutado
hi: Alpaca चलने के दौरान टर्मिनल से खोले जाने पर Quick Ask और Live Chat नहीं चलने की समस्या ठीक की गई
id: Memperbaiki Quick Ask dan Live Chat yang tidak berjalan saat dibuka dari terminal ketika Alpaca sedang berjalan
it: Risolto il problema con Quick Ask e Live Chat che non funzionavano quando venivano aperti dal terminale mentre Alpaca era in esecuzione
pt_br: Correção da Pergunta Rápida e do Chat Ao Vivo não executarem quando abertos pelo terminal enquanto o Alpaca estiver em execução
te: అల్పాకా నడుస్తున్నప్పుడు టెర్మినల్ నుండి తెరిచినప్పుడు క్విక్ ఆస్క్ మరియు లైవ్ చాట్ పనిచేయకపోవడం పరిష్కరించబడింది.
tr: Hızlı Sor ve Canlı Sohbet, Alpaca çalışırken terminalden açıldığında çalışmıyor

source: Fixed stop button not working when pressed before text generation beggins
bn: টেক্সট তৈরি শুরু হওয়ার আগে চাপলে স্টপ বোতাম কাজ না করার সমস্যা সমাধান করা হয়েছে
de: Bug behoben, der Stopp-Schaltfläche nicht funktionieren ließ, wenn diese vor der Textgenerierung betätigt wurde
es: Arreglado botón de parar no funcionaba cuando se precionaba antes de que la generación de texto empezara
hi: टेक्स्ट जेनेरेशन शुरू होने से पहले दबाने पर स्टॉप बटन काम नहीं करने की समस्या ठीक की गई
id: Memperbaiki tombol berhenti yang tidak berfungsi saat ditekan sebelum proses pembuatan teks dimulai
it: Risolto il problema con il pulsante di arresto che non funzionava se premuto prima dell'inizio della generazione del testo
pt_br: Correção do botão de parar não funcionar quando pressionado antes da geração de texto começar
te: టెక్స్ట్ జనరేషన్ ప్రారంభం కావడానికి ముందు నొక్కినప్పుడు స్థిర స్టాప్ బటన్ పనిచేయడం లేదు.
tr: Cevap oluşturma başlamadan durdurulduğunda çalışmaması düzeltildi

source: Fixed instances sometimes not appearing
bn: ইনস্ট্যান্স কখনও কখনও দেখা না যাওয়ার সমস্যা সমাধান করা হয়েছে
de: Behoben, dass Instanzen manchmal nicht angezeigt wurden
es: Se corrigieron instancias que a veces no aparecían
hi: कभी-कभी इंस्टेंसेज दिखाई नहीं देने की समस्या ठीक की गई
id: Memperbaiki instance yang terkadang tidak muncul
it: Risolto il problema per cui le istanze non venivano visualizzate a volte
pt_br: Correção das instâncias as vezes não aparecerem
te: కొన్నిసార్లు కనిపించని సందర్భాలు పరిష్కరించబడ్డాయి
tr: Modellerin bazen görünmemesi düzeltildi

source: Live Chat (Talk to models as if you were on a call)
bn: লাইভ চ্যাট (মডেলগুলোর সাথে কলের মতো করে কথা বলুন)
de: Live Chat (sprechen Sie mit Modellen, als wäre es ein Anruf)
es: Chat en Vivo (Habla con modelos como si estuvieras en una llamada)
hi: लाइव चैट (मॉडल्स से ऐसे बात करें जैसे कॉल पर हों)
id: Obrolan Langsung (Berbicara dengan model seolah-olah sedang menelepon)
it: Live Chat (parla con i modelli come se fossi al telefono)
pt_br: Chat Ao Vivo (Fale com modelos como se estivesse em uma chamada)
te: లైవ్ చాట్ (మీరు కాల్‌లో ఉన్నట్లుగా మోడల్‌లతో మాట్లాడండి)
tr: Canlı Sohbet (Modellerle Telefonla Konuşuyor Gibi Konuşun)

source: Live message rendering
bn: লাইভ মেসেজ প্রদর্শন
de: Live-Nachrichten-Rendering
es: Renderizado de mensaje en vivo
hi: लाइव संदेश रेंडरिंग
id: Perenderan pesan secara langsung
it: Generazione dei messaggi in tempo reale
pt_br: Renderização de mensagens ao vivo
te: ప్రత్యక్ష సందేశ రెండరింగ్
tr: Canlı mesaj oluşturma

source: Faster dictation
bn: দ্রুত ডিক্টেশন
de: Schnellere Diktierfunktion
es: Dictación más rápida
hi: तेज़ डिक्टेशन
id: Dikte yang lebih cepat
it: Dettatura più veloce
pt_br: Ditado mais rápido
te: వేగవంతమైన డిక్టేషన్
tr: Daha hızlı dikte etme

source: Dictation whilst message is being generated
bn: মেসেজ তৈরি হওয়ার সময় ডিক্টেশন
de: Ermöglicht, zu diktieren, während eine Nachricht generiert wird
es: Dictado mientras se genera el mensaje
hi: संदेश बनते समय डिक्टेशन
id: Dikte saat pesan sedang dibuat
it: Dettatura durante la generazione del messaggio
pt_br: Ditado enquanto a mensagem está sendo gerada
te: సందేశం జనరేట్ అవుతున్నప్పుడు డిక్టేషన్
tr: Mesaj oluşturulurken dikte

source: Camera picture attachment
bn: ক্যামেরা ছবি সংযুক্তি
de: Kameraaufnahmen als Anhänge hinzugefügt
es: Adjunto imagen de la cámara
hi: कैमरा चित्र संलग्न करना
id: Lampiran gambar dari kamera
it: Allega immagini dalla fotocamera
pt_br: Anexo de foto da câmera
te: కెమెరా చిత్రం జోడింపు
tr: Kamera resmi ekleme

source: Quick Ask now supports attachments
bn: কুইক আস্ক এখন সংযুক্তি সমর্থন করে
de: Flinke Frage unterstützt nun Anhänge
es: Preguntas Rápidas ahora soportan archivos adjuntos
hi: क्विक आस्क अब संलग्नक का समर्थन करता है
id: Quick Ask kini mendukung lampiran
it: Quick Ask ora supporta allegati
pt_br: Pergunta Rápida agora suporta anexos
te: క్విక్ ఆస్క్ ఇప్పుడు అటాచ్‌మెంట్‌లకు మద్దతు ఇస్తుంది
tr: Hızlı Sor şimdi ekleri destekliyor

source: Separator element for message and attachment rendering
bn: মেসেজ এবং সংযুক্তি প্রদর্শনের জন্য বিভাজক উপাদান
de: Trennelement für Nachrichten- und Anhangrendering
es: Elemento separador para la representación de mensajes y adjuntos
hi: संदेश और संलग्नक रेंडरिंग के लिए विभाजक तत्व
id: Elemen pemisah untuk perenderan pesan dan lampiran
it: Elemento separatore per il rendering di messaggi e allegati
pt_br: Elemento separador para renderização de mensagens e anexos
te: సందేశం మరియు అటాచ్మెంట్ రెండరింగ్ కోసం సెపరేటర్ ఎలిమెంట్
tr: Mesaj ve ek oluşturma için ayırıcı öğesi

source: Redesigned popups
bn: পুনঃনির্বাচিত পপআপ ডিজাইন
de: Neu designte Pop-ups
es: Ventanas emergentes rediseñadas
hi: पुन: डिज़ाइन किए गए पॉपअप
id: Desain ulang jendela pop-up
it: Popup ridisegnati
pt_br: Redesign dos Pop-ups
te: పునఃరూపకల్పన చేయబడిన పాప్అప్లు
tr: Pop -up'lar yeniden tasarlandı

source: Thought switch for Ollama instances
bn: Ollama ইনস্ট্যান্সের জন্য চিন্তাভাবনার সুইচ
de: Reasoning-Schalter für Ollama-Instanzen hinzugefügt
es: Interruptor de pensamiento para instancias de Ollama
hi: ओल्लामा इंस्टेंस के लिए विचार स्विच
id: Saklar pemikiran untuk instance Ollama
it: Interruttore di ragionamento per le istanze di Ollama
pt_br: Interruptor de pensamento para instâncias Ollama
te: ఒల్లామా సందర్భాల కోసం ఆలోచన స్విచ్
tr: Ollama Modelleri için Düşünce Değiştirme

source: Username sharing for Ollama instances
bn: Ollama ইনস্ট্যান্সের জন্য ব্যবহারকারীর নাম ভাগাভাগি
de: Teilen des Nutzernamens an Ollama-Instanzen
es: Uso compartido de nombres de usuario para instancias de Ollama
hi: ओल्लामा इंस्टेंस के लिए उपयोगकर्ता नाम साझा करना
id: Berbagi nama pengguna untuk instance Ollama
it: Condivisione del nome utente per le istanze Ollama
pt_br: Compartilhamento de nome de usuário para instâncias Ollama
te: ఒల్లామా సందర్భాల కోసం వినియోగదారు పేరు భాగస్వామ్యం
tr: Ollama modelleri için kullanıcı adı paylaşımı

source: Redesign for instance manager and tool manager
bn: ইনস্ট্যান্স ম্যানেজার এবং টুল ম্যানেজারের জন্য নতুন ডিজাইন
de: Neu designte Instanzen- und Toolverwaltung
es: Rediseño del gestor de instancias y del gestor de herramientas
hi: इंस्टेंस मैनेजर और टूल मैनेजर के लिए पुनः डिज़ाइन
id: Desain ulang untuk pengelola instance dan pengelola alat
it: Riprogettazione del gestore delle istanze e degli strumenti
pt_br: Redesign do gerenciador de instâncias e do gerenciador de ferramentas
te: ఉదాహరణ మేనేజర్ మరియు టూల్ మేనేజర్ కోసం పునఃరూపకల్పన
tr: Model yöneticisi ve araç yöneticisi için yeniden tasarım

source: Better web searching tool with options
bn: বিকল্পসহ উন্নত ওয়েব অনুসন্ধান টুল
de: Bessere Websuche mit neuen Optionen
es: Mejor herramienta de búsqueda web con opciones
hi: विकल्पों के साथ बेहतर वेब खोज उपकरण
id: Alat pencarian web yang lebih baik dengan opsi
it: Migliore strumento di ricerca web con opzioni
pt_br: Melhor ferramenta de pesquisa na web com opções
te: ఎంపికలతో మెరుగైన వెబ్ శోధన సాధనం
tr: Ayarlarla daha iyi web arama aracı

source: Fixed duplication of thought attachments
bn: চিন্তার সংযুক্তি দ্বৈত হওয়ার সমস্যা ঠিক করা হয়েছে
de: Verdopplung von Reasoning-Anhängen behoben
es: Se corrigió la duplicación de archivos adjuntos de pensamiento.
hi: विचार संलग्नकों की पुनरावृत्ति ठीक की गई
id: Memperbaiki duplikasi lampiran pemikiran
it: Corretta la duplicazione degli allegati di ragionamento
pt_br: Corrigida a duplicação de anexos de pensamento
te: ఆలోచన జోడింపుల స్థిర నకిలీ
tr: Düşünce eklerinin çoğaltılması (dupe) düzeltildi

source: Fixed weird behavior with model selector
bn: মডেল নির্বাচকের অস্বাভাবিক আচরণ ঠিক করা হয়েছে
de: Merkwürdiges Verhalten des Modell-Managers behoben
es: Se corrigió un comportamiento extraño con el selector de modelos.
hi: मॉडल चयनकर्ता में अजीब व्यवहार ठीक किया गया
id: Memperbaiki perilaku aneh pada pemilih model
it: Corretto un comportamento anomalo del selettore di modelli
pt_br: Corrigido o comportamento estranho com o seletor de modelos
te: మోడల్ సెలెక్టర్‌తో వింత ప్రవర్తన పరిష్కరించబడింది.
tr: Model seçicinin garip davranışı düzeltildi

source: Ollama (Managed) instances behave better
bn: Ollama (পরিচালিত) ইনস্ট্যান্স এখন আরও ভালোভাবে কাজ করে
de: Ollama (integriert)-Instanzen verhalten sich nun besser
es: Las instancias de Ollama (administradas) se comportan mejor
hi: ओल्लामा (प्रबंधित) इंस्टेंस बेहतर तरीके से काम करते हैं
id: Instance Ollama (Terkelola) berperilaku lebih baik
it: Le istanze di Ollama (gestite) si comportano meglio
pt_br: Instâncias Ollama (Gerenciadas) se comportam melhor
te: ఒల్లామా (నిర్వహించబడిన) సందర్భాలు మెరుగ్గా ప్రవర్తిస్తాయి.
tr: Ollama (yönetilen) Modelleri daha iyi davranır

source: Better optimizations for RAM (~2GB difference)
bn: RAM ব্যবহারে উন্নত অপ্টিমাইজেশন (~২জিবি পার্থক্য)
de: Bessere Speicheroptimierungen (ca. 2 GB Unterschied)
es: Mejores optimizaciones para RAM (diferencia de ~2GB)
hi: RAM के लिए बेहतर अनुकूलन (~2GB अंतर)
id: Optimasi RAM yang lebih baik (~2GB perbedaan)
it: Migliori ottimizzazioni per la RAM (~2GB di differenza)
pt_br: Melhores otimizações para RAM (diferença de ~2GB)
te: RAM కోసం మెరుగైన ఆప్టిమైజేషన్లు (~2GB తేడా)
tr: RAM için daha iyi optimizasyonlar (~ 2GB fark)

source: Instant chat rendering
bn: তাৎক্ষণিক চ্যাট প্রদর্শন
de: Sofortiges Chat-Rendering
es: Renderizado de chat instantaneo
hi: तत्काल चैट रेंडरिंग
id: Perenderan obrolan instan
it: Generazione della chat in tempo reale
pt_br: Renderização instantânea de conversa
te: తక్షణ చాట్ రెండరింగ్
tr: Anında sohbet oluşturma

source: Models profile pictures are now saved at a higher resolution
bn: মডেলগুলোর প্রোফাইল ছবি এখন উচ্চ রেজোলিউশনে সংরক্ষিত হচ্ছে
de: Profilbilder der Modelle werden nun mit höherer Auflösung gespeichert
es: Las fotos de perfil de las modelos ahora se guardan con una resolución más alta.
hi: मॉडल की प्रोफाइल तस्वीरें अब उच्च रिज़ॉल्यूशन में सेव होती हैं
id: Foto profil model kini disimpan dengan resolusi lebih tinggi
it: Le immagini del profilo dei modelli vengono ora salvate con una risoluzione più alta.
pt_br: Fotos de perfil de modelos agora são salvos em uma resolução maior
te: మోడల్స్ ప్రొఫైల్ చిత్రాలు ఇప్పుడు అధిక రిజల్యూషన్‌లో సేవ్ చేయబడ్డాయి.
tr: Modeller Profil resimleri artık daha yüksek bir çözünürlükte kaydedildi

source: Quick Ask messages can now be sent by using the enter key
bn: এখন এন্টার কী ব্যবহার করে কুইক আস্ক মেসেজ পাঠানো যাবে
de: Flinke Frage-Nachrichten können nun mit Enter gesendet werden
es: Ahora se pueden enviar mensajes de preguntas rápidas usando la tecla enter
hi: क्विक आस्क संदेश अब एंटर की दबाकर भेजे जा सकते हैं
id: Pesan Quick Ask kini dapat dikirim dengan menggunakan tombol enter
it: È ora possibile inviare messaggi Quick Ask utilizzando il tasto Invio.
pt_br: Mensagens de Pergunta Rápida agora podem ser enviadas usando a tecla Enter
te: ఎంటర్ కీని ఉపయోగించి ఇప్పుడు క్విక్ ఆస్క్ సందేశాలను పంపవచ్చు.
tr: Hızlı Sor mesajları artık enter tuşunu kullanılarak gönderilebilir

source: Alpaca is less prone to crashes now
bn: Alpaca এখন কম ক্র্যাশ করে
de: Alpaca ist nun weniger absturzanfällig
es: La alpaca ahora es menos propensa a crashes.
hi: अब अल्पाका क्रैश होने की संभावना कम है
id: Alpaca kini lebih jarang mengalami crash
it: Alpaca è ora meno soggetto a crash
pt_br: O Alpaca está menos propenso a travar agora
te: అల్పాకా ఇప్పుడు క్రాష్ అయ్యే అవకాశం తక్కువ.
tr: Alpaca artık daha kararlı

source: Fixed new chat not being created when the chat list is empty
bn: চ্যাট তালিকা খালি থাকলে নতুন চ্যাট তৈরি না হওয়ার সমস্যা ঠিক করা হয়েছে
de: Behoben, dass neue Chats nicht erstellt werden, wenn die Chat-Liste leer ist
es: Se solucionó que no se creara un nuevo chat cuando la lista de chats estaba vacía.
hi: चैट सूची खाली होने पर नया चैट न बनने की समस्या ठीक की गई
id: Memperbaiki obrolan baru yang tidak dibuat saat daftar obrolan kosong
it: Risolto il problema per cui nuove chat non venivano create quando l'elenco delle chat era vuoto
pt_br: Corrigido o erro de uma nova conversa não estar sendo criada quando a lista de conversas está vazia
te: చాట్ జాబితా ఖాళీగా ఉన్నప్పుడు కొత్త చాట్ సృష్టించబడకపోవడాన్ని పరిష్కరించారు.
tr: Sohbet listesi boş olduğunda yeni sohbet oluşturulmaması düzeltildi

source: Chat exporting now works as expected
bn: চ্যাট এক্সপোর্ট এখন প্রত্যাশামতো কাজ করে
de: Exportieren von Chats funktioniert nun wie erwartet
es: La exportación de chat ahora funciona como se esperaba
hi: चैट निर्यात अब अपेक्षित रूप से काम करता है
id: Ekspor obrolan kini berfungsi sesuai harapan
it: L'esportazione della chat ora funziona come previsto
pt_br: A exportação de conversas agora funciona conforme o esperado
te: చాట్ ఎగుమతి ఇప్పుడు ఊహించిన విధంగానే పనిచేస్తుంది.
tr: Sohbet dışarı aktarma artık beklendiği gibi çalışıyor

source: Fixed automatic creation of Ollama instance
bn: Ollama ইনস্ট্যান্স স্বয়ংক্রিয়ভাবে তৈরি হওয়ার সমস্যা ঠিক করা হয়েছে
de: Automatische Erstellung der Ollama-Instanz behoben
es: Se corrigió la creación automática de la instancia de Ollama
hi: ओल्लामा इंस्टेंस के स्वचालित निर्माण की समस्या ठीक की गई
id: Memperbaiki pembuatan instance Ollama otomatis
it: Corretta la creazione automatica di istanze di Ollama
pt_br: Corrigida a criação automática da instância Ollama
te: ఒల్లామా ఉదాహరణ యొక్క స్వయంచాలక సృష్టి పరిష్కరించబడింది.
tr: Ollama Modelinin otomatik olarak oluşturulması düzeltildi

source: Added Hebrew and Telugu credits
bn: হিব্রু এবং তেলুগু কৃতিত্ব যোগ করা হয়েছে
de: Vermerk an die Autor:innen für Hebräische und Telugu-Übersetzungen hinzugefügt
es: Se agregaron créditos para traducciones en hebreo y telugu.
hi: हिब्रू और तेलुगु क्रेडिट्स जोड़े गए
id: Menambahkan kredit bahasa Ibrani dan Telugu
it: Aggiunti i crediti per la lingua Telugu
pt_br: Adicionados os créditos das traduções em hebreu e telugo
te: హీబ్రూ మరియు తెలుగు క్రెడిట్‌లు జోడించబడ్డాయి
tr: İbranice ve Telugu kredileri eklendi

source: Fixed STT model selector
bn: STT মডেল নির্বাচকের সমস্যা ঠিক করা হয়েছে
de: Modellauswahl für Spracherkennung behoben
es: Se corrigió el selector de modelos STT
hi: STT मॉडल चयनकर्ता की समस्या ठीक की गई
id: Memperbaiki pemilih model STT
it: Correzioni al selettore dei modelli STT
pt_br: Correção do seletor de modelos STT
te: స్థిర STT మోడల్ సెలెక్టర్
tr: STT Model Seçici düzeltildi

source: Multiple QuickAsk window rendering
bn: একাধিক কুইকআস্ক উইন্ডো রেন্ডারিং
de: Mehrere "Flinke Frage"-Fenster können nun zugleich angezeigt werden
es: Renderizado de multiples ventanas de Preguntas Rápidas
hi: एकाधिक क्विकआस्क विंडो रेंडरिंग
id: Perenderan beberapa jendela QuickAsk
it: Rendering di più finestre Quick Ask
kn: ಬಹು ಕ್ವಿಕಾಸ್ಕ್ ವಿಂಡೋ ರೆಂಡರಿಂಗ್
pt_br: Renderização de múltiplas janelas de Pergunta Rápida
te: బహుళ QuickAsk విండో రెండరింగ్
tr: Çoklu Hızlı Sor Penceresi Oluşturma

source: Better stability for QuickAsk
bn: কুইকআস্কের জন্য উন্নত স্থায়িত্ব
de: Bessere Stabilität für "Flinke Frage"
es: Mejor estabilidad para Preguntas Rápidas
hi: क्विकआस्क के लिए बेहतर स्थिरता
id: Stabilitas lebih baik untuk QuickAsk
it: Migliore stabilità di Quick Ask
kn: ಕ್ವಿಕಾಸ್ಕ್‌ಗೆ ಉತ್ತಮ ಸ್ಥಿರತೆ
pt_br: Melhor estabilidade para Pergunta Rápida
te: QuickAsk కోసం మెరుగైన స్థిరత్వం
tr: HızlıSor için daha iyi istikrar

source: Creating a new chat now selects it
bn: নতুন চ্যাট তৈরি করলে এখন সেটি নির্বাচন হয়
de: Erstellung eines neuen Chats wählt diesen nun automatisch aus
es: Crear un nuevo chat ahora lo selecciona
hi: नई चैट बनाने पर अब वह स्वतः चयनित हो जाती है
id: Membuat obrolan baru sekarang langsung memilihnya
it: Creare una nuova chat ora la seleziona
kn: ಹೊಸ ಚಾಟ್ ರಚಿಸುವುದು ಈಗ ಅದನ್ನು ಆಯ್ಕೆ ಮಾಡುತ್ತದೆ
pt_br: Criar uma nova conversa agora a seleciona
te: ఇప్పుడు కొత్త చాట్‌ను సృష్టించడం వలన అది ఎంపిక అవుతుంది
tr: Yeni bir sohbet oluşturunca artık seçiliyor

source: Chat Search
bn: চ্যাট অনুসন্ধান
de: Chatsuche
es: Busqueda de Chats
hi: चैट खोज
id: Pencarian Obrolan
it: Cerca nelle Chat
kn: ಚಾಟ್ ಹುಡುಕಾಟ
pt_br: Pesquisa de Conversas
te: చాట్ శోధన
tr: Sohbet arama
