Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: DeepSeek-V3.2, a model that harmonizes high computational efficiency with superior reasoning and agent performance.
de: DeepSeek-V3.2, ein Modell, das hohe Recheneffizienz mit überlegener Argumentationsfähigkeit und Agentenleistung vereint.
es: DeepSeek-V3.2, un modelo que armoniza una alta eficiencia computacional con un razonamiento superior y un rendimiento del agente.

source: A general-purpose multimodal mixture-of-experts model for production-grade tasks and enterprise workloads.
de: Ein universell einsatzbares multimodales Expertenmodell für Aufgaben in der Serienproduktion und Unternehmens-Workloads.
es: Un modelo multimodal de mezcla de expertos de propósito general para tareas de nivel de producción y cargas de trabajo empresariales.

source: Exceptional multilingual capabilities to elevate code engineering
de: Außergewöhnliche Mehrsprachigkeit zur Verbesserung der Code-Entwicklung
es: Capacidades multilingües excepcionales para mejorar la ingeniería de código

source: LFM2.5 is a new family of hybrid models designed for on-device deployment.
de: LFM2.5 ist eine neue Familie von Hybridmodellen, die für die lokale Bereitstellung auf Geräten entwickelt wurden.
es: LFM2.5 es una nueva familia de modelos híbridos diseñados para implementación en el dispositivo.

source: Kimi K2.5 is an open-source, native multimodal agentic model that seamlessly integrates vision and language understanding with advanced agentic capabilities, instant and thinking modes, as well as conversational and agentic paradigms.
de: Kimi K2.5 ist ein quelloffenes, natives multimodales Agentenmodell, das Bild- und Sprachverständnis nahtlos mit fortschrittlichen Agentenfähigkeiten, Sofort- und Denkmodi sowie Konversations- und Agentenparadigmen integriert.
es: Kimi K2.5 es un modelo agenético multimodal nativo y de código abierto que integra a la perfección la visión y la comprensión del lenguaje con capacidades agenéticas avanzadas, modos instantáneos y de pensamiento, así como paradigmas conversacionales y agenéticos.

source: Qwen3-Coder-Next is a coding-focused language model from Alibaba's Qwen team, optimized for agentic coding workflows and local development.
es: Qwen3-Coder-Next es un modelo de lenguaje centrado en la codificación del equipo Qwen de Alibaba, optimizado para flujos de trabajo de codificación agentic y desarrollo local.

source: GLM-OCR is a multimodal OCR model for complex document understanding, built on the GLM-V encoder–decoder architecture.
es: GLM-OCR es un modelo de OCR multimodal para la comprensión de documentos complejos, construido sobre la arquitectura de codificador-decodificador GLM-V.

source: A strong reasoning and agentic model from Z.ai with 744B total parameters (40B active), built for complex systems engineering and long-horizon tasks.
es: Un modelo de razonamiento sólido y agente de Z.ai con 744B de parámetros totales (40B activos), creado para ingeniería de sistemas complejos y tareas de largo horizonte.

source: MiniMax-M2.5 is a state-of-the-art large language model designed for real-world productivity and coding tasks.
es: MiniMax-M2.5 es un modelo de lenguaje grande de última generación diseñado para tareas de codificación y productividad del mundo real.

source: Please select an instance in Alpaca before chatting
bn: চ্যাট করার আগে অনুগ্রহ করে Alpaca-তে একটি ইনস্ট্যান্স নির্বাচন করুন
de: Bitte wählen Sie eine Instanz aus, bevor sie Chatten
es: Por favor seleccione una instancia en Alpaca antes de chatear
hi: चैट करने से पहले कृपया अल्पाका में एक इंस्टेंस चुनें
id: Silakan pilih sebuah instance di Alpaca sebelum mengobrol
it: Seleziona un'istanza in Alpaca prima di chattare
pt_br: Por favor selecione uma instância no Alpaca antes de conversar
te: చాట్ చేసే ముందు దయచేసి అల్పాకాలో ఒక సందర్భాన్ని ఎంచుకోండి.
tr: Lütfen sohbet etmeden önce Alpaca'da bir model seçin

source: Please select add a model for this instance in Alpaca before chatting
bn: চ্যাট করার আগে Alpaca-তে এই ইনস্ট্যান্সের জন্য একটি মডেল যোগ করুন বা নির্বাচন করুন
de: Bitte wählen Sie "Modell hinzufügen" für diese Instanz in Alpaca aus, bevor Sie chatten
es: Por favor seleccione agregar un modelo para esta instancia en Alpaca antes de chatear
hi: चैट करने से पहले कृपया इस इंस्टेंस के लिए अल्पाका में एक मॉडल जोड़ें
id: Silakan tambahkan model untuk instance ini di Alpaca sebelum mengobrol
it: Aggiungi un modello per questa istanza di Alpaca prima di chattare
pt_br: Por favor adicione um modelo para essa instância no Alpaca antes de conversar
te: దయచేసి చాట్ చేయడానికి ముందు అల్పాకాలో ఈ సందర్భానికి ఒక నమూనాను జోడించు ఎంచుకోండి.
tr: Sohbet etmeden önce lütfen bu örnek için bir model ekleyin

source: {} seconds
bn: {} সেকেন্ড
de: {} Sekunden
es: {} segundos
hi: {} सेकंड
id: {} detik
it: {} secondi
pt_br: {} segundos
tr: {} saniye

source: Total Duration
bn: মোট সময়কাল
de: Dauer - Total
es: Duración Total
hi: कुल अवधि
id: Durasi Total
it: Durata totale
pt_br: Duração Total
tr: Toplam Süre

source: Load Duration
bn: লোড সময়কাল
de: Dauer - Laden
es: Duración de Carga
hi: लोड अवधि
id: Durasi Muat
it: Durata del caricamento
pt_br: Duração de Carregamento
tr: Yük süresi

source: Prompt Eval Count
bn: প্রম্পট ইভাল গণনা
de: Prompt-Auswertungszahl
es: Conteo de Evaluación de Instrucciones
hi: प्रॉम्प्ट मूल्यांकन संख्या
id: Jumlah Evaluasi Prompt
it: Conteggio di valutazione prompt
pt_br: Contagem de Avaliações do Prompt
tr: Hızlı değerlendirme sayısı

source: Prompt Eval Duration
bn: প্রম্পট ইভাল সময়কাল
de: Prompt - Evaluierungsdauer
es: Duración de Evaluación de Instrucciones
hi: प्रॉम्प्ट मूल्यांकन अवधि
id: Durasi Evaluasi Prompt
it: Durata della valutazione del prompt
pt_br: Duração da Avaliação do Prompt
tr: Hızlı değerlendirme süresi

source: Prompt Eval Rate
bn: প্রম্পট ইভাল হার
de: Prompt - Evaluierungsrate
es: Tasa de Evaluación de Instrucciones
hi: प्रॉम्प्ट मूल्यांकन दर
id: Laju Evaluasi Prompt
it: Velocità di valutazione del prompt
pt_br: Taxa de Avaliação do Prompt
tr: Hızlı değerlendirme oranı

source: Eval Count
bn: ইভাল গণনা
de: Evaluierungszahl
es: Conteo de Evaluación
hi: मूल्यांकन संख्या
id: Jumlah Evaluasi
it: Conteggio della valutation
pt_br: Contagem de Avaliações
tr: Değerlendirme sayımı

source: Eval Duration
bn: ইভাল সময়কাল
de: Evaluierungsdauer
es: Duración de Evaluación
hi: मूल्यांकन अवधि
id: Durasi Evaluasi
it: Durata della valutazione
pt_br: Duração da Avaliação
tr: Değerlendirme süresi

source: Eval Rate
bn: ইভাল হার
de: Evaluierungsrate
es: Tasa de Evaluación
hi: मूल्यांकन दर
id: Laju Evaluasi
it: Velocità della valutazione
pt_br: Taxa de Avaliação
tr: Değerlendirme oranı

source: Metric
bn: মেট্রিক
de: Metrik
es: Metrica
hi: मेट्रिक
id: Metrik
it: Metriche
pt_br: Métrica
tr: Metrik

source: Value
bn: মান
de: Wert
es: Valor
hi: मान
id: Nilai
it: Valore
pt_br: Valor
tr: Değer

source: Select a type of instance to add
bn: যোগ করার জন্য একটি ইনস্ট্যান্সের ধরন নির্বাচন করুন
de: Auswählen, welcher Typ von Instanz hinzugefügt werden soll
es: Seleccione un tipo de instancia para agregar
hi: जोड़ने के लिए एक इंस्टेंस का प्रकार चुनें
id: Pilih jenis instance yang akan ditambahkan
it: Seleziona la tipologia di istanza da aggiungere
kn: ಸೇರಿಸಲು ಒಂದು ರೀತಿಯ ಉದಾಹರಣೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
pt_br: Selecione um tipo de instância para adicionar
te: జోడించడానికి ఉదాహరణ రకాన్ని ఎంచుకోండి
tr: Eklemek için bir örnek türü seçin
uk: Виберіть тип інстансу для додавання

source: Hide
bn: লুকান
de: Verbergen
es: Esconder
fr: Masquer
hi: छिपाएँ
id: Sembunyikan
it: Nascondi
kn: ಆಡು
pt_br: Ocultar
ta: மறை
te: దాచు
tr: Sakla
uk: Сховати

source: Close Alpaca?
bn: আলপাকা বন্ধ করুন?
de: Alpaca schließen?
es: ¿Cerrar Alpaca?
fr: Fermer Alpaca ?
hi: Alpaca बंद करें?
id: Tutup Alpaca?
it: Chiudere Alpaca?
kn: ಅಲ್ಪಕಾವನ್ನು ಮುಚ್ಚಿ?
pt_br: Fechar o Alpaca?
ta: அல்பாகாவை மூடவா?
te: అల్పాకాను మూసివేయాలా?
tr: Alpaca kapatılsın mı?
uk: Закрити Alpaca?

source: A task is currently in progress. Are you sure you want to close Alpaca?
bn: একটি কাজ বর্তমানে চলছে। আপনি কি নিশ্চিত যে আপনি আলপাকা বন্ধ করতে চান?
de: Eine Aufgabe wird derzeit bearbeitet. Sind Sie sicher, dass Sie Alpaca schließen möchten?
es: Hay una tarea en curso. ¿Estás seguro de que deseas cerrar Alpaca?
fr: Une tâche est en cours. Êtes-vous sur de fermer Alpaca ?
hi: एक कार्य वर्तमान में प्रगति पर है। क्या आप सुनिश्चित हैं कि आप Alpaca बंद करना चाहते हैं?
id: Saat ini ada tugas yang sedang berlangsung. Apakah Anda yakin ingin menutup Alpaca?
it: Un processo è ancora in corso. Sei sicuro di voler chiudere Alpaca?
kn: ಒಂದು ಕಾರ್ಯವು ಪ್ರಸ್ತುತ ಪ್ರಗತಿಯಲ್ಲಿದೆ. ನೀವು ಅಲ್ಪಕಾವನ್ನು ಮುಚ್ಚಲು ಬಯಸುತ್ತೀರಾ?
pt_br: Uma tarefa está em andamento. Tem certeza que deseja fechar o Alpaca?
ta: ஒரு பணி தற்போது நடந்து கொண்டிருக்கிறது. அல்பாகாவை மூட விரும்புகிறீர்களா?
te: ప్రస్తుతం ఒక టాస్క్ ప్రోగ్రెస్‌లో ఉంది. మీరు ఖచ్చితంగా Alpacaని మూసివేయాలనుకుంటున్నారా?
tr: Şu anda bir görev devam ediyor. Alpaca'yı kapatmak istediğinden emin misiniz?
uk: Зараз виконується завдання. Ви впевнені, що хочете закрити Alpaca?

source: Please select a model before chatting
bn: চ্যাটিং আগে একটি মডেল নির্বাচন করুন
de: Bitte wählen Sie ein Modell aus, bevor Sie chatten
es: Por favor selecciona un modelo antes de enviar un mensaje
fr: Merci de sélectionner un modèle avant de discuter
hi: चैट करने से पहले एक मॉडल का चयन करें
id: Harap pilih model sebelum memulai obrolan
it: Seleziona un modello prima di chattare
kn: ಚಾಟ್ ಮಾಡುವ ಮೊದಲು ದಯವಿಟ್ಟು ಮಾದರಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
nb_no: Velg en modell før samtalen
nl: Selecteer een model voordat u gaat chatten
pt_br: Por favor selecione um modelo antes de conversar
ru: Пожалуйста, выберите модель перед началом общения
ta: அரட்டையடிப்பதற்கு முன் தயவுசெய்து ஒரு மாதிரியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి చాట్ చేసే ముందు మోడల్‌ని ఎంచుకోండి
tr: Lütfen sohbet etmeden önce bir model seçin
uk: Будь ласка, виберіть модель перед початком чату

source: Chat imported successfully
bn: চ্যাট সফলভাবে আমদানি করা হয়েছে
de: Chatverlauf erfolgreich importiert
es: Chat importado exitosamente
fr: Discussion importée avec succès
hi: चैट सफलतापूर्वक आयात किया गया
id: Obrolan berhasil diimpor
it: Chat importata con successo
kn: ಚಾಟ್ ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗಿದೆ
nb_no: Samtale suksessfullt importert
nl: Chat succesvol geïmporteerd
pt_br: Conversa importada com sucesso
ru: Чат успешно импортирован
ta: அரட்டை வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது
te: చాట్ విజయవంతంగా దిగుమతి చేయబడింది
tr: Sohbet başarıyla içe aktarıldı
uk: Чат успішно імпортовано

source: New Folder
de: Neuer Ordner
es: Nueva Carpeta
id: Folder Baru
it: Nuova cartella
pt_br: Nova Pasta
tr: Yeni klasör

source: Pull Model
bn: মডেল পুল করুন
de: Modell abrufen
es: Descargar Modelo
fr: Télécharger le modèle
hi: मॉडल खींचें
id: Tarik Model
it: Scarica il modello
pt_br: Baixar Modelo
te: మోడల్ లాగండి
tr: Modeli İndir
uk: Завантажити модель

source: Please enter the model name following this template: name:tag
bn: দয়া করে এই টেমপ্লেট অনুসরণ করে মডেলের নাম প্রবেশ করুন: নাম:ট্যাগ
de: Bitte geben Sie den Modellnamen nach folgendem Schema an: name:tag
es: Por favor, introduzca el nombre del modelo siguiendo esta plantilla: nombre:etiqueta
fr: Merci d'entrer le nom du modèle suivant ce modèle : nom:étiquette (name:tag)
hi: कृपया इस टेम्पलेट का पालन करते हुए मॉडल का नाम दर्ज करें: नाम:टैग
id: Harap masukkan nama model mengikuti template ini: nama:tag
it: Inserisci il nome del modello seguendo in questo formato: name:tag
kn: ಈ ಟೆಂಪ್ಲೇಟ್ ಅನ್ನು ಅನುಸರಿಸಿ ದಯವಿಟ್ಟು ಮಾದರಿ ಹೆಸರನ್ನು ನಮೂದಿಸಿ: ಹೆಸರು: ಟ್ಯಾಗ್
pt_br: Por favor insira o nome do modelo seguindo esse padrão: nome:tag
ta: தயவுசெய்து மாதிரி பெயரை இந்தப் படிவத்தைப் பின்பற்றி உள்ளிடவும்: பெயர்: குறிச்சொல்
te: దయచేసి ఈ టెంప్లేట్‌ను అనుసరించి మోడల్ పేరును నమోదు చేయండి: name:tag
tr: Lütfen bu şablonu izleyen model adını girin: isim:etiket
uk: Будь ласка, введіть ім'я моделі, дотримуючись цього шаблону: name:tag

source: Attachment Creator
de: Anhang-Ersteller
es: Creador de Archivos Adjuntos
id: Pembuat Lampiran
it: Creatore di allegati
pt_br: Criador de Anexos
tr: Ek Yaratıcı

source: Camera
de: Kamera
es: Cámara
id: Kamera
it: Fotocamera
pt_br: Câmera
tr: Kamera

source: Latex Editor
es: Editor Latex
pt_br: Editor Latex

source: Attach Activity
de: Aktivität anhängen
es: Adjuntar Actividad
pt_br: Anexar Atividade

source: Detach Activity
de: Aktivität abkoppeln
es: Separar Actividad
id: Lepas Aktivitas
it: Scollega attività
pt_br: Desanexar Atividade
tr: Faaliyeti Ayır

source: Save Image
bn: ছবি সংরক্ষণ করুন
de: Bild speichern
es: Guardar Imagen
hi: छवि सहेजें
id: Simpan Gambar
it: Salva l'immagine
pt_br: Salvar Imagem
te: చిత్రాన్ని సేవ్ చేయండి
tr: Resmi Kaydet

source: Download Background Removal Model
bn: ব্যাকগ্রাউন্ড অপসারণ মডেল ডাউনলোড করুন
de: Hintergrundentfernungsmodell herunterladen
es: Descargar Modelo de Eliminación de Fondo
hi: बैकग्राउंड रिमूवल मॉडल डाउनलोड करें
id: Unduh Model Penghapus Latar Belakang
it: Scarica il modello di rimozione dello sfondo
pt_br: Baixar Modelo Removedor de Fundo
tr: Arka plan kaldırma modelini indir

source: To use this tool you'll need to download a special model ({})
bn: এই টুল ব্যবহার করতে আপনার একটি বিশেষ মডেল ({}) ডাউনলোড করতে হবে
de: Um dieses Werkzeug zu verwenden, müssen Sie ein spezielles Modell herunterladen ({})
es: Para utilizar esta herramienta necesitarás descargar un modelo especial ({})
hi: इस टूल का उपयोग करने के लिए आपको एक विशेष मॉडल डाउनलोड करना होगा ({})
id: Untuk menggunakan alat ini, Anda perlu mengunduh model khusus ({})
it: Per utilizzare questo strumento è necessario scaricare un modello speciale ({})
pt_br: Para usar esta ferramenta, você precisará baixar um modelo especial ({})
tr: Bu aracı kullanmak için özel bir model indirmeniz gerekir ({})

source: Photo
bn: ছবি
de: Foto
es: Foto
hi: फोटो
id: Foto
it: Foto
pt_br: Foto
te: ఫోటో
tr: Fotoğraf

source: No Messages
bn: কোনো বার্তা নেই
de: Keine Nachrichten
es: No Hay Mensajes
hi: कोई संदेश नहीं
id: Tidak ada Pesan
it: Nessun messaggio
pt_br: Sem Mensagens
te: సందేశాలు లేవు
tr: Mesaj Yok

source: Begin by speaking to the model
bn: মডেলের সাথে কথা বলে শুরু করুন
de: Beginnen Sie, indem Sie mit dem Modell sprechen
es: Comience hablando con el modelo
hi: मॉडल से बात करना शुरू करें
id: Mulai dengan berbicara kepada model
it: Comincia parlando con il modello
pt_br: Começar ao falar com o modelo
te: మోడల్‌తో మాట్లాడటం ద్వారా ప్రారంభించండి
tr: Modelle konuşarak başlayın

source: Selected model is not available
bn: নির্বাচিত মডেলটি উপলব্ধ নয়
de: Ausgewähltes Modell ist nicht verfügbar
es: El modelo seleccionado no está disponible
hi: चुना हुआ मॉडल उपलब्ध नहीं है
id: Model yang dipilih tidak tersedia
it: Il modello selezionato non è disponibile
pt_br: O modelo selecionado está indisponível
te: ఎంచుకున్న మోడల్ అందుబాటులో లేదు.
tr: Seçilen model mevcut değil

source: Setting up Python environment...
bn: পাইথন এনভায়রনমেন্ট সেট আপ করা হচ্ছে...
de: Python-Umgebung wird eingerichtet...
es: Iniciando ambiente de Python
fr: Paramétrage de l'environnement Python...
hi: पायथन वातावरण सेट कर रहा हूँ...
id: Menyiapkan lingkungan Python...
it: Configurazione dell'ambiente Python...
kn: ಪೈಥಾನ್ ಪರಿಸರವನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ ...
nl: Python-omgeving opzetten...
pt_br: Configurando o ambiente Python...
ta: பைதான் சூழலை அமைக்கிறது...
te: పైథాన్ వాతావరణాన్ని సెటప్ చేస్తోంది...
tr: Python ortamını kurmak ...
uk: Налаштування середовища Python...

source: Using Python HTTP server...
bn: পাইথন এইচটিটিপি সার্ভার ব্যবহার করা হচ্ছে...
de: Nutzt den Python-HTTP-Server...
es: Usando el servidor HTTP Python...
hi: पायथन HTTP सर्वर का उपयोग कर रहा हूँ...
id: Menggunakan server HTTP Python...
it: Utilizzando il server HTTP Python...
kn: ಪೈಥಾನ್ HTTP ಸರ್ವರ್ ಬಳಸುವುದು ...
pt_br: Usando o servidor HTTP Python...
te: పైథాన్ HTTP సర్వర్ ఉపయోగించి...
tr: Python HTTP Sunucusu Kullanılıyor...

source: Code Runner
es: Corredor de Código
id: Penjalankan Kode
it: Esecutore del codice
pt_br: Executor de Código
tr: Kod Çalıştırıcı

source: Script Exited
bn: স্ক্রিপ্ট বন্ধ হয়েছে
de: Skript beendet
es: El Script ha Terminado
hi: स्क्रिप्ट समाप्त हुई
id: Skrip Keluar
it: Script terminato
kn: ಸ್ಕ್ರಿಪ್ಟ್ ನಿರ್ಗಮಿಸಿದೆ
pt_br: Script Encerrado
te: స్క్రిప్ట్ నిష్క్రమించబడింది
tr: Script Sonlandı
uk: Скрипт завершив роботу

source: New Attachment
de: Neuer Anhang
es: Nuevo Archivo Adjunto
id: Lampiran Baru
it: Nuovo allegato
pt_br: Novo Anexo
tr: Yeni Ek

source: Name the Attachment
de: Anhang benennen
es: Nombra el Archivo Adjunto
id: Beri Nama Lampiran
it: Dai un nome all'allegato
pt_br: Nomear o Anexo
tr: Eki adlandırın

source: New File
de: Neue Datei
es: Nuevo Archivo
id: Berkas Baru
it: Nuovo file
pt_br: Novo Arquivo
tr: Yeni dosya

source: Code Editor
es: Editor de Código
id: Editor Kode
it: Editor di codice
pt_br: Editor de Código
tr: Kod editörü

source: Changes saved successfully
bn: পরিবর্তনগুলি সফলভাবে সংরক্ষণ করা হয়েছে
de: Änderungen erfolgreich gespeichert
es: Los cambios se guardaron correctamente
hi: परिवर्तन सफलतापूर्वक सहेजे गए
id: Perubahan berhasil disimpan
it: Modifiche salvate con successo
kn: ಬದಲಾವಣೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ
pt_br: Alterações salvas com sucesso
te: మార్పులు విజయవంతంగా సేవ్ చేయబడ్డాయి
tr: Değişiklikler kaydedildi

source: Transcription
de: Transkription
es: Transcripción
pt_br: Transcrição

source: Download Speech Recognition Model
bn: স্পিচ রিকগনিশন মডেল ডাউনলোড করুন
de: Spracherkennungs-Modell herunterladen
es: Descargar Modelo de Reconocimiento de Voz
hi: स्पीच रिकग्निशन मॉडल डाउनलोड करें
id: Unduh Model Pengenalan Suara
it: Scarica il modello di riconoscimento vocale
pt_br: Baixar Modelo de Reconhecimento de Fala
te: స్పీచ్ రికగ్నిషన్ మోడల్‌ని డౌన్‌లోడ్ చేయండి
tr: Konuşma Tanıma Modelini İndir

source: To use speech recognition you'll need to download a special model ({})
bn: স্পিচ রিকগনিশন ব্যবহার করতে আপনাকে একটি বিশেষ মডেল ({}) ডাউনলোড করতে হবে
de: Um die Spracherkennung zu nutzen, muss ein spezielles Modell heruntergeladen werden ({})
es: Para utilizar el reconocimiento de voz necesitarás descargar un modelo especial ({})
hi: स्पीच रिकग्निशन का उपयोग करने के लिए आपको एक विशेष मॉडल ({}) डाउनलोड करना होगा
id: Untuk menggunakan pengenalan suara, Anda perlu mengunduh model khusus ({})
it: Per utilizzare il riconoscimento vocale è necessario scaricare un modello speciale ({})
pt_br: Para usar o reconhecimento de fala, você precisará baixar um modelo especial ({})
te: ప్రసంగ గుర్తింపును ఉపయోగించడానికి మీరు ఒక ప్రత్యేక నమూనాను డౌన్‌లోడ్ చేసుకోవాలి ({})
tr: Konuşma tanımasını kullanmak için özel bir model indirmeniz gerekir ({})

source: Download Model
bn: মডেল ডাউনলোড করুন
de: Modell herunterladen
es: Descargar Modelo
hi: मॉडल डाउनलोड करें
id: Unduh Model
it: Scarica il modello
pt_br: Baixar Modelo
te: మోడల్‌ని డౌన్‌లోడ్ చేయండి
tr: Model indir

source: Audio and video files
de: Audio- und Videodateien
es: Archivos de audio y vídeo
pt_br: Arquivos de áudio e vídeo

source: Transcription Error
bn: ট্রান্সক্রিপশন ত্রুটি
de: Transkriptionsfehler
es: Error de Transcripción
hi: ट्रांसक्रिप्शन त्रुटि
id: Kesalahan Transkripsi
it: Errore di trascrizione
pt_br: Erro de Transcrição
te: లిప్యంతరీకరణ లోపం
tr: Transkripsiyon hatası

source: An error occurred while pulling speech recognition model
bn: স্পীচ রিকগনিশন মডেল টানার সময় একটি ত্রুটি ঘটেছে
de: Ein Fehler ist beim Herunterladen des Spracherkennungsmodells aufgetreten
es: Se produjo un error al descargar el modelo de reconocimiento de voz
hi: वाक् पहचान मॉडल को खींचने के दौरान एक त्रुटि हुई
id: Terjadi kesalahan saat mengunduh model pengenalan suara
it: Si è verificato un errore durante l'estrazione del modello di riconoscimento vocale
pt_br: Ocorreu um erro ao baixar o modelo de reconhecimento de fala
te: స్పీచ్ రికగ్నిషన్ మోడల్‌ను లాగుతున్నప్పుడు లోపం సంభవించింది.
tr: Konuşma tanıma modeli yüklenirken bir hata oluştu

source: An error occurred while transcribing audio
bn: অডিও ট্রান্সক্রিপশন করার সময় একটি ত্রুটি ঘটেছে
de: Ein Fehler ist bei der Transkription des Audios aufgetreten
es: Se produjo un error al transcribir el audio
hi: ऑडियो ट्रांसक्राइब करते समय एक त्रुटि हुई
id: Terjadi kesalahan saat mentranskripsi audio
it: Si è verificato un errore durante la trascrizione dell'audio
pt_br: Ocorreu um erro ao transcrever o áudio
te: ఆడియోను లిప్యంతరీకరిస్తున్నప్పుడు లోపం సంభవించింది.
tr: Ses transkripte edilirken bir hata oluştu

source: Image
bn: ছবি
de: Bild
es: Imagen
hi: छवि
id: Gambar
it: Immagine
kn: ಚಿತ್ರ
nl: Afbeelding
pt_br: Imagem
ta: படம்
te: చిత్రం
tr: Görsel
uk: Зображення

source: Reload Page
de: Seite neu laden
es: Recargar página
id: Muat Ulang Halaman
it: Ricarica la pagina
pt_br: Atualizar Página
tr: Sayfayı yeniden yükle

source: Open in External Browser
de: In externem Browser öffnen
es: Abrir en un Navegador Externo
id: Buka di Peramban Eksternal
it: Apri esternamente nel browser
pt_br: Abrir no Navegador Externo
tr: Harici tarayıcıda açın

source: Go to Home
de: Auf Startseite gehen
es: Ir a Inicio
id: Kembali ke Beranda
it: Vai alla home
pt_br: Ir para a Página Inicial
tr: Ana menüye dön

source: Code copied to the clipboard
bn: ক্লিপবোর্ডে কোড কপি করা হয়েছে
de: Code in die Zwischenablage kopiert
es: Codigo copiado
fr: Code copié dans le presse-papier
hi: कोड क्लिपबोर्ड में कॉपी किया गया
id: Kode disalin ke papan klip
it: Codice copiato negli appunti
kn: ಕೋಡ್ ಅನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
nb_no: Kode kopiert til utklippstavle
nl: Code gekopieerd naar het klembord
pt_br: Código copiado para a área de transferência
ru: Код скопирован в буфер обмена
ta: குறியீடு கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
te: కోడ్ క్లిప్‌బోర్డ్‌కి కాపీ చేయబడింది
tr: Kod panoya kopyalandı
uk: Код скопійований в буфер обміну

source: Script saved successfully
de: Skript erfolgreich gespeichert
es: Script guardado exitosamente
pt_br: Script salvo com sucesso

source: Equation exported successfully
de: Gleichung erfolgreich exportiert
es: Ecuación exportada exitosamente
pt_br: Equação exportada com sucesso

source: Save Equation
de: Gleichung speichern
es: Guardar Ecuación
pt_br: Salvar Equação

source: equation
de: Gleichung
es: ecuación
pt_br: equação

source: Equation copied to the clipboard
bn: সমীকরণ ক্লিপবোর্ডে কপি করা হয়েছে
de: Gleichung in Zwischenablage kopiert
es: Ecuación copiada al portapapeles
fr: Équation copié dans le presse-papier
hi: समीकरण क्लिपबोर्ड में कॉपी किया गया है
id: Persamaan disalin ke papan klip
it: Equazione copiata negli appunti
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಸಮೀಕರಣವನ್ನು ನಕಲಿಸಲಾಗಿದೆ
nl: Vergelijking gekopieerd naar het klembord
pt_br: Equação copiada para a área de transferência
ta: சமன்பாடு கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
te: సమీకరణం క్లిప్‌బోర్డ్‌కి కాపీ చేయబడింది
tr: Denklem panoya kopyalandı
uk: Рівняння скопійовано в буфер обміну

source: Copy Equation
bn: সমীকরণ কপি করুন
de: Gleichung speichern
es: Copiar Ecuación
fr: Copier l'équation
hi: समीकरण कॉपी करें
id: Salin Persamaan
it: Copia l'equazione
kn: ಸಮೀಕರಣವನ್ನು ನಕಲಿಸಿ
nl: Vergelijking kopiëren
pt_br: Copiar Equação
ta: சமன்பாட்டை நகலெடு
te: సమీకరణాన్ని కాపీ చేయండి
tr: Denklemi Kopyala
uk: Копіювати рівняння

source: Spreadsheet saved successfully
de: Tabelle erfolgreich gespeichert
es: Hoja de cálculo guardada correctamente
pt_br: Planilha salva com sucesso

source: Entry Name
de: Eintrag - Name
es: Nombre de Entrada

source: Remove Keyword
de: Stichwort entfernen
es: Remover Palabra Clave

source: Keyword
de: Stichwort
es: Palabra Clave

source: Entry
de: Eintrag
es: Entrada

source: Create Entry
de: Eintrag erstellen
es: Crear Entrada

source: Character Card Saved Successfully
de: Charakterkarte erfolgreich gespeichert
es: Tarjeta de Personaje Guardada Correctamente

source: Character Card Cleared Successfully
de: Charakterkarte erfolgreich gelöscht
es: Tarjeta de Personaje Borrada Exitosamente

source: Are you sure you want to clear the character card?
de: Sind Sie sich sicher, dass Sie die Charakterkarte löschen wollen
es: ¿Estás seguro de que deseas borrar la tarjeta del personaje?
