Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: The IBM Granite 1B and 3B models are long-context mixture of experts (MoE) Granite models from IBM designed for low latency usage.
bn: আইবিএম গ্রানাইট ১বি এবং ৩বি মডেলগুলি দীর্ঘ-প্রসঙ্গ বিশেষজ্ঞদের মিশ্রণ (MoE) গ্রানাইট মডেল, যা কম লেটেন্সি ব্যবহারের জন্য ডিজাইন করা হয়েছে।
de: Die IBM Granite 1B- und 3B-Modelle sind Mixture of Experts (MoE)-Modelle für langen Kontext von IBM für die Nutzung mit geringer Latenz.
es: Los modelos IBM Granite 1B y 3B son modelos Granite de mezcla de contexto largo de expertos (MoE) de IBM diseñados para un uso de baja latencia.
hi: आईबीएम ग्रेनाइट १बी और ३बी मॉडल लंबे संदर्भ के विशेषज्ञों के मिश्रण (MoE) ग्रेनाइट मॉडल हैं, जो कम विलंबता उपयोग के लिए डिज़ाइन किए गए हैं।
id: Model IBM Granite 1B dan 3B adalah model campuran ahli (MoE) konteks panjang dari IBM yang dirancang untuk penggunaan dengan latensi rendah.
it: I modelli IBM Granite 1B e 3B sono modelli Granite a contesto lungo di tipologia mixture of experts (MoE) progettati per un utilizzo a bassa latenza.
kn: ಐಬಿಎಂ ಗ್ರಾನೈಟ್ 1 ಬಿ ಮತ್ತು 3 ಬಿ ಮಾದರಿಗಳು ಕಡಿಮೆ ಸುಪ್ತ ಬಳಕೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಐಬಿಎಂನಿಂದ ತಜ್ಞರ (ಎಂಒಇ) ಗ್ರಾನೈಟ್ ಮಾದರಿಗಳ ದೀರ್ಘ-ಸಂದರ್ಭದ ಮಿಶ್ರಣವಾಗಿದೆ.
nl: De IBM Granite 1B en 3B modellen zijn long-context mixture of experts (MoE) Granite modellen van IBM, ontworpen voor gebruik met lage latency.
pt_br: Os modelos IBM Granite 1B e 3B são uma mistura de longo contexto de modelos Granite especialistas (MoE) da IBM projetados para uso de baixa latência.
ta: IBM கிரானைட் 1B மற்றும் 3B மாதிரிகள் குறைந்த தாமத பயன்பாட்டிற்காக வடிவமைக்கப்பட்ட IBM இலிருந்து நீண்ட சூழல் நிபுணர்களின் கலவை (MoE) கிரானைட் மாதிரிகள் ஆகும்.
te: IBM గ్రానైట్ 1B మరియు 3B మోడల్‌లు తక్కువ జాప్యం కోసం రూపొందించబడిన IBM నుండి నిపుణుల (MoE) గ్రానైట్ నమూనాల దీర్ఘ-సందర్భ మిశ్రమం.
tr: IBM granite 1B ve 3B modelleri, düşük gecikme kullanımı için tasarlanmış IBM'den uzmanların (MOE) granit modellerinin uzun bağlam karışımıdır.
uk: IBM Granite 1B та 3B моделі — це довгі контекстуальні моделі з мішаними експертами (MoE) від IBM, призначені для використання з низькою затримкою.

source: The IBM Granite Embedding 30M and 278M models models are text-only dense biencoder embedding models, with 30M available in English only and 278M serving multilingual use cases.
bn: আইবিএম গ্রানাইট এমবেডিং ৩০এম এবং ২৭৮এম মডেলগুলি শুধুমাত্র টেক্সটের ঘন বাইএনকোডার এমবেডিং মডেল, যার মধ্যে ৩০এম শুধুমাত্র ইংরেজিতে এবং ২৭৮এম বহুভাষিক ব্যবহারের জন্য উপলব্ধ।
de: Die IBM Granite Embedding 30M- und 278M-Modelle sind ausschließlich textbasierte, dichte biencoder-embedding-Modelle mit 30M auf Englischdedizierte und 278M auf multilinguale Zwecke dedizierte Parameter.
es: Los modelos IBM Granite Embedding 30M y 278M son modelos de incrustación de biencoder densos de solo texto, con 30M disponible solo en inglés y 278M para casos de uso multilingües.
hi: आईबीएम ग्रेनाइट एम्बेडिंग ३०एम और २७८एम मॉडल केवल टेक्स्ट के घने बायएनकोडर एम्बेडिंग मॉडल हैं, जिनमें ३०एम केवल अंग्रेजी में उपलब्ध है और २७८एम बहुभाषी उपयोग के मामलों के लिए सेवा प्रदान करता है।
id: Model IBM Granite Embedding 30M dan 278M adalah model penyematkan biencoder berbasis teks, dengan 30M hanya tersedia dalam bahasa Inggris dan 278M untuk kasus penggunaan multibahasa.
it: I modelli IBM Granite Embedding 30M e 278M sono modelli di embedding biencoder densi di solo testo, con il 30M disponibile solo in inglese e il 278M per casi d'uso multilingue.
kn: ಐಬಿಎಂ ಗ್ರಾನೈಟ್ ಎಂಬೆಡಿಂಗ್ 30 ಎಂ ಮತ್ತು 278 ಎಂ ಮಾದರಿಗಳ ಮಾದರಿಗಳು ಪಠ್ಯ-ಮಾತ್ರ ದಟ್ಟವಾದ ಬೈನ್ಕೋಡರ್ ಎಂಬೆಡಿಂಗ್ ಮಾದರಿಗಳಾಗಿದ್ದು, 30 ಎಂ ಇಂಗ್ಲಿಷ್‌ನಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ ಮತ್ತು 278 ಮೀಟರ್ ಸೇವೆ ಸಲ್ಲಿಸುವ ಬಹುಭಾಷಾ ಬಳಕೆಯ ಪ್ರಕರಣಗಳು.
nl: De IBM Granite Embedding 30M en 278M modellen zijn tekst-alleen dichte biencoder embedding modellen, waarbij 30M alleen beschikbaar is in het Engels en 278M voor meertalige gebruikssituaties.
pt_br: Os modelos IBM Granite Embedding 30M e 278M são modelos de embedding de biencoder denso somente com texto, com o 30M disponível somente em inglês e o 278M atendendo a casos de uso multilíngues.
ta: IBM கிரானைட் உட்பொதிவு 30M மற்றும் 278M மாதிரிகள் உரை-மட்டும் அடர்த்தியான இருகுறியீட்டு உட்பொதிவு மாதிரிகளாகும், 30M ஆங்கிலத்தில் மட்டுமே கிடைக்கும் மற்றும் 278M பல மொழி பயன்பாட்டு நிகழ்வுகளுக்கு உதவுகிறது.
te: IBM గ్రానైట్ ఎంబెడ్డింగ్ 30M మరియు 278M మోడల్స్ మోడల్‌లు టెక్స్ట్-ఓన్లీ డెన్స్ బిఎన్‌కోడర్ ఎంబెడ్డింగ్ మోడల్‌లు, 30M ఇంగ్లీషులో మాత్రమే అందుబాటులో ఉన్నాయి మరియు 278M బహుభాషా వినియోగ కేసులను అందిస్తోంది.
tr: 30m ve 278m model modellerini gömme IBM granite, sadece metin yoğun biencoder gömme modelleridir, sadece 30m İngilizce olarak mevcuttur ve 278m çok dilli kullanım örnekleri sunar.
uk: IBM Granite Embedding 30M та 278M моделі — це текстові щільні моделі двохвекторних вбудовувань, 30M доступний лише англійською, а 278M підтримує багатомовне використання.

source: Phi-4 is a 14B parameter, state-of-the-art open model from Microsoft.
bn: ফাই-৪ হল মাইক্রোসফ্টের একটি ১৪বি প্যারামিটার, স্টেট-অফ-দ্য-আর্ট ওপেন মডেল।
de: Phi-4 ist ein 14B-Parameter, modernes und offenes Modell von Microsoft.
es: Phi-4 es un modelo abierto de última generación con 14B parámetros de Microsoft.
hi: Phi-4 एक 14B पैरामीटर वाला, अत्याधुनिक ओपन मॉडल है जो Microsoft से है।
id: Phi-4 adalah model terbuka canggih dari Microsoft dengan parameter 14B.
it: Phi-4 è un modello open-source all'avanguardia da 14B parametri di Microsoft.
kn: ಫಿ -4 ಎನ್ನುವುದು ಮೈಕ್ರೋಸಾಫ್ಟ್‌ನಿಂದ 14 ಬಿ ನಿಯತಾಂಕ, ಅತ್ಯಾಧುನಿಕ ತೆರೆದ ಮಾದರಿ.
pt_br: Phi-4 é um modelo aberto de última geração, com 14B parâmetros, da Microsoft.
ta: Phi-4 என்பது 14B அளவுரு, மைக்ரோசாஃப்டின் மிகச் சிறந்த திறந்த மாதிரி ஆகும்.
te: Phi-4 అనేది మైక్రోసాఫ్ట్ నుండి 14B పారామీటర్, స్టేట్ ఆఫ్ ది ఆర్ట్ ఓపెన్ మోడల్.
tr: Phi-4, Microsoft'tan 14B parametre, son teknoloji ürünü açık bir modeldir.
uk: Phi-4 — це модель з 14 мільярдами параметрів, яка є передовою відкритою моделлю від Microsoft.

source: A new small reasoning model fine-tuned from the Qwen 2.5 3B Instruct model.
bn: Qwen 2.5 3B ইনস্ট্রাক্ট মডেল থেকে সূক্ষ্মভাবে টিউন করা একটি নতুন ছোট রিজনিং মডেল।
de: Ein neues, kleines Reasoning-Modell, feinabgestimmt von dem Qwen 2.5 3B-Instruct-Modell
es: Un nuevo modelo de razonamiento pequeño perfeccionado a partir del modelo Instruct 3B de Qwen 2.5.
hi: Qwen 2.5 3B Instruct मॉडल से सूक्ष्म रूप से ट्यून किया गया एक नया छोटा रीज़निंग मॉडल।
id: Model penalaran kecil baru yang disesuaikan dari model Qwen 2.5 3B Instruct.
it: Un nuovo modello di ragionamento di piccole dimensioni ottimizzato a partire dal modello Qwen 2.5 3B Instruct.
kn: ಕ್ವೆನ್ 2.5 3 ಬಿ ಸೂಚನೆ ಮಾದರಿಯಿಂದ ಹೊಸ ಸಣ್ಣ ತಾರ್ಕಿಕ ಮಾದರಿ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ.
pt_br: Um novo modelo de raciocínio pequeno, aprimorado a partir do modelo Qwen 2.5 3B Instruct.
ta: Qwen 2.5 3B இன்ஸ்ட்ரக்ட் மாதிரியில் இருந்து நன்றாக மாற்றியமைக்கப்பட்ட ஒரு புதிய சிறிய வாத மாதிரி.
te: Qwen 2.5 3B ఇన్‌స్ట్రక్ట్ మోడల్ నుండి ఫైన్-ట్యూన్ చేయబడిన కొత్త చిన్న రీజనింగ్ మోడల్.
tr: Qwen 2.5 3B talimat modelinden ince ayarlanmış yeni bir küçük akıl yürütme modeli.
uk: Нова мала модель для міркувань, яка була налаштована на основі моделі Qwen 2.5 3B Instruct.

source: Dolphin 3.0 Llama 3.1 8B 🐬 is the next generation of the Dolphin series of instruct-tuned models designed to be the ultimate general purpose local model, enabling coding, math, agentic, function calling, and general use cases.
bn: Dolphin 3.0 Llama 3.1 8B 🐬 হল Dolphin সিরিজের পরবর্তী প্রজন্মের ইনস্ট্রাক্ট-টিউনড মডেল, যা সর্বাধিক সাধারণ উদ্দেশ্যে স্থানীয় মডেল হিসেবে ডিজাইন করা হয়েছে, যা কোডিং, গাণিতিক হিসাব, এজেন্টিক, ফাংশন কলিং এবং সাধারণ ব্যবহার ক্ষেত্র সমর্থন করে।
de: Dolphin 3.0 Llama 3.1 8B 🐬 ist die nächste Generation der Dolphin-Serie vonAnweisungs-feinabgestimmten Modellen, die darauf ausgelegt sind, die ultimativen, allgemeinen, lokalen Modelle für Coding, Mathematik, Funktionsaufrufe und generelle Nutzung zu sein.
es: Dolphin 3.0 Llama 3.1 8B 🐬 es la próxima generación de la serie Dolphin de modelos optimizados por instrucciones, diseñados para ser el mejor modelo local de propósito general, que permite codificación, matemáticas, agentes, llamadas de funciones y casos de uso general.
hi: Dolphin 3.0 Llama 3.1 8B 🐬 Dolphin श्रृंखला के अगले पीढ़ी के instruct-tuned मॉडल है, जिसे एक सर्वश्रेष्ठ सामान्य उद्देश्य स्थानीय मॉडल के रूप में डिज़ाइन किया गया है, जो कोडिंग, गणित, एजेंटिक, फ़ंक्शन कॉलिंग और सामान्य उपयोग मामलों को सक्षम करता है।
id: Dolphin 3.0 Llama 3.1 8B 🐬 adalah generasi berikutnya dari seri Dolphin model yang disesuaikan dengan instruksi yang dirancang untuk menjadi model lokal serbaguna terbaik, memungkinkan pemrograman, matematika, agen, pemanggilan fungsi, dan kasus penggunaan umum.
it: Dolphin 3.0 Llama 3.1 8B 🐬 è la nuova generazione di modelli della serie Dolphin ottimizzati per le istruzioni, progettati per essere il modello locale di uso generale per eccellenza, che consenta di eseguire operazioni di scrittura del codice, matematica, gestione, chiamata di funzioni e casi d'uso generali.
kn: ಡಾಲ್ಫಿನ್ 3.0 ಲಾಮಾ 3.1 8 ಬಿ the ಮುಂದಿನ ಪೀಳಿಗೆಯ ಡಾಲ್ಫಿನ್ ಸರಣಿಯ ಸೂಚನೆ-ಟ್ಯೂನ್ ಮಾಡಲಾದ ಮಾದರಿಗಳಾಗಿದ್ದು, ಅಂತಿಮ ಸಾಮಾನ್ಯ ಉದ್ದೇಶದ ಸ್ಥಳೀಯ ಮಾದರಿಯಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ, ಕೋಡಿಂಗ್, ಗಣಿತ, ಏಜೆಂಟರ, ಕಾರ್ಯ ಕರೆ ಮತ್ತು ಸಾಮಾನ್ಯ ಬಳಕೆಯ ಪ್ರಕರಣಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.
pt_br: Dolphin 3.0 Llama 3.1 8B 🐬 é a próxima geração da série Dolphin de modelos ajustados por instrução, projetados para ser o melhor modelo local de propósito geral, permitindo codificação, matemática, agente, chamada de função e casos de uso geral.
ta: டால்பின் 3.0 Llama 3.1 8B 🐬 என்பது அறிவுறுத்தல்-சரிசெய்யப்பட்ட டால்பின் தொடரின் அடுத்த தலைமுறையாகும், இது குறியீடு, கணிதம், முகவர், செயல்பாடு அழைப்பு மற்றும் பொது பயன்பாட்டு நிகழ்வுகளை இயக்குவதன் மூலம் இறுதி பொது நோக்க உள்ளூர் மாதிரியாகும்.
te: Dolphin 3.0 Llama 3.1 8B 🐬 అనేది కోడింగ్, మ్యాథ్, ఏజెంట్, ఫంక్షన్ కాలింగ్ మరియు సాధారణ వినియోగ కేసులను ఎనేబుల్ చేస్తూ అంతిమ సాధారణ ప్రయోజన స్థానిక మోడల్‌గా రూపొందించబడిన ఇన్‌స్ట్రస్ట్-ట్యూన్డ్ మోడల్‌ల డాల్ఫిన్ సిరీస్ యొక్క తదుపరి తరం.
tr: Dolphin 3.0 Llama 3.1 8b 🐬, kodlamayı, matematik, ajan, fonksiyon çağrısı ve genel kullanım durumlarını sağlayan nihai genel amaçlı yerel model olarak tasarlanmış Talimat Tesisli Modeller Serisi'nin yeni neslidir.
uk: Dolphin 3.0 Llama 3.1 8B 🐬 — наступне покоління моделі серії Dolphin з налаштуванням інструкцій, призначене для використання у широкому спектрі завдань, включаючи програмування, математику, агенти, виклики функцій та загальне використання.

source: DeepSeek-R1 is a family of open reasoning models with performance approaching that of leading models, such as O3 and Gemini 2.5 Pro.
bn: DeepSeek-R1 হল উন্মুক্ত যুক্তি মডেলের একটি পরিবার যার কর্মক্ষমতা শীর্ষস্থানীয় মডেলগুলির মতো, যেমন O3 এবং Gemini 2.5 Pro।
de: DeepSeek-R1 ist eine Familie offener Reasoning-Modelle, deren Leistung sich der von führenden Modellen wie o3 und Gemini 2.5 Pro annähert.
es: DeepSeek-R1 es una familia de modelos de razonamiento abierto con un rendimiento que se acerca al de los modelos líderes, como O3 y Gemini 2.5 Pro.
hi: DeepSeek-R1 ओपन रीजनिंग मॉडल का एक परिवार है जिसका प्रदर्शन O3 और Gemini 2.5 Pro जैसे अग्रणी मॉडलों के समान है।
it: DeepSeek-R1 è una famiglia di modelli di ragionamento aperti con prestazioni che si avvicinano a quelle dei modelli principali, come O3 e Gemini 2.5 Pro.
pt_br: DeepSeek-R1 é uma família de modelos de raciocínio aberto com desempenho próximo ao dos principais modelos, como O3 e Gemini 2.5 Pro.
te: డీప్‌సీక్-ఆర్1 అనేది ఓపెన్ రీజనింగ్ మోడల్స్ కుటుంబం, ఇది O3 మరియు జెమిని 2.5 ప్రో వంటి ప్రముఖ మోడళ్లకు దగ్గరగా ఉండే పనితీరును కలిగి ఉంటుంది.
tr: Deepseek-R1, O3 ve Gemini 2.5 Pro gibi önde gelen modellere yaklaşan performansa sahip açık akıl yürütme modelleri ailesidir.

source: A strong Mixture-of-Experts (MoE) language model with 671B total parameters with 37B activated for each token.
bn: একটি শক্তিশালী মিক্সচার-অফ-এক্সপার্টস (এমওই) ভাষা মডেল যার ৬৭১বি মোট প্যারামিটার রয়েছে যার মধ্যে ৩৭বি প্রতিটি টোকেনের জন্য সক্রিয়।
de: Ein starkes Mixture of Experts (MoE)-Sprachmodell mit 671B Parametern insgesamt und 37B Parametern, die für jeden Token aktiviert werden.
es: Un sólido modelo de lenguaje de mezcla de expertos (MoE) con 671B de parámetros totales con 37B activados para cada token.
hi: 671B कुल पैरामीटर वाला एक मजबूत मिश्रण-विशेषज्ञ (MoE) भाषा मॉडल है, जिसमें प्रत्येक टोकन के लिए 37B सक्रिय हैं।
id: Model bahasa Mixture-of-Experts (MoE) yang kuat dengan total 671B parameter dengan 37B diaktifkan untuk setiap token.
it: Un modello Mixture-of-Experts (MoE) potente, con 671B parametri totali e 37B attivati per ogni token.
kn: ಪ್ರತಿ ಟೋಕನ್‌ಗೆ 37 ಬಿ ಒಟ್ಟು ನಿಯತಾಂಕಗಳನ್ನು ಹೊಂದಿರುವ 671 ಬಿ ಒಟ್ಟು ನಿಯತಾಂಕಗಳನ್ನು ಹೊಂದಿರುವ ಬಲವಾದ ಮಿಶ್ರಣ-ತಜ್ಞ (ಎಂಒಇ) ಭಾಷಾ ಮಾದರಿ.
pt_br: Um forte modelo de linguagem de mistura de especialistas (MoE) com 671 bilhões de parâmetros no total, com 37 bilhões ativados para cada token.
ta: மொத்தமாக 671B அளவுருக்களைக் கொண்ட ஒரு வலுவான நிபுணர்களின் கலவை (MoE) மொழி மாதிரி, ஒவ்வொறு டோக்கனுக்கும் 37B செயல்படுத்தப்பட்டது.
te: ప్రతి టోకెన్ కోసం 37B యాక్టివేట్ చేయబడిన 671B మొత్తం పారామితులతో కూడిన బలమైన మిక్స్‌చర్-ఆఫ్-ఎక్స్‌పర్ట్స్ (MoE) లాంగ్వేజ్ మోడల్.
tr: Her bir jeton için 37b etkinleştirilmiş 671B toplam parametreli güçlü bir ekspertler (MOE) dil modeli.
uk: Модель мішаних експертів (MoE) з 671 мільярдом параметрів, з 37 мільярдами активованими для кожного токену.

source: OLMo 2 is a new family of 7B and 13B models trained on up to 5T tokens. These models are on par with or better than equivalently sized fully open models, and competitive with open-weight models such as Llama 3.1 on English academic benchmarks.
bn: ওএলএমও ২ হল ৭বি এবং ১৩বি মডেলের একটি নতুন পরিবার যা ৫টি টোকেনের উপর প্রশিক্ষিত। এই মডেলগুলি সমান বা সম্পূর্ণ খোলা মডেলের চেয়ে ভাল এবং ইংরেজি একাডেমিক বেঞ্চমার্কে ল্লামা ৩.১ এর মতো ওপেন-ওজন মডেলের সাথে প্রতিযোগিতামূলক।
de: OLMo 2 ist eine neue Familie von 7B- und 13B-Modellen, trainiert auf bis zu 5 Billionen Token. Diese Modelle haben eine ähnliche oder sogar bessere Leistung als ähnliche, vollständig offene Modelle und sind mit anderen open-weight-Modellen wie Llama 3.1 in englischen, akademischen Benchmarks kompetetiv.
es: OLMo 2 es una nueva familia de modelos 7B y 13B entrenados con tokens de hasta 5T. Estos modelos están a la par o son mejores que los modelos completamente abiertos de tamaño equivalente y son competitivos con modelos de peso abierto como Llama 3.1 en los puntos de referencia académicos de inglés.
hi: OLMo 2 7B और 13B मॉडलों का एक नया परिवार है जिसे 5T टोकन तक प्रशिक्षित किया गया है। ये मॉडल समान आकार के पूरी तरह से ओपन मॉडलों के बराबर या बेहतर हैं, और अंग्रेजी शैक्षणिक मानकों पर Llama 3.1 जैसे ओपन-वेट मॉडलों के साथ प्रतिस्पर्धी हैं।
id: OLMo 2 adalah keluarga baru dari model 7B dan 13B yang dilatih dengan hingga 5T token. Model-model ini setara atau lebih baik daripada model terbuka sepenuhnya dengan ukuran serupa, dan kompetitif dengan model dengan bobot terbuka seperti Llama 3.1 pada tolok ukur akademik bahasa Inggris.
it: OLMo 2 è una nuova famiglia di modelli 7B e 13B addestrati su token fino a 5T. Questi modelli sono alla pari o migliori di modelli completamente aperti di dimensioni equivalenti, e sono comparabili a modelli con pesi aperti come Llama 3.1 su benchmark accademici inglesi.
kn: ಓಲ್ಮೋ 2 7 ಬಿ ಮತ್ತು 13 ಬಿ ಮಾದರಿಗಳ ಹೊಸ ಕುಟುಂಬವಾಗಿದ್ದು, 5 ಟಿ ಟೋಕನ್‌ಗಳವರೆಗೆ ತರಬೇತಿ ಪಡೆದಿದೆ. ಈ ಮಾದರಿಗಳು ಸಮಾನ ಗಾತ್ರದ ಸಂಪೂರ್ಣ ತೆರೆದ ಮಾದರಿಗಳಿಗಿಂತ ಸಮನಾಗಿವೆ ಅಥವಾ ಉತ್ತಮವಾಗಿವೆ ಮತ್ತು ಇಂಗ್ಲಿಷ್ ಶೈಕ್ಷಣಿಕ ಮಾನದಂಡಗಳಲ್ಲಿ ಲಾಮಾ 3.1 ನಂತಹ ಮುಕ್ತ-ತೂಕದ ಮಾದರಿಗಳೊಂದಿಗೆ ಸ್ಪರ್ಧಾತ್ಮಕವಾಗಿವೆ.
pt_br: O OLMo 2 é uma nova família de modelos 7B e 13B treinados em tokens de até 5T. Esses modelos estão no mesmo nível ou são melhores que modelos totalmente abertos de tamanho equivalente e são competitivos com modelos de peso aberto, como o Llama 3.1, em benchmarks acadêmicos de inglês.
ta: OLMo 2 என்பது 5T டோக்கன்கள் வரை பயிற்சி அளிக்கப்பட்ட 7B மற்றும் 13B மாதிரிகளின் ஒரு புதிய குடும்பம் ஆகும். இந்த மாதிரிகள் சமமாக அளவிடப்பட்ட முழுமையாக திறந்த மாதிரிகளுக்கு இணையாகவோ அல்லது சிறந்ததாகவோ உள்ளன, மேலும் ஆங்கில கல்வி அளவுகோல்களில் Llama 3.1 போன்ற திறந்த எடை மாதிரிகளுடன் போட்டியாக உள்ளன.
te: OLMo 2 అనేది 5T టోకెన్‌ల వరకు శిక్షణ పొందిన 7B మరియు 13B మోడల్‌ల కొత్త కుటుంబం. ఈ మోడల్‌లు సమాన పరిమాణంలో ఉన్న పూర్తి ఓపెన్ మోడల్‌లతో సమానంగా లేదా మెరుగ్గా ఉంటాయి మరియు ఇంగ్లీష్ అకడమిక్ బెంచ్‌మార్క్‌లలో లామా 3.1 వంటి ఓపెన్-వెయిట్ మోడల్‌లతో పోటీగా ఉంటాయి.
tr: Olmo 2, 5T jetonuna kadar eğitilmiş 7b ve 13b modellerinden oluşan yeni bir ailedir. Bu modeller eşit boyutta tamamen açık modellerle eşit veya daha iyidir ve İngilizce akademik kriterlerde Lama 3.1 gibi açık ağırlıklı modellerle rekabetçidir.
uk: OLMo 2 — нове сімейство моделей з 7B та 13B параметрами, навчених на до 5T токенах. Ці моделі не гірші за аналогічні відкриті моделі та конкурентоспроможні з відкритими моделями, такими як Llama 3.1, за академічними тестами англійською мовою.

source: The smallest model in Cohere's R series delivers top-tier speed, efficiency, and quality to build powerful AI applications on commodity GPUs and edge devices.
bn: কোহেরের আর সিরিজের ক্ষুদ্রতম মডেলটি কমোডিটি জিপিইউ এবং এজ ডিভাইসে শক্তিশালী এআই অ্যাপ্লিকেশন তৈরি করতে সর্বোচ্চ গতি, দক্ষতা এবং গুণমান প্রদান করে।
de: Das kleinste Modell in Cohere's R-Serie liefert höchste Geschwindigkeit, Effizienz und Qualität, um starke KI-Anwendungen auf handelsüblichen GPUs und Edge-Geräten auszuführen.
es: El modelo más pequeño de la serie R de Cohere ofrece velocidad, eficiencia y calidad de primer nivel para crear potentes aplicaciones de IA en GPU comerciales y dispositivos de edge.
hi: Cohere की R श्रृंखला में सबसे छोटा मॉडल उच्चतम गति, दक्षता और गुणवत्ता प्रदान करता है ताकि सामान्य GPU और एज डिवाइस पर शक्तिशाली AI अनुप्रयोग बनाए जा सकें।
id: Model terkecil dalam seri R dari Cohere memberikan kecepatan, efisiensi, dan kualitas terbaik untuk membangun aplikasi AI yang kuat di GPU komoditas dan perangkat edge.
it: Il modello più piccolo della serie R di Cohere offre velocità, efficienza e qualità di altissimo livello per realizzare potenti applicazioni AI su GPU domestiche e dispositivi con risorse limitate.
kn: ಕೊಹೆರ್‌ನ ಆರ್ ಸರಣಿಯಲ್ಲಿನ ಚಿಕ್ಕ ಮಾದರಿಯು ಸರಕು ಜಿಪಿಯುಗಳು ಮತ್ತು ಎಡ್ಜ್ ಸಾಧನಗಳಲ್ಲಿ ಪ್ರಬಲ ಎಐ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ಉನ್ನತ-ಶ್ರೇಣಿಯ ವೇಗ, ದಕ್ಷತೆ ಮತ್ತು ಗುಣಮಟ್ಟವನ್ನು ನೀಡುತ್ತದೆ.
pt_br: O menor modelo da série R da Cohere oferece velocidade, eficiência e qualidade de ponta para criar aplicativos de IA poderosos em GPUs comuns e dispositivos de ponta.
ta: கோஹேரின் R தொடரில் உள்ள மிகச்சிறிய மாதிரி, உயர்நிலை கிராபிக்ஸ் கார்டுகள் மற்றும் விளிம்பு சாதனங்களில் சக்திவாய்ந்த AI பயன்பாடுகளை உருவாக்க சிறந்த வேகம், திறன் மற்றும் தரத்தை வழங்குகிறது.
te: కమోడిటీ GPUలు మరియు అంచు పరికరాలపై శక్తివంతమైన AI అప్లికేషన్‌లను రూపొందించడానికి కోహెర్ యొక్క R సిరీస్‌లోని అతి చిన్న మోడల్ టాప్-టైర్ వేగం, సామర్థ్యం మరియు నాణ్యతను అందిస్తుంది.
tr: Cohere's R serisindeki en küçük model, emtia GPU'ları ve Edge cihazlarında güçlü AI uygulamaları oluşturmak için üst düzey hız, verimlilik ve kalite sunar.
uk: Найменша модель серії R від Cohere, що забезпечує найвищу швидкість, ефективність та якість для створення потужних ШІ-додатків на звичайних графічних процесорах та пристроях на крайовому рівні.

source: A fully open-source family of reasoning models built using a dataset derived by distilling DeepSeek-R1.
bn: ডিপসিক-আর১ থেকে বিশুদ্ধ করা একটি ডেটাসেট ব্যবহার করে তৈরি করা যুক্তি মডেলের একটি সম্পূর্ণ ওপেন-সোর্স পরিবার।
de: Eine vollständig quelloffenene Familie an Reasoning-Modellen, erstellt mithilfe von Datensätzen, die von DeepSeek-R1 abgeleitet wurden.
es: Una familia de modelos de razonamiento de código completamente abierto creada utilizando un conjunto de datos derivado de la destilación de DeepSeek-R1.
hi: डीपसीक-आर1 को छानकर प्राप्त डेटासेट का उपयोग करके निर्मित तर्क मॉडल्स का एक पूरी तरह से ओपन-सोर्स परिवार।
id: Keluarga model penalaran sumber terbuka sepenuhnya yang dibangun menggunakan kumpulan data yang dihasilkan dari penyulingan DeepSeek-R1.
it: Una famiglia di modelli di ragionamento completamente open source, realizzata utilizzando un dataset derivato dalla distillazione di DeepSeek-R1.
kn: ಡೀಪ್ಸೀಕ್-ಆರ್ 1 ಅನ್ನು ಬಟ್ಟಿ ಇಳಿಸುವ ಮೂಲಕ ಪಡೆದ ಡೇಟಾಸೆಟ್ ಬಳಸಿ ನಿರ್ಮಿಸಲಾದ ತಾರ್ಕಿಕ ಮಾದರಿಗಳ ಸಂಪೂರ್ಣ ತೆರೆದ ಮೂಲ ಕುಟುಂಬ.
pt_br: Uma família de modelos de raciocínio totalmente de código aberto construída usando um conjunto de dados derivado da destilação do DeepSeek-R1.
te: DeepSeek-R1 ను డిస్టిల్లింగ్ చేయడం ద్వారా ఉత్పన్నమైన డేటాసెట్‌ను ఉపయోగించి నిర్మించిన తార్కిక నమూనాల పూర్తి ఓపెన్-సోర్స్ కుటుంబం.
tr: Deepseek-R1'i damıtarak türetilen bir veri kümesi kullanılarak inşa edilen tamamen açık kaynaklı bir akıl yürütme modelleri.
uk: Повністю відкритий набір моделей для міркувань, побудований на основі датасету, отриманого через дистиляцію DeepSeek-R1.

source: A fine-tuned version of Deepseek-R1-Distilled-Qwen-1.5B that surpasses the performance of OpenAI’s o1-preview with just 1.5B parameters on popular math evaluations.
bn: ডিপসিক-আর১-ডিস্টিলড-কোয়েন-১.৫বি-এর একটি সূক্ষ্ম-টিউন করা সংস্করণ যা শুধুমাত্র ১.৫বি প্যারামিটার সহ জনপ্রিয় গণিত মূল্যায়নে ওপেনএআই-এর ও১-প্রিভিউ-এর কর্মক্ষমতা ছাড়িয়ে যায়।
de: Eine feinabgestimmte Version von Deepseek-R1-Distilled-Qwen-1.5B, die die Leistung von OpenAI's o1-preview mit nur 1.5B Parametern auf häufigen Mathematikgleichungen übertrifft.
es: Una versión optimizada de Deepseek-R1-Distilled-Qwen-1.5B que supera el rendimiento de o1-preview de OpenAI con solo 1.500 millones de parámetros en evaluaciones matemáticas populares.
hi: डीपसीक-आर1-डिस्टिल्ड-क्वेन-1.5बी का एक फाइन-ट्यून किया गया संस्करण जो लोकप्रिय गणित मूल्यांकन में केवल 1.5बी पैरामीटर के साथ ओपनएआई के ओ1-प्रीव्यू के प्रदर्शन को पार करता है।
id: Versi penyetelan lanjutan dari Deepseek-R1-Distilled-Qwen-1.5B yang melampaui kinerja OpenAI o1-preview dengan hanya 1.5 miliar parameter pada evaluasi matematika populer.
it: Una versione ottimizzata di Deepseek-R1-Distilled-Qwen-1.5B che supera le prestazioni di o1-preview di OpenAI nelle valutazioni matematiche più diffuse, con soli 1,5 miliardi di parametri.
kn: ಡೀಪ್ಸೀಕ್-ಆರ್ 1-ಡಿಸ್ಟಿಲ್ಡ್-ಕ್ಯೂವೆನ್ -1.5 ಬಿ ಯ ಉತ್ತಮ-ಟ್ಯೂನ್ಡ್ ಆವೃತ್ತಿ, ಇದು ಓಪನ್ಎಐನ ಒ 1-ಪ್ರಿವ್ಯೂನ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಜನಪ್ರಿಯ ಗಣಿತ ಮೌಲ್ಯಮಾಪನಗಳ ಮೇಲೆ ಕೇವಲ 1.5 ಬಿ ನಿಯತಾಂಕಗಳೊಂದಿಗೆ ಮೀರಿಸುತ್ತದೆ.
pt_br: Uma versão ajustada do Deepseek-R1-Distilled-Qwen-1.5B que supera o desempenho do o1-preview da OpenAI com apenas 1,5B de parâmetros em avaliações matemáticas populares.
te: Deepseek-R1-Distilled-Qwen-1.5B యొక్క చక్కటి ట్యూన్ చేయబడిన వెర్షన్, ఇది ప్రసిద్ధ గణిత మూల్యాంకనాలలో కేవలం 1.5B పారామితులతో OpenAI యొక్క o1-ప్రివ్యూ పనితీరును అధిగమించింది.
tr: Popüler matematik değerlendirmelerinde sadece 1.5B parametreleriyle Openai’nin O1 ön görüşünün performansını aşan Deepseek-R1-Distline-QWEN-1.5B'nin ince ayarlı bir versiyonu.
uk: Тонко налаштована версія Deepseek-R1-Distilled-Qwen-1.5B, яка перевершує продуктивність OpenAI’s o1-preview з лише 1.5B параметрами на популярних математичних оцінках.
