Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Clear
de: Löschen
es: Borrar
ru: Очистить

source: Character Card Exported Successfully
de: Charakterkarte erfolgreich exportiert
es: Tarjeta de Personaje Exportada con Éxito

source: Error Exporting Character Card
de: Fehler beim Exportieren der Charakterkarte
es: Error al Exportar la Tarjeta de Personaje

source: Remove Tag
de: Tag entfernen
es: Remover Etiqueta

source: Edit Instance
bn: ইনস্ট্যান্স এডিট করুন
de: Instanz bearbeiten
es: Editar Instancia
hi: इंस्टेंस संपादित करें
it: Modifica l'istanza
kn: ಉದಾಹರಣೆಗೆ ಸಂಪಾದಿಸಿ
pt_br: Editar Instância
te: ఉదాహరణను సవరించండి
tr: Örneği düzenle
uk: Редагувати екземпляр

source: Create Instance
bn: ইনস্ট্যান্স তৈরি করুন
de: Instanz erstellen
es: Crear Instancia
hi: इंस्टेंस बनाएँ
id: Buat Instance
it: Crea un'instanza
pt_br: Criar Instância
te: ఉదాహరణను సృష్టించండి
tr: Örnek Oluştur

source: API Key
bn: API কী
de: API-Schlüssel
es: Clave API
hi: एपीआई कुंजी
id: Kunci API
it: Chiave API
kn: ಎಪಿಐ ಕೀ
pt_br: Chave da API
te: API కీ
tr: API Anahtarı
uk: API ключ

source: API Key (Optional)
bn: API কী (ঐচ্ছিক)
de: API-Schlüssel (optional)
es: Clave API (Opcional)
hi: एपीआई कुंजी (वैकल्पिक)
id: Kunci API (Opsional)
it: Chiave API (Opzionale)
kn: ಎಪಿಐ ಕೀ (ಐಚ್ಛಿಕ)
pt_br: Chave da API (Opcional)
te: API కీ (ఐచ్ఛికం)
tr: API Anahtarı (isteğe bağlı)
uk: API ключ (необов'язково)

source: API Key (Unchanged)
bn: API কী (পরিবর্তন হয়নি)
de: API-Schlüssel (Unverändert)
es: Clave API (Sin Cambios)
hi: एपीआई कुंजी (बदली नहीं)
id: Kunci API (Tidak Berubah)
it: Chiave API (Invariata)
kn: ಎಪಿಐ ಕೀ (ಬದಲಾಗದ)
pt_br: Chave da API (Inalterada)
te: API కీ (మారలేదు)
tr: API Anahtarı (Unchanged)
uk: API ключ (не змінено)

source: Use Current Model
bn: বর্তমান মডেল ব্যবহার করুন
de: Aktuelles Model verwenden
es: Utilice el Modelo Actual
hi: वर्तमान मॉडल का उपयोग करें
id: Gunakan Model Saat Ini
it: Utilizza il modello corrente
pt_br: Usar Modelo Atual
tr: Mevcut modeli kullanın

source: Fallback Instance
bn: ব্যাকআপ ইনস্ট্যান্স
de: Ersatzinstanz
es: Instancia de Respaldo
hi: फॉलबैक इंस्टेंस
id: Instance Cadangan
it: Istanza di fallback
pt_br: Instância de Fallback
te: ఫాల్‌బ్యాక్ ఇన్‌స్టాన్స్
tr: Yedek Örnek

source: Open Ollama Manager
de: Ollama Manager öffnen
es: Abrir Gestor de Ollama

source: Remove Instance
de: Instanz entfernen
es: Remover Instancia

source: Remove Instance?
bn: ইনস্ট্যান্স অপসারণ করুন?
de: Instanz entfernen?
es: ¿Eliminar instancia?
hi: इंस्टेंस हटाएं?
id: Hapus Instance?
it: Rimuovere l'istanza?
kn: ನಿದರ್ಶನವನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
pt_br: Remover Instância?
te: దృష్టాంతాన్ని తీసివేయాలా?
tr: Örneği kaldır?
uk: Видалити екземпляр?

source: Are you sure you want to remove this instance?
bn: আপনি কি নিশ্চিত যে আপনি এই ইনস্ট্যান্সটি অপসারণ করতে চান?
de: Sicher, dass diese Instanz entfernt werden soll?
es: ¿Estás seguro de que quieres eliminar esta instancia?
hi: क्या आप वाकई इस इंस्टेंस को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus instance ini?
it: Sei sicuro di voler rimuovere questa istanza?
kn: ಈ ನಿದರ್ಶನವನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
pt_br: Tem certeza que deseja remover essa instância?
te: మీరు ఖచ్చితంగా ఈ ఉదాహరణను తీసివేయాలనుకుంటున్నారా?
tr: Bu örneği kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей екземпляр?

source: Arguments
bn: আর্গুমেন্ট
de: Argumente
es: Argumentos
hi: तर्क
id: Argumen
kn: ವಾದ
pt_br: Argumentos
te: వాదనలు
tr: Argümanlar

source: Argument
bn: আর্গুমেন্ট
es: Argumento
hi: तर्क
id: Argumen
it: Acrugent
pt_br: Argumento
tr: Argüman

source: Tool Error
bn: টুল ত্রুটি
de: Werkzeug-Fehler
es: Error de Herramienta
hi: टूल त्रुटि
id: Kesalahan Alat
it: Errore dello strumento
kn: ಉಪಕರಣ ದೋಷ
pt_br: Erro de Ferramenta
te: సాధనం లోపం
tr: Araç hatası
uk: Помилка інструмента

source: An error occurred while running tool
bn: টুল চালানোর সময় একটি ত্রুটি ঘটেছে
de: Ein Fehler ist beim Ausführen des Werkzeugs aufgetreten
es: Se produjo un error al ejecutar la herramienta
hi: टूल चलाते समय एक त्रुटि हुई
id: Terjadi kesalahan saat menjalankan alat
it: Un errore avvenuto durante l'esecuzione dello strumento
kn: ಉಪಕರಣವನ್ನು ಚಲಾಯಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ
pt_br: Ocorreu um erro ao executar a ferramenta
te: సాధనాన్ని అమలు చేస్తున్నప్పుడు లోపం సంభవించింది.
tr: Aracı çalıştırırken bir hata oluştu
uk: Сталася помилка під час виконання інструмента

source: Instance Error
bn: ইনস্ট্যান্স ত্রুটি
de: Instanzfehler
es: Error de Instancia
hi: इंस्टेंस त्रुटि
id: Kesalahan Instance
it: Errore dell'istanza
kn: ಉದಾಹರಣೆಗೆ ದೋಷ
pt_br: Erro de Instância
te: ఉదాహరణ లోపం
tr: Örnek Hatası
uk: Помилка інстансу

source: Message generation failed
bn: বার্তা তৈরি ব্যর্থ হয়েছে
de: Nachrichtengenerierung fehlgeschlagen
es: Error en la generación del mensaje
hi: संदेश निर्माण विफल रहा
id: Pembuatan pesan gagal
it: Generazione del messaggio non riuscita
kn: ಸಂದೇಶ ಉತ್ಪಾದನೆ ವಿಫಲವಾಗಿದೆ
pt_br: Falha na geração de mensagem
te: సందేశ ఉత్పత్తి విఫలమైంది
tr: Mesaj üretimi başarısız oldu
uk: Не вдалося згенерувати повідомлення

source: Could not retrieve added models
bn: যোগ করা মডেলগুলি পুনরুদ্ধার করা যায়নি
de: Konnte die hinzugefügten Modelle nicht abrufen
es: No se pudieron recuperar los modelos agregados
hi: जोड़े गए मॉडल प्राप्त नहीं किए जा सके
id: Tidak dapat mengambil model yang ditambahkan
it: Non è stato possibile caricare i modelli aggiunti
kn: ಸೇರಿಸಿದ ಮಾದರಿಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
pt_br: Não foi possível recuperar os modelos adicionados
te: జోడించిన మోడల్‌లను తిరిగి పొందడం సాధ్యపడలేదు
tr: Eklenmiş modeller alınamadı
uk: Не вдалося отримати додані моделі

source: Could not retrieve available models
bn: উপলব্ধ মডেলগুলি পুনরুদ্ধার করা যায়নি
de: Konnte die verfügbaren Modelle nicht abrufen
es: No se pudieron recuperar los modelos disponibles
hi: उपलब्ध मॉडल प्राप्त नहीं किए जा सके
id: Tidak dapat mengambil model yang tersedia
it: Non è stato possibile caricare i modelli disponibili
kn: ಲಭ್ಯವಿರುವ ಮಾದರಿಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
pt_br: Não foi possível recuperar os modelos disponíveis
te: అందుబాటులో ఉన్న మోడల్‌లను తిరిగి పొందడం సాధ్యపడలేదు
tr: Mevcut modeller alınamadı
uk: Не вдалося отримати доступні моделі

source: Error Pulling Model
de: Fehler beim Herunterladen des Modells
es: Error al Extraer el Modelo

source: Ollama (Managed)
bn: Ollama (পরিচালিত)
de: Ollama (Verwaltet)
es: Ollama (Administrado)
hi: ओल्लामा (प्रबंधित)
id: Ollama (Dikelola)
it: Ollama (gestito)
kn: ಒಲ್ಲಮಾ (ನಿರ್ವಹಿಸಲಾಗಿದೆ)
pt_br: Ollama (Gerenciado)
te: ఒల్లమా (నిర్వహించబడింది)
uk: Ollama (керований)

source: Local AI instance managed directly by Alpaca
bn: স্থানীয় AI ইনস্ট্যান্স যা সরাসরি Alpaca দ্বারা পরিচালিত
de: Lokale KI-Instanz, direkt von Alpaca selbst verwaltet
es: Instancia de IA local administrada directamente por Alpaca
hi: स्थानीय एआई इंस्टेंस जिसे सीधे अल्पाका द्वारा प्रबंधित किया जाता है
id: Instance AI lokal yang dikelola langsung oleh Alpaca
it: Istanza AI locale gestita direttamente da Alpaca
kn: ಸ್ಥಳೀಯ AI ನಿದರ್ಶನವನ್ನು ನೇರವಾಗಿ ಅಲ್ಪಕಾ ನಿರ್ವಹಿಸುತ್ತದೆ
pt_br: Instância de IA local gerenciada diretamente pelo Alpaca
te: స్థానిక AI ఉదాహరణ అల్పాకా ద్వారా నేరుగా నిర్వహించబడుతుంది
tr: Doğrudan Alpaca tarafından yönetilen yerel AI örneği
uk: Локальний екземпляр ШІ, що управляється безпосередньо Alpaca

source: Instance
bn: ইনস্ট্যান্স
de: Instanz
es: Instancia
hi: इंस्टेंस
it: Istanza
kn: ನಿದರ್ಶನ
pt_br: Instância
te: ఉదాహరణ
tr: Örnek (instance)
uk: Інстанс

source: Alpaca Support
bn: আলপাকা সহায়তা
es: Soporte de Alpaca
fr: Support d'Alpaca
hi: अल्पाका समर्थन
id: Dukungan Alpaca
it: Supporto di Alpaca
kn: ಅಲ್ಪಕಾ ಬೆಂಬಲ
nl: Alpaca ondersteuning
pt_br: Suporte Alpaca
ta: அல்பாகா ஆதரவு
te: అల్పాకా మద్దతు
tr: ALPACA Desteği
uk: Підтримка Alpaca

source: Model request too large for system
bn: সিস্টেমের জন্য মডেল অনুরোধটি খুব বড়
de: Modellanfrage zu groß für das System
es: Solicitud de modelo muy grande para el sistema
fr: Modèle demandé trop lourd pour le système
hi: सिस्टम के लिए मॉडल अनुरोध बहुत बड़ा है
id: Permintaan model terlalu besar untuk sistem
it: Richiesto un modello troppo grande per il sistema
kn: ಮಾದರಿ ವಿನಂತಿ ವ್ಯವಸ್ಥೆಗೆ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ
nl: Modelaanvraag te groot voor systeem
pt_br: Solicitação de modelo muito grande para o sistema
ta: மாடல் கோரிக்கை கணினிக்கு மிகவும் பெரியது
te: సిస్టమ్ కోసం మోడల్ అభ్యర్థన చాలా పెద్దది
tr: Sistem için çok büyük model isteği
uk: Запит моделі занадто великий для системи

source: Managed Ollama instance failed to start
bn: পরিচালিত Ollama ইনস্ট্যান্স শুরু করতে ব্যর্থ হয়েছে
de: Mitverwaltete Ollama-Instanz konnte nicht starten
es: La instancia de Ollama administrada no pudo iniciar
hi: प्रबंधित ओल्लामा इंस्टेंस शुरू करने में विफल रहा
id: Instans Ollama yang dikelola gagal untuk memulai
it: Non è stato possibile avviare l'istanza di Ollama gestita
kn: ನಿರ್ವಹಿಸಿದ ಆಲಾಮಾ ನಿದರ್ಶನವು ಪ್ರಾರಂಭಿಸಲು ವಿಫಲವಾಗಿದೆ
pt_br: Falha ao iniciar a instância gerenciada do Ollama
te: నిర్వహించబడిన ఒల్లామా ఉదాహరణ ప్రారంభించడంలో విఫలమైంది
tr: Yönetilen Ollama örneği başlayamadı
uk: Не вдалося запустити екземпляр Ollama

source: Ollama (External)
es: Ollama (Externo)
pt_br: Ollama (Externo)

source: Local or remote AI instance not managed by Alpaca
bn: আলপাকা দ্বারা পরিচালিত নয় এমন স্থানীয় বা দূরবর্তী AI ইনস্ট্যান্স
de: Lokale- oder Remoteinstanz, die nicht durch Alpaca verwaltet wird
es: Instancia de IA local o remota no administrada por Alpaca
hi: स्थानीय या दूरस्थ एआई इंस्टेंस जो अल्पाका द्वारा प्रबंधित नहीं है
id: Instance AI lokal atau jarak jauh yang tidak dikelola oleh Alpaca
it: Istanza di IA locale o remota non gestita da Alpaca
kn: ಸ್ಥಳೀಯ ಅಥವಾ ರಿಮೋಟ್ ಎಐ ನಿದರ್ಶನವನ್ನು ಅಲ್ಪಕಾ ನಿರ್ವಹಿಸುವುದಿಲ್ಲ
pt_br: Instância de IA local ou remota não gerenciada pelo Alpaca
te: స్థానిక లేదా రిమోట్ AI ఉదాహరణ Alpaca ద్వారా నిర్వహించబడదు
tr: Alpaca tarafından yönetilmeyen yerel veya uzak AI örneği
uk: Локальний або віддалений екземпляр ШІ, що не керується Alpaca

source: Ollama (Cloud)
es: Ollama (Nube)
pt_br: Ollama (Nuvem)

source: Online instance directly managed by Ollama (Experimental)
de: Online-Instanz, direkt verwaltet von Ollama (Experimentell)
es: Instancia en línea gestionada directamente por Ollama (Experimental)
pt_br: Instâncias online diretamente gerenciadas pelo Ollama (Experimental)

source: Version
es: Versión

source: Not Running
de: Nicht am Laufen
es: No Está Corriendo

source: ROCm is available for download (might not work with your GPU)
de: ROCm ist zum Download verfügbar (funktioniert möglicherweise nicht mit Ihrer Grafikkarte)
es: ROCm está disponible para descargar (es posible que no funcione con tu GPU)

source: GPU is using Vulkan
de: Grafikkarte benutzt Vulkan
es: La GPU utiliza Vulkan

source: ROCm is available for download
de: ROCm ist zum Download verfügbar
es: ROCm está disponible para descargar

source: ROCm is in use
de: ROCm wird verwendet
es: ROCm está en uso

source: Incompatible GPU, Vulkan might work
de: Nicht kompatible Grafikkarte, Vulkan könnte funktionieren
es: GPU incompatible, Vulkan podría funcionar

source: Unknown
de: Unbekannt
es: Desconocido

source: Downloading Ollama
de: Ollama wird heruntergeladen
es: Descargando Ollama

source: Installing…
de: Wird installiert...
es: Instalando…

source: Downloading ROCm
de: ROCm wird heruntergeladen
es: Descargando ROCm

source: Latest Version Installed ({})
de: Neueste Version installiert ({})
es: Última Versión Instalada ({})

source: Could not retrieve models
bn: মডেলগুলি পুনরুদ্ধার করা যায়নি
de: Konnte Modelle nicht abrufen
es: No se pudieron recuperar los modelos
hi: मॉडल्स प्राप्त नहीं कर सका
id: Tidak dapat mengambil model
it: Impossibile recuperare i modelli
kn: ಮಾದರಿಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
pt_br: Não foi possível recuperar os modelos
te: మోడల్‌లను తిరిగి పొందడం సాధ్యపడలేదు
tr: Modelleri alınamadı
uk: Не вдалося отримати моделі

source: Alibaba Cloud Qwen large language models via DashScope
bn: DashScope এর মাধ্যমে Alibaba Cloud Qwen বৃহৎ ভাষা মডেল
de: Alibaba Cloud Qwen LLMs über DashScope
es: Modelos de lenguaje grande de Alibaba Cloud Qwen a través de DashScope
hi: DashScope के माध्यम से Alibaba Cloud Qwen बड़े भाषा मॉडल
id: Model bahasa besar Alibaba Cloud Qwen melalui DashScope
it: Modelli linguistici di grandi dimensioni Alibaba Cloud Qwen tramite DashScope
pt_br: Modelos de linguagem grande Qwen da Alibaba Cloud via DashScope
te: డాష్‌స్కోప్ ద్వారా అలీబాబా క్లౌడ్ క్వెన్ పెద్ద భాషా నమూనాలు
tr: Alibaba Cloud Qwen Dashscope aracılığıyla büyük dil modelleri

source: Fireworks AI inference platform
bn: ফায়ারওয়ার্কস এআই ইনফারেন্স প্ল্যাটফর্ম
de: Fireworks AI-Inferenzplattform
es: Plataforma de inferencia de IA de Fireworks
hi: फायरवर्क्स एआई अनुमान प्लेटफॉर्म
id: Platform inferensi Fireworks AI
it: AI inference platform meritevole di fuochi d/art
kn: Fireworks AI ಅನುಮಾನ ವೇದಿಕೆ
pt_br: Plataforma de inferência Fireworks AI
te: బాణసంచా AI అనుమితి వేదిక
tr: Fireworks AI çıkarım platformu

source: Lambda Labs cloud inference API
bn: ল্যাম্বডা ল্যাবস ক্লাউড ইনফারেন্স এপিআই
de: Lambda Labs-Cloud-Inferenz-API
es: API de inferencia en la nube de Lambda Labs
hi: लैम्ब्डा लैब्स क्लाउड अनुमान एपीआई
id: API inferensi cloud Lambda Labs
it: Fireworks AI inference platform
kn: ಲ್ಯಾಂಬ್ಡಾ ಲ್ಯಾಬ್ಸ್ ಕ್ಲೌಡ್ ಅನುಮಾನ ಎಪಿಐ
pt_br: API de inferência em nuvem da Lambda Labs
te: లాంబ్డా ల్యాబ్స్ క్లౌడ్ అనుమితి API

source: Cerebras AI cloud inference API
bn: Cerebras AI ক্লাউড ইনফারেন্স API
de: Cerebras AI-Cloud-Inferenz-API
es: API de inferencia en la nube de Cerebras AI
hi: सेरेब्रास एआई क्लाउड अनुमान एपीआई
id: API inferensi cloud Cerebras AI
it: API di inferenza per Cerebra AI.
kn: ಸೆರೆಬ್ರಾಸ್ AI ಕ್ಲೌಡ್ ಅನುಮಾನ ಎಪಿಐ
pt_br: API de inferência em nuvem da Cerebras AI
te: సెరెబ్రాస్ AI క్లౌడ్ ఇన్ఫెరెన్స్ API

source: Kluster AI cloud inference API
bn: Kluster AI ক্লাউড ইনফারেন্স API
de: Kluster AI-Cloud-Inferenz-API
es: API de inferencia en la nube de Kluster AI
hi: क्लस्टर एआई क्लाउड अनुमान एपीआई
id: API inferensi cloud Kluster AI
it: API di inferenza cloud Kluster AI
kn: ಕ್ಲಸ್ಟರ್ AI ಕ್ಲೌಡ್ ಅನುಮಾನ ಎಪಿಐ
pt_br: API de inferência em nuvem da Kluster AI
te: క్లస్టర్ AI క్లౌడ్ అనుమితి API

source: Kimi large language models by Moonshot AI
bn: Moonshot AI এর Kimi বৃহৎ ভাষা মডেল
de: Kimi-LLMs von Moonshot AI
es: Modelos de lenguaje grandes de Kimi de Moonshot AI
hi: मूनशॉट एआई द्वारा किमी बड़े भाषा मॉडल
id: Model bahasa besar Kimi oleh Moonshot AI
it: Modelli linguistici di grandi dimensioni Kimi di Moonshot AI
pt_br: Modelos de linguagem grande Kimi da Moonshot AI
te: మూన్‌షాట్ AI ద్వారా కిమి పెద్ద భాషా నమూనాలు
tr: Kimi MoonShot AI tarafından Büyük Dil Modelleri

source: Mistral AI large language models
bn: মিস্ট্রাল এআই বড় ভাষা মডেল
de: Mistral AI-LLMs
es: Modelos de lenguaje grandes de Mistral AI
hi: Mistral AI बड़े भाषा मॉडल
id: Model bahasa besar Mistral AI
it: Modelli linguistici di grandi dimensioni di Mistral AI
pt_br: Modelos de linguagem grande da Mistral AI
te: మిస్ట్రల్ AI పెద్ద భాషా నమూనాలు
tr: Mistral AI Büyük Dil Modelleri

source: Meta AI Llama API
bn: মেটা এআই লামা এপিআই
es: API de Meta AI Llama
hi: मेटा एआई लामा एपीआई
id: API Meta AI Llama
it: API di Meta AI Llama
kn: ಮೆಟಾ ಎಐ ಲಾಮಾ ಎಪಿಐ
pt_br: API Llama da Meta AI
te: మెటా AI లామా API

source: Novita AI cloud inference API
bn: Novita AI ক্লাউড ইনফারেন্স API
es: API de inferencia en la nube de Novita AI
hi: नोविता एआई क्लाउड इन्फरेंस एपीआई
id: API inferensi cloud Novita AI
it: di inferenza cloud Novita AI
pt_br: APi de inferência em nuvem da Novita AI
te: నోవిటా AI క్లౌడ్ అనుమితి API

source: DeepInfra cloud inference API
bn: DeepInfra ক্লাউড ইনফারেন্স API
es: API de inferencia en la nube de DeepInfra
hi: डीपइंफ्रा क्लाउड इन्फरेंस एपीआई
id: API inferensi cloud DeepInfra
it: API di inferenza cloud DeepInfra...
pt_br: API de inferência em nuvem da DeepInfra
te: డీప్‌ఇన్‌ఫ్రా క్లౌడ్ ఇన్ఫెరెన్స్ API

source: CompactifAI inference platform
de: CompactifAI Inference-Plattform
es: Plataforma de inferencia CompactifAI
pt_br: Plataforma de inferência da CompactifAI

source: Could not retrieve CompactifAI models
de: Konnte CompactifAI-Modelle nicht abrufen
es: No se pudieron recuperar los modelos CompactifAI
pt_br: Não foi possível recuperar os modelos CompactifAI

source: Grok instance from X.ai
de: Grok-Instanz von X.ai
es: Instancia de Grok de X.ai

source: OpenAI Compatible Instance
bn: OpenAI সামঞ্জস্যপূর্ণ ইনস্ট্যান্স
de: OpenAI-kompatible Instanz
es: Instancia Compatible con OpenAI
hi: ओपनएआई संगत इंस्टेंस
id: Instance Kompatibel dengan OpenAI
it: Istanza compatibile con OpenAI
kn: ಓಪನ್ಎಐ ಹೊಂದಾಣಿಕೆಯ ನಿದರ್ಶನ
pt_br: Instância Compatível com OpenAI
te: OpenAI అనుకూల ఉదాహరణ
tr: Openai Uyumlu Örnek
uk: Екземпляр, сумісний з OpenAI

source: AI instance compatible with OpenAI library
bn: OpenAI লাইব্রেরির সাথে সামঞ্জস্যপূর্ণ এআই ইনস্ট্যান্স
de: KI-Instanz, die mit der OpenAI-Bibliothek kompatibel ist
es: Instancia de IA compatible con la biblioteca OpenAI
hi: ओपनएआई लाइब्रेरी के साथ संगत एआई इंस्टेंस
id: Instance AI yang kompatibel dengan pustaka OpenAI
it: Istanza di intelligenza artificiale compatibile con la libreria di OpenAI
kn: ಎಐ ನಿದರ್ಶನ ಓಪನ್ಐ ಲೈಬ್ರರಿಯೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ
pt_br: Instância de IA compatível com a biblioteca OpenAI
te: OpenAI లైబ్రరీతో అనుకూలమైన AI ఉదాహరణ
tr: AI Örneği Openai Kütüphanesi ile Uyumlu

source: Family
bn: পরিবার
de: Familie
es: Familia
fr: Famille
hi: परिवार
id: Keluarga
it: Famiglia
kn: ಕುಟುಂಬ
nl: Familie
pt_br: Família
ta: குடும்பம்
te: కుటుంబం
tr: Aile
uk: Сім'я

source: Parameter Size
bn: প্যারামিটার সাইজ
de: Parametergröße
es: Tamaño de Parametro
fr: Taille de paramètre
hi: पैरामीटर आकार
id: Ukuran Parameter
it: Dimensione dei parametri
kn: ನಿಯತಾಂಕ ಗಾತ್ರ
nl: Parameter Grootte
pt_br: Tamanho do Parâmetro
ta: அளவுரு அளவு
te: పారామీటర్ పరిమాణం
tr: Parametre boyutu
uk: Розмір параметра

source: Quantization Level
bn: কোয়ান্টাইজেশন স্তর
de: Quantisierungsstufe
es: Nivel de Cuantificación
fr: Niveau de quantification
hi: क्वांटाइजेशन स्तर
id: Tingkat Kuantisasi
it: Livello di quantizzazione
kn: ಪರಿಮಾಣ ಮಟ್ಟ
nl: Kwantiseringsniveau
pt_br: Nível de Quantização
ta: அளவீட்டு நிலை
te: పరిమాణీకరణ స్థాయి
tr: Quantization seviyesi
uk: Рівень квантування

source: Parent Model
bn: অভিভাবক মডেল
de: Elternmodell
es: Modelo Padre
fr: Modèle parent
hi: माता मॉडल
id: Model Induk
it: Modello di origine
kn: ಪೋಷಕ ಮಾದರಿ
nl: Ouder model
pt_br: Modelo Pai
ta: பெற்றோர் மாதிரி
te: పేరెంట్ మోడల్
tr: Ana model
uk: Батьківська модель

source: Modified At
bn: সংশোধিত সময়
de: Geändert am
es: Modificado en
fr: Modifié à
hi: संशोधित समय
id: Dimodifikasi Pada
it: Modificato a
kn: ನಲ್ಲಿ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
nl: Gewijzigd op
pt_br: Modificado em
ta: மாற்றியமைக்கப்பட்டது
te: వద్ద సవరించబడింది
tr: Değiştirildi
uk: Змінено

source: Character Card Detected
de: Charakterkarte erkannt
es: Tarjeta de Personaje Detectada

source: Import character card data from picture?
de: Charakterkarte-Daten von Bild importieren?
es: ¿Importar datos de la tarjeta de personaje desde la imagen?

source: Profile Picture Exported Successfully
de: Profilbild erfolgreich exportiert
es: Foto de perfil exportada exitosamente

source: Include Character Card
de: Charakterkarte mit einschließen
es: Incluir Tarjeta de Personaje

source: Only Export Picture
de: Nur Bild exportieren
es: Solo Exportar Imagen

source: Export Profile Picture
de: Profilbild exportieren
es: Exportar Foto de Perfil

source: Do you want to include the character card data for use outside of Alpaca?
de: Wollen Sie die Charakterkarte-Daten für die Benutzung außerhalb von Alpaca mit einschließen?
es: ¿Quieres incluir los datos de la tarjeta de personaje para su uso fuera de Alpaca?

source: Already Added
bn: ইতিমধ্যে যোগ করা হয়েছে
de: Bereits hinzugefügt
es: Añadido
hi: पहले से जोड़ा गया
id: Sudah Ditambahkan
it: Già aggiunto
pt_br: Já Adicionado
te: ఇప్పటికే చేర్చబడింది
tr: Zaten eklendi

source: Pull '{}'
bn: '{}' টানুন
de: '{}' herunterladen
es: Descarga '{}'
hi: '{}' पुल करें
id: Tarik '{}'
it: Scarica '{}'
pt_br: Baixar '{}'
te: '{}' లాగండి
tr: '{}' ı çek

source: Add Model
bn: মডেল যোগকরুন
de: Modell hinzufügen
es: Agregar modelo
fr: Ajouter un modèle
hi: मॉडल जोड़ें
id: Tambah Model
it: Aggiungi un modello
kn: ಮಾದರಿ ಸೇರಿಸಿ
pt_br: Adicionar Modelo
ta: மாதிரியைச் சேர்
te: మోడల్‌ని జోడించండి
tr: Model ekle
uk: Додати модель

source: Add
bn: যোগ করুন
de: Hinzufügen
es: Añade
hi: जोड़ें
id: Tambah
it: Aggiungi
pt_br: Adicionar
te: జోడించు
tr: Eklemek

source: Remove Model?
bn: মডেল মুছবেন?
de: Modell wirklich entfernen?
es: ¿Remover Modelo?
fr: Supprimer le modèle ?
hi: मॉडल हटाएं?
id: Hapus Model?
it: Rimuovere il modello?
kn: ಮಾದರಿಯನ್ನು ತೆಗೆದುಹಾಕಿ?
pt_br: Remover Modelo?
ta: மாதிரியை அகற்றவா?
te: మోడల్‌ని తీసివేయాలా?
tr: Modeli Kaldır?
uk: Видалити модель?

source: Are you sure you want to remove '{}'?
bn: আপনি কি নিশ্চিত যে '{}' মুছতে চান?
de: Sind Sie sich sicher, dass Sie '{}' entfernen möchten?
es: ¿Estás seguro de que quieres eliminar '{}'?
fr: Êtes-vous sur de vouloirs supprimer '{}' ?
hi: क्या आप सुनिश्चित हैं कि आप '{}' हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus '{}'?
it: Sei sicuro di voler rimuovere '{}'?
kn: ನೀವು '{}' ಅನ್ನು ತೆಗೆದುಹಾಕಲು ಬಯಸುವಿರಾ?
pt_br: Tem certeza que deseja remover '{}'?
ta: நீங்கள் '{}' ஐ அகற்ற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా '{}'ని తీసివేయాలనుకుంటున్నారా?
tr: '{}' 'I kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити '{}'?

source: Please add a name
de: Bitte fügen Sie einen Namen hinzu
es: Por favor, añade un nombre
pt_br: Por favor adicione um nome

source: Model name is already in use
de: Modellname wird bereits verwendet
es: El nombre del modelo ya está en uso
pt_br: O nome do modelo já está em uso

source: Speech to Text
bn: স্পিচ টু টেক্সট
de: Spracherkennung
es: Voz a Texto
hi: स्पीच टू टेक्स्ट
id: Suara ke Teks
it: Riconoscimento vocale
kn: ಪಠ್ಯಕ್ಕೆ ಭಾಷಣ
pt_br: Síntese de Fala
te: స్పీచ్ టు టెక్స్ట్
tr: Konuşmadan metne

source: Local speech to text model provided by OpenAI Whisper
de: Lokales Sprach-zu-Text-Modell zur Verfügung gestellt von OpenAI Whisper
es: Modelo local de voz a texto proporcionado por OpenAI Whisper
pt_br: Modelo local de conversão de fala em texto fornecido por OpenAI Whisper

source: Local text to speech model provided by Kokoro
de: Lokales Sprach-zu-Text-Modell zur Verfügung gesellt von Kokoro
es: Modelo de texto a voz local proporcionado por Kokoro
pt_br: Modelo local de conversão de texto em fala fornecido por Kokoro

source: Local background removal model provided by {}.
de: Lokales Modell zur Hintergrundentfernung zur Verfügung gestellt von {}.
es: Modelo de eliminación de fondo local proporcionado por {}.
it: Modello locale per la rimozione dello sfondo fornito da {}.
pt_br: Modelo local de remoção de fundo fornecido por {}.
tr: {} Tarafından sağlanan yerel arka plan kaldırma modeli.

source: Select a Tool To Use
de: Wählen Sie ein Werkzeug aus, das verwendet werden soll
es: Seleccione una Herramienta para Utilizar
pt_br: Selecione uma Ferramenta para Usar

source: Selected Model is Not Compatible With Tools
de: Ausgewähltes Modell ist nicht mit Tools kompatibel
es: El Modelo Seleccionado no es Compatible con las Herramientas
pt_br: Modelo Selecionado Não É Compatível Com Ferramentas

source: No explanation was provided
bn: কোনো ব্যাখ্যা দেওয়া হয়নি
de: Eine Erklärung wurde angegeben
es: No se proporcionó ninguna explicación
hi: कोई व्याख्या नहीं दी गई
id: Tidak ada penjelasan yang diberikan
it: Non è stat fornita alcuna spiegazione
kn: ಯಾವುದೇ ವಿವರಣೆಯನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲ
pt_br: Nenhuma explicação foi fornecida
te: ఎలాంటి వివరణ ఇవ్వలేదు
tr: Hiçbir açıklama yapılmadı

source: Loading Image...
bn: ছবি লোড করা হচ্ছে...
de: Bild wird geladen...
es: Cargando Imagen...
hi: छवि लोड हो रही है...
id: Memuat Gambar...
it: Caricando l'immagine...
pt_br: Carregando Imagem...
tr: Görsel yükleniyor...
