Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: General redesign of main window
de: Generelle Neugestaltung des Hauptfensters
es: Rediseño general de la ventana principal
pt_br: Redesign geral da janela principal

source: Added pinch zoom gesture to image viewer
de: Zoom-Geste durch Zusammenführen der Finger zu Bildbetrachter hinzugefügt
es: Se agregó el gesto de zoom con pellizco al visor de imágenes
pt_br: Adicionado gesto de pinça para zoom no visualizador de imagens

source: Added OLLAMA_VULKAN override to managed Ollama instance
de: OLLAMA_Vulkan-Override zu gemanagter Ollama-Instanz hinzugefügt
es: Se agregó OLLAMA_VULKAN a la instancia administrada de Ollama
pt_br: Adicionada sobrescrita OLLAMA_VULKAN para uma instância gerenciada do Ollama

source: Redesign tables
de: Neugestaltung Tabellen
es: Rediseño de tablas
pt_br: Redesign das tabelas

source: Ported every Alpaca widget to blp (better performance)
de: Alle Alpaca-Widgets wurden auf blp portiert (bessere Leistung)
es: Se trasladaron todos los widgets de Alpaca a blp (mejor rendimiento)
pt_br: Adaptação de todos os widgets do Alpaca para blp (melhor performance)

source: Slight redesign for Live Chat activity
de: Leichte Neugestaltung der Live-Chat-Aktivität
es: Rediseño sutil de Chat en Vivo
pt_br: Leve redesign da atividade Chat Ao Vivo

source: Fixed problems relating to the removal of widgets in model manager
de: Probleme beim Entfernen von Widgets im Modell-Manager behoben
es: Se han solucionado los problemas relacionados con la eliminación de widgets en el administrador de modelos.
pt_br: Corrigos problemas relacionados à remoção de widgets no gerenciador de modelos

source: Redesigned bottom bar of activities
de: Neugestaltung der unteren Leiste für Aktivitäten
es: Barra inferior de actividades rediseñada
pt_br: Redesign da barra inferior das atividades

source: Redesigned dialog mode for activities
de: Neugestaltung Dialogmodus für Aktivitäten
es: Modo de diálogo rediseñado para actividades
pt_br: Redesign do modo diálogo para as atividades

source: Added option to reattach activities from window mode to sidebar mode
de: Option hinzugefügt, um Aktivitäten vom Fenstermodus wieder an den Seitenleistenmodus anzuhängen
es: Se ha añadido la opción de volver a adjuntar actividades del modo ventana al modo barra lateral.
pt_br: Adicionada opção de anexar novamente atividades do modo janela para o modo barra lateral

source: Integration of Ollama Cloud models
de: Integration von Ollama-Cloudmodellen
es: Integración de modelos de Ollama Cloud
pt_br: Integração de modelos Ollama Cloud

source: Added option for templates in GGUF models
de: Option für Vorlagen in GGUF-Modellen hinzugefügt
es: Se ha añadido la opción de plantillas en los modelos GGUF
pt_br: Adicionada opção para templates em modelos GGUF

source: Fixed title generation on online instances
de: Titelgenerierung auf Online-Instanzen repariert
es: Generación de títulos corregida en instancias en línea
pt_br: Corrigida geração de títulos em instâncias online

source: Fixed error relating to usage of certain tools
de: Fehler betreffend der Nutzung bestimmter Werkzeuge behoben
es: Se corrigió un error relacionado con el uso de ciertas herramientas.
pt_br: Corrigido erro relacionado à utilização de certas ferramentas

source: Simplify internal process for regenerating messages
de: Interne Prozesse zum Regenerieren von Nachrichten simplifiziert
es: Simplificar el proceso interno para regenerar mensajes
pt_br: Simplificação do processo interno para gerar mensagens novamente

source: Fixed DBus issues
de: DBus-Probleme behoben
es: Problemas de DBus solucionados
pt_br: Corrigido problemas com DBus

source: Fixed crashing problems if dbus fails on certain systems
de: Absturzprobleme, wenn dbus auf bestimmten Systemen fehlschlägt, behoben
es: Se han corregido los problemas de bloqueo que se producían si dbus fallaba en determinados sistemas.
pt_br: Corrigido problemas de travamento se o dbus falhar em certos sistemas

source: Updated list of models
de: Liste der Modelle aktualisiert
es: Lista actualizada de modelos
pt_br: Atualização da lista de modelos

source: Removed xlsx support to prevent error
de: xlsx-Unterstützung entfernt, um Fehler zu verhindern
es: Se eliminó la compatibilidad con xlsx para evitar errores
pt_br: Removido suporte a arquivos xlsx para prevenir erro

source: New feature: Chat templates
de: Neue Funktion: Chat-Vorlagen
es: Nueva función: Plantillas de chat
pt_br: Nova funcionalidade: Templates de conversas

source: New command line arguments
de: Neue Argumente für die Kommandozeile
es: Nuevos argumentos de línea de comandos
pt_br: Novos argumentos de linha de comando

source: New system for tools with manual selector
de: Neues System für Werkzeuge mit manueller Auswahlmöglichkeit
es: Nuevo sistema para herramientas con selector manual
pt_br: Novo sistema para ferramentas com seletor manual

source: Improved transcriber tool
de: Verbessertes Transkriptionswerkzeug
es: Herramienta de transcripción mejorada
pt_br: Melhoria na ferramenta de transcrição

source: Added option to delete all chats
de: Option, alle Chats zu löschen, hinzugefügt
es: Se agregó la opción para eliminar todos los chats.
pt_br: Adicionada opção de excluir todas as conversas

source: Added option to export tables as spreadsheets
de: Option, Tabellen als Tabellendateien zu exportieren, hinzugefügt
es: Se agregó la opción para exportar tablas como hojas de cálculo.
pt_br: Adicionada opção de exportar tabelas como planilhas

source: Added option to export code scripts directly
de: Option, Code-Skripte direkt zu exportieren, hinzugefügt
es: Se agregó la opción para exportar scripts de código directamente
pt_br: Adicionada opção de exportar scripts de código diretamente

source: General redesign of UI
de: Generelle Neugestaltung der Benutzeroberfläche
es: Rediseño general de la interfaz de usuario
pt_br: Redesign geral da interface de usuário

source: Fixed error when filtering models being pulled
de: Fehler beim Filtern von Modellen, die abgerufen werden, behoben
es: Se corrigió el error al filtrar los modelos siendo descargados
pt_br: Corrigido erro ao filtrar modelos sendo baixados

source: Fixed random crashes on startup caused by the model fetcher
de: Behebt zufällige Abstürze beim Start, die durch den Model Fetcher verursacht wurden.
es: Se corrigieron fallas aleatorias en el inicio causadas por modelos
pt_br: Corrigidas falhas aleatórias na inicialização causadas pelo buscador de modelos

source: Fixed camera activity not working properly in Quick Ask
de: Problem behoben, bei dem die Kameraaktivität in Flinke Frage nicht funktioniert hat
es: Se corrigió la actividad de la cámara que no funcionaba correctamente en Quick Ask
pt_br: Corrigida atividade da câmera não funcionar corretamente na Pergunta Rápida

source: Restore xlsx support
de: xlsx-Unterstützung wieder hergestellt
es: Restaurar la compatibilidad con xlsx
pt_br: Restaurado suporte a xlsx

source: Added socket support to httpx library
de: Socket-Unterstützung zur httpx-Bibliothek hinzugefügt
es: Se agregó soporte de socket a la biblioteca httpx
pt_br: Adicionado suporte a sockets à biblioteca httpx

source: Removed Pandas and xlsx support to prevent error
de: Pandas- und xlsx-Unterstützung entfernt, um Fehler zu verhindern
es: Se eliminó la compatibilidad con Pandas y xlsx para evitar errores.
pt_br: Removido o suporte a Pandas e xlsx para evitar erros

source: Updated runtime to Gnome 49
de: Laufzeitumgebung auf Gnome 49 aktualisiert
es: Runtime actualizado a Gnome 49
pt_br: Atualizado runtime para o Gnome 49

source: Added folder creation dialog
de: Dialogfeld zum Erstellen von Ordnern hinzugefügt
es: Dialogo de creación de carpeta agregado
pt_br: Adicionado diálogo de criação de pasta

source: Improved background remover activity
de: Hintergrundentfernungsfunktion verbessert
es: Actividad de eliminación de fondo mejorada
pt_br: Melhoria na atividade do removedor de fundo

source: Improved image viewer activity
de: Bildbetrachter-Aktivität verbessert
es: Actividad de visor de imágenes mejorada
pt_br: Melhoria na atividade do visualizador de imagens

source: Updated Ollama model list
de: Ollama-Modellliste aktualisiert
es: Lista actualizada de modelos de Ollama
pt_br: Atualização da lista de modelos Ollama

source: New Gnome 49 shortcut dialog
de: Neuer Gnome 49-Shortcut-Dialog
es: Nuevo diálogo de accesos directos de Gnome 49
pt_br: Novo diálogo de atalho do Gnome 49

source: Automatically scroll to top when dragging a chat or folder
de: Beim Ziehen eines Chats oder Ordners automatisch nach oben scrollen
es: Desplazarse automáticamente hacia arriba al arrastrar un chat o carpeta
pt_br: Rolagem automática para cima ao arrastar uma conversa ou pasta

source: Set zoom on launch
de: Zoom beim Start einstellen
es: Establecer zoom en lanzamiento
pt_br: Ajustar zoom ao abrir

source: New feature: Activities
bn: নতুন ফিচার: অ্যাক্টিভিটি
de: Neue Funktion: Aktivitäten
es: Nueva función: Actividades
id: Fitur baru: Aktivitas
it: Nuova funzionalità: Attività
pt_br: Nova funcionalidade: Atividades
tr: Yeni Özellik: Etkinlikler

source: New feature: Folders
bn: নতুন ফিচার: ফোল্ডার
de: Neue Funktion: Ordner
es: Nueva función: Carpetas
id: Fitur baru: Folder
it: Nuova funzionalità: Cartelle
pt_br: Nova funcionalidade: Pastas
tr: Yeni Özellik: Klasörler

source: New tool: Web Search
bn: নতুন টুল: ওয়েব সার্চ
de: Neues Werkzeug: Internetsuche
es: Nueva herramienta: Búsqueda Web
id: Alat baru: Pencarian Web
it: Nuova funzionalità: Ricerca sul Web
pt_br: Nova ferramenta: Pesquisa na Web
tr: Yeni Araç: Web Arama

source: Fixed code renderer
bn: কোড রেন্ডারার ঠিক করা হয়েছে
de: Code-Renderer repariert
es: Se corrigió renderizador de código
id: Memperbaiki perender kode
it: Riparato il renderer di codice
pt_br: Correção no renderizador de código
tr: Kod derleyicisi düzeltildi

source: Fixed some crashes
bn: কিছু ক্র্যাশ ঠিক করা হয়েছে
de: Einige Crashes behoben
es: Se corrigieron algunos fallos.
id: Memperbaiki beberapa kerusakan
it: Corretti alcuni crash
pt_br: Correção de algumas falhas
tr: Bazı çökme sorunları düzeltildi

source: Fixed YouTube transcriber (Flatpak)
bn: YouTube ট্রান্সক্রাইবার ঠিক করা হয়েছে (Flatpak)
de: Youtube-Transkriptor repariert (Flatpak)
es: Transcriptor de YouTube corregido (Flatpak)
id: Memperbaiki transkrip YouTube (Flatpak)
it: Riparato il trascrittore di YouTube (Flatpak)
pt_br: Correção no transcritor do YouTube (Flatpak)
tr: YouTube Transcriber düzeltildi (Flatpak)

source: New tool: Image background remover with local processing
bn: নতুন টুল: স্থানীয় প্রক্রিয়াকরণ সহ ছবির ব্যাকগ্রাউন্ড অপসারণকারী
de: Neues Tool: Lokal laufender Bildhintergrundentferner
es: Nueva herramienta: Eliminador de fondo de imágenes con procesamiento local
id: Alat baru: Penghapus latar belakang gambar dengan pemrosesan lokal
it: Nuovo strumento: Rimozione dello sfondo delle immagini con elaborazione locale
pt_br: Nova ferramenta: removedor de fundo de imagem com processamento local
tr: Yeni Araç: Yerel İşleme ile Görüntü Arka Plan Silicisi

source: Fixed title generation sometimes not working
bn: শিরোনাম তৈরি করা কখনও কখনও কাজ না করার সমস্যা সমাধান করা হয়েছে
de: Problem behoben, bei dem die Titelgenerierung manchmal nicht funktioniert hat
es: Se solucionó que el generador de titulos no funcionaba a veces.
hi: शीर्षक जेनेरेशन कभी-कभी काम नहीं करने की समस्या ठीक की गई
id: Memperbaiki pembuatan judul yang terkadang tidak berfungsi
it: Risolto il problema con la generazione dei titoli che a volte non funzionava
pt_br: Corrigido o erro na geração de títulos não funcionar as vezes
tr: Sohbet başlığı üretilmeme sorunu düzeltildi

source: Fixed chat not being selected at launch sometimes
bn: চালু করার সময় কখনও কখনও চ্যাট নির্বাচিত না হওয়ার সমস্যা সমাধান করা হয়েছে
de: Problem behoben, bei dem Chat manchmal beim Start nicht ausgewählt wurde
es: Se solucionó que a veces el chat fijo no se seleccionara al iniciar.
hi: लॉन्च के समय कभी-कभी चैट चयनित नहीं होने की समस्या ठीक की गई
id: Memperbaiki obrolan yang terkadang tidak terpilih saat peluncuran
it: Risolto il problema per cui a volte la chat non veniva selezionata all'avvio
pt_br: Corrigido o erro da conversa as vezes não ser selecionada ao abrir
tr: Açılışta bazen sohbetin seçilmemesi sorunu düzeltildi

source: Fixed TTS being disabled internally
bn: অভ্যন্তরীণভাবে TTS নিষ্ক্রিয় হওয়ার সমস্যা সমাধান করা হয়েছে
de: Problem behoben, bei dem TTS intern deaktiviert wurde
es: Se solucionó que el TTS se deshabilitara internamente
hi: TTS आंतरिक रूप से अक्षम होने की समस्या ठीक की गई
id: Memperbaiki TTS yang dinonaktifkan secara internal
it: Corretta la disattivazione interna della funzione text-to-speech
pt_br: Corrigido a Síntese de Fala estar desabilitada internamente
tr: TTS (Yazıdan Sese) modelinin durması düzeltildi

source: Added preference to change max image attachment size
bn: সর্বোচ্চ ছবি সংযুক্তির আকার পরিবর্তন করার পছন্দ যোগ করা হয়েছে
de: Einstellung zum Ändern der maximalen Größe von Bildanhängen hinzugefügt
es: Se agregó preferencia para cambiar el tamaño máximo de imagenes
hi: अधिकतम छवि अनुलग्नक आकार बदलने की वरीयता जोड़ी गई
id: Menambahkan preferensi untuk mengubah ukuran lampiran gambar maksimum
it: Aggiunta una preferenza per modificare la dimensione massima dell'immagine allegata
pt_br: Adicionada preferência para alterar o tamanho máximo do anexo de imagem
tr: Maksimum görüntü eki boyutunu değiştirme ayarı eklendi

source: Added option to change context window in instances and model creator
bn: ইনস্ট্যান্স এবং মডেল তৈরিকারীতে কনটেক্সট উইন্ডো পরিবর্তন করার বিকল্প যোগ করা হয়েছে
de: Option zum Ändern des Kontextfensters in Instanzen und im Modell-Ersteller hinzugefügt
es: Se agregó la opción para cambiar la ventana de contexto en instancias y creadores de modelos.
hi: इंस्टेंसेज और मॉडल क्रिएटर में संदर्भ विंडो बदलने का विकल्प जोड़ा गया
id: Menambahkan opsi untuk mengubah jendela konteks di instance dan pembuat model
it: Aggiunta l'opzione per modificare la finestra di contesto nelle istanze e nel creatore di modelli
pt_br: Adicionada opção para alterar a janela de contexto em instâncias e criador de modelo
tr: Modellerde ve model üreticisinde bağlam penceresini değiştirmek için seçenek eklendi

source: Changed behavior of instance preferences
bn: ইনস্ট্যান্স পছন্দের আচরণ পরিবর্তন করা হয়েছে
de: Verhalten der Instanz-Einstellungen wurde geändert
es: Se modificó el comportamiento de las preferencias de instancia
hi: इंस्टेंस वरीयताओं का व्यवहार बदला गया
id: Mengubah perilaku preferensi instance
it: Cambiato il comportamento delle preferenze dell'istanza
pt_br: Mudança no comportamento de preferências de instância
tr: Model tercihlerinin davranışı değiştirildi

source: Added option to expose a managed Ollama instance
bn: একটি পরিচালিত Ollama ইনস্ট্যান্স প্রকাশ করার বিকল্প যোগ করা হয়েছে
de: Option wurde hinzugefügt, eine verwaltete Ollama-Instanz freizugeben
es: Se agregó la opción para exponer una instancia de Ollama administrada
hi: प्रबंधित Ollama इंस्टेंस को एक्सपोज़ करने का विकल्प जोड़ा गया
id: Menambahkan opsi untuk mengekspos instance Ollama yang dikelola
it: Aggiunta un'opzione per esporre un'istanza Ollama gestita
pt_br: Adicionada opção de expor uma instância gerenciada do Ollama
tr: Yönetilen bir Ollama örneğini ortaya çıkarmak için seçenek eklendi

source: Added 'Keep Alive' option to Ollama instance preferences
bn: Ollama ইনস্ট্যান্স পছন্দে 'জীবিত রাখুন' বিকল্প যোগ করা হয়েছে
de: 'Aktiviert-Lassen'-Option wurde zu Ollama-Instanzeinstellungen hinzugefügt
es: Se agregó la opción 'Mantener Vivo' a las preferencias de las instancias de Ollama
hi: Ollama इंस्टेंस वरीयताओं में 'Keep Alive' विकल्प जोड़ा गया
id: Menambahkan opsi 'Keep Alive' ke preferensi instance Ollama
it: Aggiunta l'opzione "Keep Alive" alle preferenze dell'istanza di Ollama
pt_br: Adicionada opção 'ManterVivo' em preferências de instâncias Ollama
tr: Ollama Model Tercihleri'ne 'Açık Tut seçeneği eklendi

source: Reimplementation of DDG search tool
bn: DDG সার্চ টুলের পুনর্বাস্তবায়ন
de: Neuimplementierung des DDG-Suchwerkzeugs
es: Reimplementación de la herramienta de búsqueda DDG
hi: DDG खोज टूल का पुनः कार्यान्वयन
id: Implementasi ulang alat pencarian DDG
it: Reimplementazione dello strumento di ricerca con Duckduckgo
pt_br: Reimplementação da ferramenta de pesquisa DDG
tr: DDG arama aracı yeniden eklendi

source: Fixed model filtering
bn: মডেল ফিল্টারিং সমস্যা সমাধান করা হয়েছে
de: Model filtering wurde repariert
es: Se corrigió el filtrado de modelos
hi: मॉडल फिल्टरिंग ठीक की गई
id: Memperbaiki penyaringan model
it: Corretto il filtro dei modelli
pt_br: Correção na filtragem de modelos
tr: Model filtreleme düzeltildi

source: Update model list
bn: মডেল তালিকা আপডেট
de: Modellliste wurde geupdated
es: Actualizar lista de modelos
hi: मॉडल सूची अपडेट करें
id: Perbarui daftar model
it: Aggiornata la lista dei modelli
pt_br: Atualização na lista de modelos
tr: model listesini güncelle

source: Changed design of tool attachments
bn: টুল সংযুক্তির ডিজাইন পরিবর্তন করা হয়েছে
de: Design der Werkzeuganhänge wurde geändert
es: Se modificó el diseño de los adjuntos de herramientas
hi: टूल अनुलग्नकों का डिज़ाइन बदला गया
id: Mengubah desain lampiran alat
it: Cambiato il design dello strumento per gli allegati
pt_br: Mudança no design dos anexos de ferramentas
tr: Araç seçiminin tasarımı değiştirildi

source: Tool usage optimization
bn: টুল ব্যবহারের অপ্টিমাইজেশন
de: Werkzeugnutzungsoptimierung
es: Optimización del uso de herramientas
hi: टूल उपयोग अनुकूलन
id: Optimisasi penggunaan alat
it: Ottimizzazione dell'uso degli strumenti
pt_br: Otimização do uso de ferramentas
tr: Araç Kullanım Optimizasyonu

source: Added metadata attachments for Ollama instances
bn: Ollama ইনস্ট্যান্সের জন্য মেটাডেটা সংযুক্তি যোগ করা হয়েছে
de: Metadata-Anhänge für Ollama-Instanzen wurden hinzugefügt
es: Se agregaron archivos adjuntos de metadatos para instancias de Ollama
hi: Ollama इंस्टेंसेज के लिए मेटाडेटा अनुलग्नक जोड़े गए
id: Menambahkan lampiran metadata untuk instance Ollama
it: Aggiunti allegati di metadati per le istanze di Ollama
pt_br: Adicionado metadados de anexos para instâncias Ollama
tr: Ollama modelleri için meta veri ekleri eklendi

source: Changed Image Attachment Container min width to 240
bn: ইমেজ অ্যাটাচমেন্ট কন্টেইনারের ন্যূনতম প্রস্থ ২৪০ এ পরিবর্তন করা হয়েছে
de: Mindestbreite des Bildanhang-Containers wurde auf 240 geändert.
es: Se modificó el ancho mínimo del contenedor de adjuntos de imagen a 240
hi: छवि अनुलग्नक कंटेनर की न्यूनतम चौड़ाई 240 में बदली गई
id: Mengubah lebar minimum Kontainer Lampiran Gambar menjadi 240
it: Modificata la larghezza minima del contenitore per le immagini allegate a 240
pt_br: Alterada a largura mínima do Contêiner de Anexo de Imagem para 240
tr: Görüntü Ekleme ekranının Min Genişliği 240'a değiştirildi

source: Added option to use current model for title generation
bn: শিরোনাম তৈরির জন্য বর্তমান মডেল ব্যবহার করার বিকল্প যোগ করা হয়েছে
de: Option hinzugefügt, aktuelles Modell für die Titelgenerierung zu verwenden
es: Se agregó la opción de usar el modelo actual para generar títulos
hi: शीर्षक जेनेरेशन के लिए वर्तमान मॉडल का उपयोग करने का विकल्प जोड़ा गया
id: Menambahkan opsi untuk menggunakan model saat ini dalam pembuatan judul
it: Aggiunta l'opzione per utilizzare il modello corrente per la generazione del titolo
pt_br: Adicionada opção de usar o modelo atual para a geração de títulos
tr: Başlık üretimi için mevcut modeli kullanma seçeneği eklendi

source: Added option to regenerate tool responses
bn: টুল প্রতিক্রিয়া পুনর্জন্ম করার বিকল্প যোগ করা হয়েছে
de: Option zum Neugenerieren von Werkzeugantworten hinzugefügt
es: Se agregó una opción para regenerar las respuestas de la herramienta
hi: टूल प्रतिक्रियाओं को पुनः जेनेरेट करने का विकल्प जोड़ा गया
id: Menambahkan opsi untuk membuat ulang respons alat
it: Aggiunta l'opzione di rigenerare le risposte degli strumenti
pt_br: Adicionada opção de gerar novamente as respostas de ferramenta
tr: Araç yanıtlarını yeniden üretmek için seçenek eklendi

source: Made DDG_Search library optional (AUR fix)
bn: DDG_Search লাইব্রেরি ঐচ্ছিক করা হয়েছে (AUR সমাধান)
de: DDG_Search-Bibliothek wurde optional gemacht (AUR fix)
es: La biblioteca DDG_Search se hizo opcional (corrección de AUR)
hi: DDG_Search लाइब्रेरी को वैकल्पिक बनाया गया (AUR फिक्स)
id: Menjadikan pustaka DDG_Search opsional (perbaikan AUR)
it: Libreria DDG_Search resa facoltativa (correzione per AUR)
pt_br: Tornou a biblioteca DDG_Search opcional (correção AUR)
tr: artık Ddg_search kütüphanesi isteğe bağlı (AUR düzeltmesi)

source: Fixed attachments being rendered to the wrong messages
bn: ভুল বার্তায় সংযুক্তি রেন্ডার হওয়ার সমস্যা সমাধান করা হয়েছে
de: Problem behoben, bei dem Anhänge zu den falschen Nachrichten gerendert wurden
es: Se corrigieron los adjuntos que se mostraban en mensajes incorrectos
hi: गलत संदेशों में अनुलग्नक रेंडर होने की समस्या ठीक की गई
id: Memperbaiki lampiran yang ditampilkan pada pesan yang salah
it: Risolto il problema per cui gli allegati venivano visualizzati nei messaggi sbagliati
pt_br: Correção dos anexos sendo renderizados para as mensagens erradas
tr: Eklerin yanlış mesajlarda görünmesi düzeltildi

source: Fixed message generation problems relating to threading
bn: থ্রেডিং সম্পর্কিত বার্তা তৈরির সমস্যা সমাধান করা হয়েছে
de: Probleme bei der Generierung von Nachrichten im Zusammenhang mit Threading behoben
es: Se solucionaron los problemas de generación de mensajes relacionados con los subprocesos.
hi: थ्रेडिंग से संबंधित संदेश जेनेरेशन समस्याएं ठीक की गईं
id: Memperbaiki masalah pembuatan pesan terkait threading
it: Risolti i problemi di generazione dei messaggi relativi al threading
pt_br: Correção nas mensagens de problemas de geração relacionadas a threading
tr: İş parçacığı ile ilgili mesaj oluşturma problemleri düzeltildi

source: Fixed message generation problems
bn: বার্তা তৈরির সমস্যা সমাধান করা হয়েছে
de: Probleme bei der Generierung von Nachrichten behoben
es: Se solucionaron problemas de generación de mensajes
hi: संदेश जेनेरेशन समस्याएं ठीक की गईं
id: Memperbaiki masalah pembuatan pesan
it: Corretti i problemi con la generazione dei messaggi
pt_br: Correção dos problemas de geração de mensagens
tr: Mesaj oluşturma sorunları düzeltildi

source: Fixed max tokens error with online instances
bn: অনলাইন ইনস্ট্যান্সের সাথে সর্বোচ্চ টোকেনের ত্রুটি সমাধান করা হয়েছে
de: "max tokens" Fehler für Online-Instanzen behoben
es: Se solucionó el error de tokens máximos con instancias en línea
hi: ऑनलाइन इंस्टेंसेज के साथ अधिकतम टोकन त्रुटि ठीक की गई
id: Memperbaiki kesalahan token maksimum pada instance online
it: Risolto l'errore relativo al numero massimo di token con le istanze online
pt_br: Correção do erro de tokens máximos com instâncias online
tr: Çevrimiçi modellerde maksimum token hatası düzeltildi

source: Added option to regenerate responses when messages are edited
bn: বার্তা সম্পাদনা করার সময় প্রতিক্রিয়া পুনর্জন্ম করার বিকল্প যোগ করা হয়েছে
de: Option zum Regenerieren von Nachrichten durch Bearbeitung hinzugefügt
es: Se agregó una opción para regenerar respuestas cuando se editan los mensajes
hi: संदेश संपादित होने पर प्रतिक्रियाओं को पुनः जेनेरेट करने का विकल्प जोड़ा गया
id: Menambahkan opsi untuk membuat ulang respons saat pesan diedit
it: Aggiunta l'opzione per rigenerare le risposte quando i messaggi vengono modificati
pt_br: Adicionada a opção de gerar novamente respostas quando as mensagens são editadas
tr: Mesajlar düzenlendiğinde yanıtları yenilemek için seçenek eklendi
