Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Command R is a Large Language Model optimized for conversational interaction and long context tasks.
bn: কমান্ড R হল একটি বৃহৎ ভাষা মডেল যা কথোপকথন ইন্টারঅ্যাকশন এবং দীর্ঘ প্রসঙ্গ কাজের জন্য অপ্টিমাইজ করা হয়েছে।
de: Command R ist ein großes Sprachmodell, das für die Konversationsinteraktion und Aufgaben mit langem Kontext optimiert ist.
es: Command R es un LLM optimizado para interacciones conversacionales y tareas que requieren un contexto largo.
fr: Command R est un grand modèle de langage optimisé pour les interactions conversationnelles et les tâches à long contexte.
hi: कमांड आर एक बड़ा भाषा मॉडल है जो संवादात्मक इंटरैक्शन और लंबे कंटेक्स्ट कार्यों के लिए अनुकूलित है
id: Command R adalah Model Bahasa Besar yang dioptimalkan untuk interaksi percakapan dan tugas dengan konteks panjang.
it: Command R è un modello linguistico di grandi dimensioni ottimizzato per l'interazione conversazionale e per le attività a lungo contesto.
kn: ಕಮಾಂಡ್ ಆರ್ ಎನ್ನುವುದು ಸಂಭಾಷಣಾ ಸಂವಹನ ಮತ್ತು ದೀರ್ಘ ಸಂದರ್ಭ ಕಾರ್ಯಗಳಿಗಾಗಿ ಹೊಂದುವಂತೆ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಯಾಗಿದೆ.
nb_no: Command R er en stor språkmodell optimalisert for samtaleinteraksjon og lang kontekst forståelse.
nl: Command R is een groot taalmodel dat is geoptimaliseerd voor conversatie-interactie en taken met een lange context.
pt_br: O Command R é um Large Language Model otimizado para interação conversacional e tarefas de contexto longo.
ru: Command R — это большая языковая модель, оптимизированная для диалогового взаимодействия и задач с длинным контекстом.
ta: கமாண்ட் R என்பது உரையாடல் தொடர்பு மற்றும் நீண்ட சூழல் பணிகளுக்காக உகந்ததாக இருக்கும் ஒரு பெரிய மொழி மாதிரி.
te: కమాండ్ R అనేది సంభాషణ పరస్పర చర్య మరియు సుదీర్ఘ సందర్భోచిత పనుల కోసం ఆప్టిమైజ్ చేయబడిన ఒక పెద్ద భాషా నమూనా.
tr: Command R, konuşma etkileşimleri ve uzun bağlamlı görevler için optimize edilmiş büyük bir dil modelidir.
uk: Command R — це велика мовна модель, оптимізована для розмовної взаємодії та завдань з довгим контекстом.

source: A general-purpose model ranging from 3 billion parameters to 70 billion, suitable for entry-level hardware.
bn: এন্ট্রি-লেভেল হার্ডওয়্যারের জন্য উপযুক্ত 3 বিলিয়ন থেকে 70 বিলিয়ন প্যারামিটার পর্যন্ত সাধারণ-উদ্দেশ্য মডেল
de: Ein universelles Modell mit 3 Milliarden bis 70 Milliarden Parametern, geeignet für Einstiegshardware.
es: Un modelo de uso general oscilando entre 3 billones hasta 70 billones de parametros, adecuado para hardware básico.
fr: Un modèle généraliste allant de 3 milliards de paramètres à 70 milliards, adapté au matériel de base.
hi: 3 अरब पैरामीटर्स से 70 अरब तक के एक सामान्य उद्देश्य वाला मॉडल, जो प्रवेश-स्तरीय हार्डवेयर के लिए उपयुक्त है
id: Model serbaguna dengan parameter mulai dari 3 miliar hingga 70 miliar, cocok untuk perangkat keras tingkat pemula.
it: Un modello generico che va da 3 miliardi di parametri a 70 miliardi, adatto ad hardware di fascia bassa.
kn: 3 ಬಿಲಿಯನ್ ನಿಯತಾಂಕಗಳಿಂದ 70 ಬಿಲಿಯನ್ ವರೆಗಿನ ಸಾಮಾನ್ಯ ಉದ್ದೇಶದ ಮಾದರಿ, ಪ್ರವೇಶ ಮಟ್ಟದ ಯಂತ್ರಾಂಶಕ್ಕೆ ಸೂಕ್ತವಾಗಿದೆ.
nb_no: En generell modell fra 3 milliarder parametre til 70 milliarder, passer til maskinvare av lav datakraft.
nl: Een model voor algemeen gebruik, variërend van 3 miljard (3B) parameters tot 70 miljard (70B), geschikt voor hardware op instapniveau.
pt_br: Um modelo de uso geral que varia de 3 bilhões a 70 bilhões de parâmetros, adequado para hardware básico.
ru: Модель общего назначения с числом параметров от 3 до 70 миллиардов, подходящая для аппаратного обеспечения начального уровня.
ta: 3 பில்லியன் அளவுருக்கள் முதல் 70 பில்லியன் வரை கொண்ட ஒரு பொது நோக்க மாதிரி, இது நுழைவு நிலை வன்பொருளுக்கு ஏற்றது.
te: 3 బిలియన్ పారామీటర్‌ల నుండి 70 బిలియన్ల వరకు ఉండే సాధారణ-ప్రయోజన మోడల్, ప్రవేశ స్థాయి హార్డ్‌వేర్‌కు అనుకూలంగా ఉంటుంది.
tr: 3 milyar parametreden 70 milyar parametreye kadar genişleyen genel amaçlı bir model, giriş seviyesindeki donanımlar için uygundur.
uk: Універсальна модель від 3 мільярдів до 70 мільярдів параметрів, підходить для апаратного забезпечення початкового рівня.

source: A LLaVA model fine-tuned from Llama 3 Instruct with better scores in several benchmarks.
bn: এল্লামা ৩ ইন্সট্রাক্ট থেকে ফাইন-টিউনড এলএলভিএ মডেল, বেশ কয়েকটি বেঞ্চমার্কে উন্নত স্কোর সহ।
de: Ein LLaVA-Modell, das von Llama 3 Instruct mit besseren Ergebnissen in mehreren Benchmarks feinabgestimmt wurde.
es: Un modelo LLaVA ajustado a partir de Llama 3 Instruct con mejores puntuaciones en varios benchmarks.
fr: Un modèle LLaVA affiné à partir de Llama 3 Instruct avec de meilleurs scores dans plusieurs benchmarks.
hi: ल्लामा 3 इंस्ट्रक्ट से फाइन-ट्यून किया गया एलएलएवीए मॉडल जिसमें कई बेंचमार्क्स में बेहतर स्कोर हैं
id: Model LLaVA yang disesuaikan dari Llama 3 Instruct dengan skor lebih baik pada beberapa tolok ukur.
it: Un modello LLaVA ottimizzato a partire da Llama 3 Instruct chhe ha ottenuto punteggi migliori in diversi benchmark.
kn: ಲಾಮಾ 3 ರಿಂದ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾದ ಲಾವಾ ಮಾದರಿಯು ಹಲವಾರು ಮಾನದಂಡಗಳಲ್ಲಿ ಉತ್ತಮ ಸ್ಕೋರ್‌ಗಳೊಂದಿಗೆ ಸೂಚಿಸುತ್ತದೆ.
nb_no: En LLaVA-modell finjustert fra Llama 3 Instruct med bedre resultat i flere tester.
nl: Een verfijnd LLaVA-model van Llama 3 Instruct met betere scores in verschillende benchmarks.
pt_br: Um modelo LLaVA aprimorado do Llama 3 Instruct com melhores pontuações em vários benchmarks.
ru: Модель LLaVA, доработанная на основе Llama 3 Instruct, с лучшими показателями в нескольких тестах.
ta: பல அளவுகோல்களில் சிறந்த மதிப்பெண்களுடன் Llama 3 இன்ஸ்ட்ரக்ட்டிலிருந்து நன்றாக மாற்றியமைக்கப்பட்ட ஒரு LLaVA மாதிரி.
te: అనేక బెంచ్‌మార్క్‌లలో మెరుగైన స్కోర్‌లతో లామా 3 ఇన్‌స్ట్రక్ట్ నుండి ఫైన్-ట్యూన్ చేయబడిన LLaVA మోడల్.
tr: Llama 3 Instruct'tan ince ayar yapılmış LLaVA modeli, çeşitli benchmarklarda daha iyi sonuçlar vermektedir.
uk: Модель LLaVA, доопрацьована з Llama 3 Instruct, з кращими результатами в кількох тестах.

source: Zephyr is a series of fine-tuned versions of the Mistral and Mixtral models that are trained to act as helpful assistants.
bn: জেফির হল মিস্ট্রাল এবং মিক্সট্রাল মডেলের সূক্ষ্ম-টিউন সংস্করণের একটি সিরিজ যা সহায়ক সহকারী হিসাবে কাজ করার জন্য প্রশিক্ষিত
de: Zephyr ist eine Reihe von feinabgestimmten Versionen der Mistral- und Mixtral-Modelle, die darauf trainiert sind, als hilfreiche Assistenten zu fungieren.
es: Zephyr es una serie de versiones ajustadas de los modelos Mistral y Mixtral que están entrenados para actuar como asistentes útiles.
fr: Zephyr est une série de versions affinées des modèles Mistral et Mixtral, entraînées pour agir comme des assistants utiles.
hi: ज़ेफर मिस्ट्रल और मिक्सट्रल मॉडल्स के फाइन-ट्यून किए गए संस्करणों की एक श्रृंखला है, जो सहायक के रूप में कार्य करने के लिए प्रशिक्षित हैं
id: Zephyr adalah serangkaian versi yang disesuaikan dari model Mistral dan Mixtral yang dilatih untuk bertindak sebagai asisten yang membantu.
it: Zephyr è una serie di versioni ottimizzate dei modelli Mistral e Mixtral addestrati per comportarsi come utili assistenti.
kn: ಜೆಫಿರ್ ಎನ್ನುವುದು ಮಿಸ್ಟ್ರಾಲ್ ಮತ್ತು ಮಿಕ್ಸ್ಟ್ರಲ್ ಮಾದರಿಗಳ ಉತ್ತಮ-ಟ್ಯೂನ್ಡ್ ಆವೃತ್ತಿಗಳ ಸರಣಿಯಾಗಿದ್ದು, ಇದು ಸಹಾಯಕ ಸಹಾಯಕರಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ತರಬೇತಿ ಪಡೆದಿದೆ.
nb_no: Zephyr er en serie av finjusterte versjoner av Mistral og Mixtral modeller som er trent til å fungere som hjelpsomme assistenter.
nl: Zephyr is een serie verfijnde versies van de Mistral- en Mixtral-modellen die zijn getraind om te fungeren als behulpzame assistenten.
pt_br: Zephyr é uma série de versões aprimoradas dos modelos Mistral e Mixtral que são treinados para atuar como assistentes úteis.
ru: Zephyr — это серия доработанных версий моделей Mistral и Mixtral, которые обучены выполнять роль полезных помощников.
ta: Zephyr என்பது மிஸ்ட்ரல் மற்றும் மிக்ஸ்ட்ரல் மாதிரிகளின் நன்றாக மாற்றியமைக்கப்பட்ட பதிப்புகளின் தொடராகும், இது பயனுள்ள உதவியாளர்களாக செயல்பட பயிற்சி அளிக்கப்படுகிறது.
te: Zephyr అనేది Mistral మరియు Mixtral మోడల్‌ల యొక్క ఫైన్-ట్యూన్డ్ వెర్షన్‌ల శ్రేణి, ఇవి సహాయక సహాయకులుగా పని చేయడానికి శిక్షణ పొందాయి.
tr: Zephyr, Mistral ve Mixtral modellerinin, yardımcı asistanlar olarak işlev görecek şekilde eğitilmiş ince ayar yapılmış sürümleridir.
uk: Zephyr — це серія доопрацьованих версій моделей Mistral і Mixtral, які навчені діяти як корисні асистенти.

source: A lightweight AI model with 3.8 billion parameters with performance overtaking similarly and larger sized models.
bn: ৩.৮ বিলিয়ন প্যারামিটার সহ একটি হালকা ওজনের এআই মডেল যার কর্মক্ষমতা একই এবং বড় আকারের মডেলগুলিকে ছাড়িয়ে গেছে।
de: Ein leichtgewichtiges KI-Modell mit 3,8 Milliarden Parametern, dessen Leistung vergleichbare und größere Modelle übertrifft.
es: Un modelo de IA liviano con 3.8 mil millones de parámetros con un rendimiento que supera a modelos similares y de mayor tamaño.
fr: Un modèle d'IA léger avec 3,8 milliards de paramètres, surpassant en performance des modèles de taille similaire ou supérieure.
hi: 3.8 अरब पैरामीटर्स के साथ एक हल्के वजन वाला एआई मॉडल जिसकी कार्यक्षमता इसी तरह और बड़े आकार के मॉडल्स को पीछे छोड़ देती है।
id: Model AI ringan dengan 3,8 miliar parameter yang kinerjanya mengungguli model serupa dan yang lebih besar.
it: Un modello di intelligenza artificiale leggero con 3.8 miliardi di parametri e prestazioni elevate, in grado di superare modelli di dimensioni simili e più grandi.
kn: 3.8 ಬಿಲಿಯನ್ ನಿಯತಾಂಕಗಳನ್ನು ಹೊಂದಿರುವ ಹಗುರವಾದ ಎಐ ಮಾದರಿ ಇದೇ ರೀತಿ ಮತ್ತು ದೊಡ್ಡ ಗಾತ್ರದ ಮಾದರಿಗಳನ್ನು ಹಿಂದಿಕ್ಕುತ್ತದೆ.
nl: Een lichtgewicht AI-model met 3.8 miljard parameters waarvan de prestaties die van soortgelijke en grotere modellen overtreffen.
pt_br: Um modelo de IA leve com 3,8 bilhões de parâmetros com desempenho que supera modelos de tamanho similar e maior.
ta: 3.8 பில்லியன் அளவுருக்களுடன் கூடிய இலகுரக AI மாதிரி, இது இதே போன்ற மற்றும் பெரிய அளவிலான மாதிரிகளை விட சிறந்த செயல்திறனை அளிக்கிறது.
te: 3.8 బిలియన్ పారామీటర్‌లతో కూడిన తేలికపాటి AI మోడల్ పనితీరు అదే విధంగా మరియు పెద్ద సైజు మోడల్‌లను అధిగమించింది.
tr: Benzer ve daha büyük boyutlu modelleri geride bırakan performansa sahip 3,8 milyar parametreye sahip hafif bir yapay zeka modeli.
uk: Легка AI модель із 3.8 мільярдами параметрів, яка за продуктивністю перевершує аналогічні та більші моделі.

source: Embedding models on very large sentence level datasets.
bn: অত্যন্ত বড় বাক্য স্তরের ডেটাসেটগুলিতে এম্বেডিং মডেলসমূহ।
de: Einbettungsmodelle auf sehr großen Datensätzen auf Satzebene.
es: Modelos de incrustación en conjuntos de datos de nivel de oración muy grandes.
fr: Modèles d'embedding sur des datasets très larges au niveau des phrases.
hi: बहुत बड़े वाक्य स्तर के डेटासेट पर एम्बेडिंग मॉडल्स का उपयोग
id: Model embedding pada dataset level kalimat yang sangat besar.
it: Modelli di embedding su grandi dataset a livello di frase.
kn: ದೊಡ್ಡ ವಾಕ್ಯ ಮಟ್ಟದ ಡೇಟಾಸೆಟ್‌ಗಳಲ್ಲಿ ಮಾದರಿಗಳನ್ನು ಎಂಬೆಡ್ ಮಾಡುವುದು.
nb_no: tekstinnbyggingsmodeller trent på svært store setningsnivå datasett.
nl: Modellen inbedden in zeer grote datasets op zinniveau.
pt_br: Modelos de embedding em conjuntos de dados muito grandes em nível de frase.
ru: Встраивание моделей в очень большие наборы данных на уровне предложений.
ta: மிகப் பெரிய வாக்கிய நிலை தரவுத்தொகுப்புகளில் உட்பொதிவு மாதிரிகள்.
te: చాలా పెద్ద వాక్య స్థాయి డేటాసెట్‌లలో మోడల్‌లను పొందుపరచడం.
tr: Çok büyük cümle düzeyindeki veri setlerinde gömme modelleridir.
uk: Моделі вбудовування на дуже великих наборах даних на рівні речень.

source: Codestral is Mistral AI’s first-ever code model designed for code generation tasks.
bn: কোডেস্ট্রাল হল মিস্ট্রাল এআই-এর প্রথম কোড মডেল যা কোড জেনারেশন টাস্কগুলির জন্য ডিজাইন করা হয়েছে।
de: Codestral ist Mistral AIs initiales Code-Modell welches auf Code-Generierungsaufgaben getrimmt ist
es: Codestral es el primer modelo de código de Mistral AI diseñado para tareas de generación de código.
fr: Codestral est le tout premier modèle de code de Mistral AI, conçu pour les tâches de génération de code.
hi: कोडेस्ट्रल मिस्ट्रल एआई का पहला कोड मॉडल है जो कोड जनरेशन कार्यों के लिए डिज़ाइन किया गया है।
id: Codestral adalah model kode pertama dari Mistral AI yang dirancang untuk tugas pembuatan kode.
it: Codestral è il primo modello per scrittura di codice di Mistral AI, progettato per compiti di generazione di codice.
kn: ಕೋಡ್‌ಸ್ಟ್ರಾಲ್ ಎನ್ನುವುದು ಕೋಡ್ ಪೀಳಿಗೆಯ ಕಾರ್ಯಗಳಿಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಮಿಸ್ಟ್ರಲ್ ಎಐನ ಮೊದಲ ಕೋಡ್ ಮಾದರಿಯಾಗಿದೆ.
nb_no: Codestral er Mistral AIs første kodemodell for kodegenerering oppgaver.
nl: Codestral is Mistral AI's allereerste coderingsmodel dat is ontworpen voor het genereren van code.
pt_br: Codestral é o primeiro modelo de código da Mistral AI projetado para tarefas de geração de código.
ru: Codestral — это первая модель кода Mistral AI, предназначенная для задач генерации кода.
ta: Codestral என்பது குறியீடு உருவாக்கும் பணிகளுக்காக வடிவமைக்கப்பட்ட மிஸ்ட்ரல் AI இன் முதல் குறியீடு மாதிரி ஆகும்.
te: కోడ్‌స్ట్రాల్ అనేది కోడ్ జనరేషన్ టాస్క్‌ల కోసం రూపొందించబడిన Mistral AI యొక్క మొట్టమొదటి కోడ్ మోడల్.
tr: Codestral, kod üretim görevleri için tasarlanmış Mistral AI’nin ilk kod modelidir.
uk: Codestral — це перша модель коду від Mistral AI, розроблена для завдань генерації коду.

source: StarCoder is a code generation model trained on 80+ programming languages.
bn: স্টারকোডার হল 80+ প্রোগ্রামিং ভাষায় প্রশিক্ষিত একটি কোড জেনারেশন মডেল।
de: StarCoder ist ein Codegenerierungsmodell, das auf über 80 Programmiersprachen trainiert wurde.
es: StarCoder es un modelo de generación de código entrenado en más de 80 lenguajes de programación.
fr: StarCoder est un modèle de génération de code entraîné sur plus de 80 langages de programmation.
hi: स्टारकोडर एक कोड जनरेशन मॉडल है जिसे 80+ प्रोग्रामिंग भाषाओं पर प्रशिक्षित किया गया है।
id: StarCoder adalah model pembuatan kode yang dilatih pada lebih dari 80 bahasa pemrograman.
it: StarCoder è un modello di scrittura di codice addestrato su oltre 80 linguaggi di programmazione.
kn: ಸ್ಟಾರ್‌ಕೋಡರ್ ಎನ್ನುವುದು 80+ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆಗಳಲ್ಲಿ ತರಬೇತಿ ಪಡೆದ ಕೋಡ್ ಜನರೇಷನ್ ಮಾದರಿಯಾಗಿದೆ.
nb_no: StarCoder er en kodegenerasjonsmodell utdannet på 80+ programmeringsspråk.
nl: StarCoder is een codegeneratiemodel dat is getraind op 80+ programmeertalen.
pt_br: StarCoder é um modelo de geração de código treinado em mais de 80 linguagens de programação.
ru: StarCoder — это модель генерации кода, обученная на более чем 80 языках программирования.
ta: StarCoder என்பது 80+ நிரலாக்க மொழிகளில் பயிற்சி அளிக்கப்பட்ட ஒரு குறியீடு உருவாக்கும் மாதிரி ஆகும்.
te: స్టార్‌కోడర్ అనేది 80+ ప్రోగ్రామింగ్ భాషలపై శిక్షణ పొందిన కోడ్ జనరేషన్ మోడల్.
tr: StarCoder, 80'den fazla programlama dili üzerinde eğitilmiş bir kod üretim modelidir.
uk: StarCoder — це модель генерації коду, навчена на 80+ мовах програмування.

source: General use chat model based on Llama and Llama 2 with 2K to 16K context sizes.
bn: ল্লামা এবং ল্লামা 2 এর উপর ভিত্তি করে 2K থেকে 16K প্রসঙ্গ আকারের সাথে সাধারণ ব্যবহার চ্যাট মডেল
de: Allgemeines Chat-Modell basierend auf Llama und Llama 2 mit Kontextgrößen von 2K bis 16K.
es: Modelo de chat de uso general basado en Llama y Llama 2 con tamaños de contexto de 2K a 16K.
fr: Modèle de chat généraliste basé sur Llama et Llama 2 avec des tailles de contexte de 2K à 16K.
hi: ल्लामा और ल्लामा 2 पर आधारित सामान्य उपयोग चैट मॉडल जिसमें 2K से 16K कंटेक्स्ट आकार हैं
id: Model chat serbaguna berdasarkan Llama dan Llama 2 dengan ukuran konteks 2K hingga 16K.
it: Modello di chat per uso generale basato su Llama e Llama 2 con dimensioni del contesto da 2K a 16K.
kn: ಸಾಮಾನ್ಯ ಬಳಕೆ ಚಾಟ್ ಮಾದರಿ ಲಾಮಾ ಮತ್ತು ಲಾಮಾ 2 ಅನ್ನು ಆಧರಿಸಿ 2 ಕೆ ನಿಂದ 16 ಕೆ ಸಂದರ್ಭದ ಗಾತ್ರಗಳೊಂದಿಗೆ.
nb_no: Generelt bruk chat modell basert på Llama og Llama 2 med 2K til 16K sammenheng kontekst størrelser.
nl: Algemeen chatmodel gebaseerd op Llama en Llama 2 met 2K tot 16K contextgrootte.
pt_br: Modelo de conversação de uso geral baseado em Llama e Llama 2 com tamanhos de contexto de 2K a 16K.
ru: Модель чата общего использования на основе Llama и Llama 2 с размерами контекста от 2 до 16 КБ.
ta: Llama மற்றும் Llama 2 ஐ அடிப்படையாகக் கொண்ட பொது பயன்பாட்டு அரட்டை மாதிரி, 2K முதல் 16K வரையிலான சூழல் அளவுகளுடன்.
te: 2K నుండి 16K సందర్భ పరిమాణాలతో లామా మరియు లామా 2 ఆధారంగా సాధారణ ఉపయోగం చాట్ మోడల్.
tr: 2K ila 16K bağlam boyutlarına sahip Llama ve Llama 2 tabanlı genel kullanım sohbet modeli.
uk: Універсальна чатова модель на основі Llama та Llama 2 з розмірами контексту від 2K до 16K.

source: A family of open foundation models by IBM for Code Intelligence
bn: আইবিএম দ্বারা কোড ইন্টেলিজেন্সের জন্য ওপেন ফাউন্ডেশন মডেলের একটি পরিবার।
de: Eine Familie offener Grundlagenmodelle von IBM für Code Intelligence
es: Una familia de modelos de base abiertos por IBM para Code Intelligence.
fr: Une famille de modèles de fondation ouverts par IBM pour l'intelligence de code.
hi: आईबीएम द्वारा कोड इंटेलिजेंस के लिए विकसित ओपन फाउंडेशन मॉडल्स का एक परिवार
id: Keluarga model dasar terbuka oleh IBM untuk Kecerdasan Kode.
it: Una famiglia di modelli open-souce di base creati da IBM per la Code Intelligence
kn: ಕೋಡ್ ಇಂಟೆಲಿಜೆನ್ಸ್‌ಗಾಗಿ ಐಬಿಎಂನಿಂದ ಓಪನ್ ಫೌಂಡೇಶನ್ ಮಾದರಿಗಳ ಕುಟುಂಬ
nb_no: En familie med åpne fundamentmodeller av IBM for Code intelligens
nl: Een familie open modellen van IBM voor Code Intelligence
pt_br: Uma família de modelos de base aberta da IBM para Code Intelligence
ru: Семейство моделей открытого фонда от IBM для Code Intelligence
ta: குறியீடு நுண்ணறிவிற்காக IBM ஆல் உருவாக்கப்பட்ட திறந்த அடித்தள மாதிரிகளின் குடும்பம்
te: కోడ్ ఇంటెలిజెన్స్ కోసం IBM ద్వారా ఓపెన్ ఫౌండేషన్ నమూనాల కుటుంబం
tr: Kod Zekası için IBM tarafından sağlanan açık kaynaklı temel modellerden oluşan bir ailedir.
uk: Сімейство відкритих фундаментальних моделей від IBM для інтелектуального коду

source: Mistral OpenOrca is a 7 billion parameter model, fine-tuned on top of the Mistral 7B model using the OpenOrca dataset.
bn: মিস্ট্রাল ওপেনঅরকা হল 7 বিলিয়ন প্যারামিটার মডেল, মিস্ট্রাল 7B মডেলের উপরে ওপেনঅরকা ডেটাসেট ব্যবহার করে সূক্ষ্ম-টিউন করা হয়েছে
de: Mistral OpenOrca ist ein Modell mit 7 Milliarden Parametern, das auf dem Mistral 7B-Modell unter Verwendung des OpenOrca-Datensatzes feinabgestimmt wurde.
es: Mistral OpenOrca es un modelo de 7 billones de parametros, afinado con base en el modelo Mistral 7B usando el dataset de OpenOrca.
fr: Mistral OpenOrca est un modèle de 7 milliards de paramètres, affiné à partir du modèle Mistral 7B en utilisant le dataset OpenOrca.
hi: मिस्ट्रल ओपनऑर्का एक 7 अरब पैरामीटर मॉडल है, जो मिस्ट्रल 7B मॉडल पर ओपनऑर्का डेटासेट का उपयोग करके फाइन-ट्यून किया गया है
id: Mistral OpenOrca adalah model dengan 7 miliar parameter, disesuaikan dari model Mistral 7B menggunakan dataset OpenOrca.
it: Mistral OpenOrca è un modello a 7 miliardi di parametri, ottimizzato sul modello Mistral 7B utilizzando il dataset OpenOrca.
kn: ಮಿಸ್ಟ್ರಲ್ ಓಪನ್ಒರ್ಕಾ 7 ಬಿಲಿಯನ್ ಪ್ಯಾರಾಮೀಟರ್ ಮಾದರಿಯಾಗಿದ್ದು, ಓಪನ್ಒರ್ಕಾ ಡೇಟಾಸೆಟ್ ಬಳಸಿ ಮಿಸ್ಟ್ರಾಲ್ 7 ಬಿ ಮಾದರಿಯ ಮೇಲೆ ಉತ್ತಮವಾಗಿ ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ.
nb_no: Mistral OpenOrca er en 7 milliarder parametermodell, finjustert på toppen av Mistral 7B-modellen via OpenOrca-datasettet.
nl: Mistral OpenOrca is een model met 7 miljard parameters, verfijnd bovenop het Mistral 7B-model met behulp van de OpenOrca-dataset.
pt_br: O Mistral OpenOrca é um modelo de 7 bilhões de parâmetros, ajustado com base no modelo Mistral 7B usando o conjunto de dados OpenOrca.
ru: Mistral OpenOrca — это модель с 7 миллиардами параметров, доработанная на основе модели Mistral 7B с использованием набора данных OpenOrca.
ta: Mistral OpenOrca என்பது 7 பில்லியன் அளவுருக்கள் கொண்ட ஒரு மாதிரி ஆகும், இது OpenOrca தரவுத்தொகுப்பைப் பயன்படுத்தி Mistral 7B மாதிரியின் மேல் நன்றாக மாற்றியமைக்கப்பட்டுள்ளது.
te: Mistral OpenOrca అనేది 7 బిలియన్ పారామీటర్ మోడల్, OpenOrca డేటాసెట్‌ని ఉపయోగించి Mistral 7B మోడల్ పైన ఫైన్-ట్యూన్ చేయబడింది.
tr: Mistral OpenOrca, OpenOrca veri seti kullanılarak Mistral 7B modelinin üstüne ince ayar yapılmış 7 milyar parametreli bir modeldir.
uk: Mistral OpenOrca — це модель з 7 мільярдами параметрів, доопрацьована на основі моделі Mistral 7B за допомогою набору даних OpenOrca.

source: 🪐 A family of small models with 135M, 360M, and 1.7B parameters, trained on a new high-quality dataset.
bn: 🪐 135M, 360M, এবং 1.7B প্যারামিটার সহ ছোট মডেলের একটি পরিবার, যা একটি নতুন উচ্চ-মানের ডেটাসেটে প্রশিক্ষিত।
de: 🪐 Eine Familie von kleinen Modellen mit 135M, 360M und 1.7B Parametern, trainiert auf einem neuen hochwertigen Datensatz.
es: 🪐 Una familia de modelos pequeños con 135M, 360M y 1.7B de parámetros, entrenados en un nuevo conjunto de datos de alta calidad.
fr: 🪐 Une famille de petits modèles avec 135M, 360M et 1,7B paramètres, entraînés sur un nouveau dataset de haute qualité.
hi: 🪐 135M, 360M, और 1.7B पैरामीटर वाले छोटे मॉडलों का एक परिवार, जो एक नए उच्च-गुणवत्ता वाले डेटासेट पर प्रशिक्षित है।
id: 🪐 Keluarga model kecil dengan 135M, 360M, dan 1,7B parameter, dilatih pada dataset baru dengan kualitas tinggi.
it: 🪐 Una famiglia di piccoli modelli con 135M, 360M e 1.7B parametri, addestrati su un nuovo set di dati di alta qualità.
kn: 135 135 ಮೀ, 360 ಮೀ, ಮತ್ತು 1.7 ಬಿ 🪐 ನಿಯತಾಂಕಗಳನ್ನು ಹೊಂದಿರುವ ಸಣ್ಣ ಮಾದರಿಗಳ ಕುಟುಂಬ, ಹೊಸ ಉತ್ತಮ-ಗುಣಮಟ್ಟದ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ತರಬೇತಿ ಪಡೆದಿದೆ.
nl: 🪐 Een familie van kleine modellen met 135M, 360M en 1.7B parameters, getraind op een nieuwe dataset van hoge kwaliteit.
pt_br: 🪐 Uma família de pequenos modelos com parâmetros de 135M, 360M e 1,7B, treinados em um novo conjunto de dados de alta qualidade.
ta: 🪐 சிறிய மாதிரிகளின் குடும்பம் 135M, 360M, மற்றும் 1.7B அளவுருக்கள், புதிய உயர்தர தரவுத்தொகுப்பில் பயிற்சி அளிக்கப்பட்டது.
te: 🪐 135M, 360M మరియు 1.7B పారామీటర్‌లతో కూడిన చిన్న మోడల్‌ల కుటుంబం, కొత్త అధిక-నాణ్యత డేటాసెట్‌పై శిక్షణ పొందింది.
tr: 🪐 135M, 360M ve 1.7B parametreli küçük modeller ailesi, yeni bir yüksek kaliteli veri kümesi üzerinde eğitilmiştir.
uk: 🪐 Родина невеликих моделей із 135M, 360M і 1.7B параметрів, навчених на новому високоякісному наборі даних.

source: Wizard Vicuna Uncensored is a 7B, 13B, and 30B parameter model based on Llama 2 uncensored by Eric Hartford.
bn: উইজার্ড ভিকুনা আনসেন্সর্ড হল এরিক হার্টফোর্ড দ্বারা ল্লামা ২ আনসেন্সর্ড ভিত্তিক ৭বি, ১৩বি এবং ৩০বি প্যারামিটার মডেল।
de: Wizard Vicuna Uncensored ist ein 7B-, 13B- und 30B-Parametermodell, das auf Llama 2 Uncensored von Eric Hartford basiert.
es: Wizard Vicuna Uncensored es un modelo de 7B, 13B y 30B parámetros basado en Llama 2 sin censura por Eric Hartford.
fr: Wizard Vicuna Uncensored est un modèle de 7B, 13B, et 30B paramètres basé sur Llama 2, non censuré par Eric Hartford.
hi: विजार्ड विकुना अनसेंसर्ड एक 7B, 13B और 30B पैरामीटर मॉडल है जो ल्लामा 2 अनसेंसर्ड पर आधारित है, एरिक हार्टफोर्ड द्वारा निर्मित
id: Wizard Vicuna Uncensored adalah model dengan 7B, 13B, dan 30B parameter berdasarkan Llama 2 tanpa sensor oleh Eric Hartford.
it: Wizard Vicuna Uncensored è un modello a 7B, 13B e 30B parametri basato su Llama 2 uncensored di Eric Hartford.
kn: Wizard Vicuna ಸೆನ್ಸಾರ್ಸೆಲ್ಡ್ 7 ಬಿ, 13 ಬಿ, ಮತ್ತು 30 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಮಾದರಿಯಾಗಿದ್ದು, ಎರಿಕ್ ಹಾರ್ಟ್ಫೋರ್ಡ್ ಸೆನ್ಸಾರ್ ಮಾಡಿದ ಲಾಮಾ 2 ಅನ್ನು ಆಧರಿಸಿದೆ.
nb_no: Wizard Vicuna Usensurert er en 7B, 13B og 30B parametermodell basert på Llama 2 uncensurert av Eric Hartford.
nl: Wizard Vicuna Uncensored is een 7B, 13B en 30B parametermodel gebaseerd op Llama 2 ongecensureerd van Eric Hartford.
pt_br: Wizard Vicuna Uncensored é um modelo de parâmetros 7B, 13B e 30B baseado em Llama 2 sem censura de Eric Hartford.
ru: Wizard Vicuna Uncensored — это модель с параметрами 7B, 13B и 30B, основанная на Llama 2 без цензуры Эрика Хартфорда.
ta: Wizard Vicuna Uncensored என்பது எரிக் ஹார்ட்ஃபோர்ட் மூலம் சென்சார் செய்யப்படாத Llama 2 ஐ அடிப்படையாகக் கொண்ட 7B, 13B மற்றும் 30B அளவுரு மாதிரி ஆகும்.
te: విజార్డ్ వికునా అన్‌సెన్సార్డ్ అనేది ఎరిక్ హార్ట్‌ఫోర్డ్ చేత సెన్సార్ చేయని లామా 2 ఆధారంగా 7B, 13B మరియు 30B పారామీటర్ మోడల్.
tr: Wizard Vicuna Uncensored, Eric Hartford tarafından geliştirilen 7B, 13B ve 30B parametreli, sansürsüz Llama 2 tabanlı bir modeldir.
uk: Wizard Vicuna Uncensored — це модель з параметрами 7B, 13B та 30B на основі Llama 2, неконтрольована Eric Hartford.
