Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Added inactivity timer to integrated instance
bn: একত্রিত উদাহরণে নিষ্ক্রিয়তা টাইমার যোগ করা হয়েছে
de: Inaktivitäts-Timer zur integrierten Instanz hinzugefügt
es: Se agregó un temporizador de inactividad a la instancia integrada
fr: Ajouté : minuteur d'inactivité pour l'instance intégrée
hi: एकीकृत उदाहरण में निष्क्रियता टाइमर जोड़ा गया है
id: Menambahkan pengatur waktu ketidakaktifan ke instance terintegrasi
it: Aggiunto un timer di inattività all'istanza integrata
kn: ಸಂಯೋಜಿತ ನಿದರ್ಶನಕ್ಕೆ ನಿಷ್ಕ್ರಿಯತೆಯ ಟೈಮರ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Inactiviteitstimer toegevoegd aan geïntegreerde instantie
pt_br: Adicionado temporizador de inatividade à instância integrada
ta: ஒருங்கிணைந்த நிகழ்விற்கு செயலற்ற நேரத்தை சேர்த்தது
te: ఇంటిగ్రేటెడ్ ఉదాహరణకి నిష్క్రియాత్మక టైమర్ జోడించబడింది
tr: Entegre örneğe hareketsizlik zamanlayıcısı eklendi
uk: Додано таймер неактивності до інтегрованого екземпляра

source: The chat is now scrolled to the bottom when it's changed
bn: চ্যাটটি এখন নীচে স্ক্রোল করা হয় যখন এটি পরিবর্তিত হয়
de: Der Chat wird jetzt nach unten gescrollt, wenn er geändert wird
es: El chat ahora se desplaza hasta la parte inferior cuando se cambia
fr: Résolu : la discussion est maintenant scrollé en bas lorsqu'elle est changée
hi: चैट अब नीचे स्क्रॉल किया जाता है जब यह बदला जाता है
id: Obrolan sekarang menggulir ke bawah saat diubah
it: Quando viene cambiata la chat, viene fatta scorrere al messaggio più recente
kn: ಅದನ್ನು ಬದಲಾಯಿಸಿದಾಗ ಚಾಟ್ ಅನ್ನು ಈಗ ಕೆಳಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಲಾಗಿದೆ
nl: De chat wordt nu naar beneden geschoven wanneer deze wordt gewijzigd
pt_br: A conversa agora rola para baixo quando é alterada
ta: அரட்டை மாற்றப்படும்போது, அது இப்போது கீழே உருட்டப்படும்
te: చాట్ మార్చబడినప్పుడు ఇప్పుడు దిగువకు స్క్రోల్ చేయబడుతుంది
tr: Sohbet artık değiştirildiğinde en alta kaydırılıyor
uk: Чат тепер прокручується донизу при зміні

source: Better handling of focus on messages
bn: বার্তাগুলিতে ফোকাসের আরও ভাল পরিচালনা
de: Bessere Handhabung von Nachrichten, die im Fokus stehen
es: Mejor manejo de focus en los mensajes
fr: Ajouté : meilleur prise en charge de l'indicateur de sélection
hi: संदेशों पर फोकस का बेहतर प्रबंधन
id: Penanganan fokus pada pesan yang lebih baik
it: Migliorata la gestione del focus sui messaggi
kn: ಸಂದೇಶಗಳ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುವ ಉತ್ತಮ ನಿರ್ವಹಣೆ
nl: Betere afhandeling van focus op berichten
pt_br: Melhor tratamento do foco nas mensagens
ta: செய்திகளில் கவனத்தை சிறப்பாக கையாளுதல்
te: సందేశాలపై దృష్టిని మెరుగ్గా నిర్వహించడం
tr: Odaklanılan mesajların daha iyi işlenmesi
uk: Покращено роботу з фокусом на повідомленнях

source: Better general performance on the app
bn: অ্যাপে আরও ভাল সাধারণ কর্মক্ষমতা
de: Bessere Grundperformance der App
es: Mejor rendimiento general en la aplicación
fr: Résolu : meilleures performances générales dans l'application
hi: एप्लिकेशन पर बेहतर सामान्य प्रदर्शन
id: Kinerja umum aplikasi yang lebih baik
it: Migliorata la performance generale dell'applicazione
kn: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಉತ್ತಮ ಸಾಮಾನ್ಯ ಕಾರ್ಯಕ್ಷಮತೆ
nl: Betere algemene prestaties van de app
pt_br: Melhor desempenho geral do aplicativo
ta: பயன்பாட்டில் சிறந்த பொது செயல்திறன்
te: యాప్‌లో మెరుగైన సాధారణ పనితీరు
tr: Uygulamada genel performans daha iyi
uk: Покращено загальну продуктивність додатку

source: New duplicate chat option
bn: নতুন ডুপ্লিকেট চ্যাট বিকল্প
de: Option zum Duplizieren von Chats
es: Nueva opción de duplicado de chat
fr: Ajouté : option pour dupliquer la discussion
hi: नया डुप्लिकेट चैट विकल्प
id: Opsi duplikasi obrolan baru
it: Nuova opzione per duplicare le chat
kn: ಹೊಸ ನಕಲಿ ಚಾಟ್ ಆಯ್ಕೆ
nl: Nieuwe optie voor dupliceren van chat
pt_br: Nova opção de duplicador conversas
ta: புதிய நகல் அரட்டை விருப்பம்
te: కొత్త డూప్లికేట్ చాట్ ఆప్షన్
tr: Yeni sohbet kopyalama seçeneği
uk: Нова опція дублювання чату

source: Changed model selector appearance
bn: মডেল সিলেক্টরের চেহারা পরিবর্তন করা হয়েছে
de: Erscheinungsbild des Modellselektors geändert
es: Apariencia del selector de modelos cambiada
fr: Changé : apparence du sélecteur de modèle
hi: मॉडल सेलेक्टर की दिखावट बदल गई
id: Mengubah tampilan pemilih model
it: Cambiata l'interfaccia di selezione dei modelli
kn: ಮಾದರಿ ಸೆಲೆಕ್ಟರ್ ನೋಟವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Het uiterlijk van de modelselector is veranderd
pt_br: Alterada a aparência do seletor de modelo
ta: மாடல் தேர்வளர் தோற்றம் மாற்றப்பட்டது
te: మోడల్ సెలెక్టర్ రూపాన్ని మార్చారు
tr: Model seçici görünümü değiştirildi
uk: Змінено зовнішній вигляд селектора моделей

source: Message entry is focused on launch and chat change
bn: লঞ্চ এবং চ্যাট পরিবর্তনের সময় মেসেজ এন্ট্রি ফোকাস করা হয়
de: Nachrichteneingabe wird beim Start und Chatwechsel fokussiert
es: La entrada de mensaje tiene focus al abrir el app o al cambiar chat
fr: Changé : la saisie des messages est sélectionnée au démarrage et lors du changement de discussion
hi: लॉन्च और चैट बदलने पर संदेश प्रविष्टि पर ध्यान केंद्रित किया जाता है
id: Kolom entri pesan difokuskan saat peluncuran dan perubahan obrolan
it: Il campo di inserimento del messaggio viene messo a fuoco durante l'avvio e al cambio di chat
kn: ಸಂದೇಶ ನಮೂದು ಉಡಾವಣಾ ಮತ್ತು ಚಾಟ್ ಬದಲಾವಣೆಯ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿದೆ
nl: Berichtinvoer is gefocust bij starten en wisselen van chat
pt_br: A entrada de mensagens é focada no lançamento e na mudança do chat
ta: தொடக்கத்திலும், அரட்டை மாற்றத்தின்போதும் செய்தி நுழைவு கவனம் செலுத்தப்படுகிறது
te: సందేశం నమోదు ప్రారంభించడం మరియు చాట్ మార్పుపై దృష్టి కేంద్రీకరించబడింది
tr: Sohbet değiştirildiğinde mesaja odaklanma değiştirildi
uk: Фокусування на введенні повідомлення при запуску та зміні чату

source: Message is focused when it's being edited
bn: মেসেজ সম্পাদনা করার সময় ফোকাস করা হয়
de: Nachricht wird beim Bearbeiten fokussiert
es: El mensaje tiene focus al ser editado
fr: Changé : le message est sélectionné lorsqu'il est édité
hi: संदेश पर ध्यान केंद्रित किया जाता है जब यह संपादित किया जा रहा है
id: Pesan difokuskan saat sedang diedit
it: Il messaggio viene messo a fuoco durante la modifica
kn: ಸಂದೇಶವನ್ನು ಸಂಪಾದಿಸಿದಾಗ ಅದನ್ನು ಕೇಂದ್ರೀಕರಿಸಲಾಗಿದೆ
nl: Bericht is gefocust wanneer het wordt bewerkt
pt_br: A mensagem é focada quando está sendo editada
ta: செய்தி திருத்தப்படும்போது கவனம் செலுத்தப்படுகிறது
te: సందేశం ఎడిట్ అవుతున్నప్పుడు ఫోకస్ చేయబడింది
tr: Mesaj düzenlenirken odaklanma değiştirildi
uk: Фокусування на повідомленні під час його редагування

source: Added loading spinner when regenerating a message
bn: মেসেজ পুনরায় তৈরি করার সময় লোডিং স্পিনার যোগ করা হয়েছে
de: Ladeanimation beim erneuten Generieren einer Nachricht hinzugefügt
es: Añadido spinner de carga cuando se regenera un mensaje
fr: Ajouté : loader lorsque l'on regénère un message
hi: संदेश को पुनः उत्पन्न करते समय लोडिंग स्पिनर जोड़ा गया
id: Menambahkan pemintal pemuatan saat meregenerasi pesan
it: Aggiunta un'icona di caricamento durante la rigenerazione del messaggio
kn: ಸಂದೇಶವನ್ನು ಪುನರುತ್ಪಾದಿಸುವಾಗ ಲೋಡಿಂಗ್ ಸ್ಪಿನ್ನರ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Laadspinner toegevoegd bij het regenereren van een bericht
pt_br: Adicionado spinner de carregamento ao gerar novamente uma mensagem
ta: ஒரு செய்தியை மீண்டும் உருவாக்கும்போது ஏற்றுதல் சுழலி சேர்க்கப்பட்டது
te: సందేశాన్ని పునరుత్పత్తి చేస్తున్నప్పుడు లోడింగ్ స్పిన్నర్ జోడించబడింది
tr: Bir mesajı yeniden oluştururken yükleniyor barı eklendi
uk: Додано індикатор завантаження під час відтворення повідомлення

source: Added Ollama debugging to 'About Alpaca' dialog
bn: সম্পর্কে আলপাকা সংলাপে Ollama ডিবাগিং যোগ করা হয়েছে
de: Ollama-Debugging zum 'Über Alpaca'-Dialog hinzugefügt
es: Añadido debugging de Ollama al dialogo 'Sobre Alpaca'
fr: Ajouté : débogage Ollama à la boite de dialogue 'À propos d'Alpaca'
hi: ओलामा डीबगिंग को 'एबाउट अल्पाका' संवाद में जोड़ा गया
id: Menambahkan fitur debug Ollama ke dialog 'Tentang Alpaca'
it: Aggiunto lo strumento di debug di Ollama alla finestra 'A proposito di Alpaca'
kn: 'ಬಗ್ಗೆ ಅಲ್ಪಕಾ' ಸಂವಾದಕ್ಕೆ ಡೀಬಗ್ ಮಾಡುವುದನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Ollama debugging toegevoegd aan 'Over Alpaca' dialoogvenster
pt_br: Adicionada depuração Ollama ao diálogo 'Sobre o Alpaca'
ta: 'அல்பாகாவைப் பற்றி' உரையாடலுக்கு ஓல்லமா பிழைத்திருத்தம் சேர்க்கப்பட்டது
te: 'అబౌట్ అల్పాకా' డైలాగ్‌కు ఒల్లామా డీబగ్గింగ్ జోడించబడింది
tr: 'Alpaka Hakkında' iletişim kutusuna Ollama hata ayıklama eklendi
uk: Додано налагодження Ollama в діалоговому вікні 'Про Alpaca'

source: Changed YouTube transcription dialog appearance and behavior
bn: ইউটিউব ট্রান্সক্রিপশন সংলাপের চেহারা এবং আচরণ পরিবর্তন করা হয়েছে
de: Erscheinungsbild und Verhalten des YouTube-Transkriptionsdialogs geändert
es: Cambiada apariencia y comportamiento del dialogo de transcripciones de YouTube
fr: Changé : apparence de la boite de dialogue des transcriptions YouTube
hi: यूट्यूब ट्रांसक्रिप्शन संवाद की दिखावट और व्यवहार बदल गया
id: Mengubah tampilan dan perilaku dialog transkripsi YouTube
it: Cambiata l'interfaccia della finestra di trascrizione YouTube
kn: ಯುಟ್ಯೂಬ್ ಪ್ರತಿಲೇಖನ ಸಂವಾದ ಮತ್ತು ನಡವಳಿಕೆಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Uiterlijk en gedrag van YouTube-transcriptiedialoog gewijzigd
pt_br: Alteração na aparência e comportamento do diálogo de transcrição do YouTube
ta: யூடியூப் டிரான்ஸ்கிரிப்ஷன் உரையாடல் தோற்றம் மற்றும் நடத்தை மாற்றப்பட்டது
te: YouTube ట్రాన్స్క్రిప్షన్ డైలాగ్ రూపాన్ని మరియు ప్రవర్తన మార్చబడింది
tr: YouTube transkripsiyonunun görünümü ve tarzı değiştirildi
uk: Змінено зовнішній вигляд та поведінку діалогового вікна транскрипції YouTube

source: CTRL+W and CTRL+Q stops local instance before closing the app
bn: CTRL+W এবং CTRL+Q অ্যাপটি বন্ধ করার আগে স্থানীয় ইনস্ট্যান্স বন্ধ করে
de: STRG+W und STRG+Q stoppen die lokale Instanz vor dem Schließen der App
es: CTRL+W y CTRL+Q paran la instancia local antes de cerrar la aplicación
fr: Résolu : Ctrl + W et Ctrl + Q stoppent désormais l'instance local avant de fermer l'application
hi: CTRL+W और CTRL+Q ऐप बंद करने से पहले स्थानीय इंस्टेंस को रोकता है
id: CTRL+W dan CTRL+Q menghentikan instance lokal sebelum menutup aplikasi
it: CTRL+W e CTRL+Q interrompono l'istanza locale prima di chiudere l'applicazione
kn: Ctrl+W ಮತ್ತು CTRL+Q ಅಪ್ಲಿಕೇಶನ್ ಮುಚ್ಚುವ ಮೊದಲು ಸ್ಥಳೀಯ ನಿದರ್ಶನವನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ
nl: CTRL+W en CTRL+Q stopt lokale instantie voor het sluiten van de app
pt_br: CTRL+W e CTRL+Q interrompem a instância local antes de fechar o aplicativo
ta: பயன்பாட்டை மூடுவதற்கு முன் CTRL+W மற்றும் CTRL+Q உள்ளூர் நிகழ்வை நிறுத்துகிறது
te: CTRL+W మరియు CTRL+Q అనువర్తనాన్ని మూసివేయడానికి ముందు స్థానిక ఉదాహరణను ఆపివేస్తుంది
tr: CTRL+W ve CTRL+Q uygulamayı kapatmadan aşamayı durdurur
uk: CTRL+W і CTRL+Q зупиняють локальний екземпляр перед закриттям додатка

source: Changed appearance of 'Open Model Manager' button on welcome screen
bn: ওপেন মডেল ম্যানেজার বাটনের চেহারা পরিবর্তন করা হয়েছে ওয়েলকাম স্ক্রীনে
de: Erscheinungsbild der Schaltfläche 'Modell-Manager öffnen' auf dem Begrüßungsbildschirm geändert
es: Cambiada apariencia del botón 'Abrir Gestor de Modelos' en la pantalla de bienvenida
fr: Changé : apparence du bouton "Ouvrir le Gestionnaire de modèle" sur l'écran de bienvenue
hi: वेलकम स्क्रीन पर 'ओपन मॉडल मैनेजर' बटन की दिखावट बदल गई
id: Mengubah tampilan tombol 'Buka Pengelola Model' di layar sambutan
it: Cambiato l'aspetto del pulsante 'Apri il Gestore dei Modelli' nella finestra di benvenuto
kn: ಸ್ವಾಗತ ಪರದೆಯಲ್ಲಿ 'ಓಪನ್ ಮಾಡೆಲ್ ಮ್ಯಾನೇಜರ್' ಬಟನ್‌ನ ಬದಲಾದ ನೋಟ
nl: Uiterlijk van de knop 'Modelbeheer openen' op het welkomstscherm gewijzigd
pt_br: Alterada a aparência do botão 'Abrir Gerenciador de Modelo' na tela de boas-vindas
ta: வரவேற்பு திரையில் 'மாடல் மேலாளரைத் திற' பொத்தானின் தோற்றம் மாற்றப்பட்டது
te: స్వాగత స్క్రీన్‌పై 'ఓపెన్ మోడల్ మేనేజర్' బటన్ రూపాన్ని మార్చారు
tr: Hoş geldiniz ekranında 'Model Yöneticisini Aç' düğmesinin görünümüdeğiştirildi
uk: Змінено зовнішній вигляд кнопки 'Відкрити менеджер моделей' на вітальному екрані

source: Fixed message generation not working consistently
bn: মেসেজ তৈরি করা সমস্যা সমাধান করা হয়েছে যা নির্ভরযোগ্যভাবে কাজ করছিল না
de: Nachrichtengenerierung funktioniert nicht konsistent - behoben
es: Arreglado generación de mensajes no funcionando consistentemente
fr: Résolu : la génération de messages fonctionnait mal
hi: संदेश उत्पादन को स्थिरता से काम नहीं करने की समस्या को ठीक किया गया
id: Memperbaiki pembuatan pesan yang tidak bekerja secara konsisten
it: Correzioni alla stabilità nella generazione dei messaggi
kn: ಸ್ಥಿರ ಸಂದೇಶ ಉತ್ಪಾದನೆಯು ಸ್ಥಿರವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ
nl: Het genereren van berichten werkte niet consistent
pt_br: Corrigida a geração de mensagens não funcionar de forma consistente
ta: செய்தி உருவாக்கம் நிலையாக செயல்படாதது சரி செய்யப்பட்டது
te: స్థిర సందేశ ఉత్పత్తి స్థిరంగా పని చేయడం లేదు
tr: Mesaj oluşturmanın stabil çalışmaması düzeltildi
uk: Виправлено непослідовну роботу генерації повідомлень

source: Fixed message edition not working consistently
bn: মেসেজ সম্পাদনা করা সমস্যা সমাধান করা হয়েছে যা নির্ভরযোগ্যভাবে কাজ করছিল না
de: Nachrichtenbearbeitung funktioniert nicht konsistent - behoben
es: Arreglado edición de mesnajes no funcionando consistentemente
fr: Résolu : l'édition de message fonctionnait mal
hi: संदेश संपादन को स्थिरता से काम नहीं करने की समस्या को ठीक किया गया
id: Memperbaiki penyuntingan pesan yang tidak bekerja secara konsisten
it: Correzioni alla stabilità nella correzione dei messaggi
kn: ಸ್ಥಿರ ಸಂದೇಶ ಆವೃತ್ತಿ ಸ್ಥಿರವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ
nl: Berichteditie werkt niet consequent
pt_br: Corrigida a edição de mensagem não funcionar de forma consistente
ta: செய்தி பதிப்பு நிலையாக செயல்படாதது சரி செய்யப்பட்டது
te: స్థిర సందేశ ఎడిషన్ స్థిరంగా పని చేయడం లేదు
tr: Mesaj düzenlemesinin stabil çalışmaması düzeltildi
uk: Виправлено непослідовну роботу редагування повідомлень

source: Model manager opens faster
bn: মডেল ম্যানেজার দ্রুত খোলে
de: Modell-Manager öffnet sich schneller
es: Gestor de modelos abre más rapidamente
fr: Changé : le gestionnaire de modèle s'ouvre plus rapidement
hi: मॉडल प्रबंधक तेजी से खुलता है
id: Pengelola model terbuka lebih cepat
it: Il gestore dei modelli si apre più velocemente
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ ವೇಗವಾಗಿ ತೆರೆಯುತ್ತದೆ
nl: Modelmanager opent sneller
pt_br: O gerenciador de modelos abre mais rápido
ta: மாடல் மேலாளர் வேகமாக திறக்கிறது
te: మోడల్ మేనేజర్ వేగంగా తెరవబడుతుంది
tr: Model yöneticisi artık daha hızlı açılıyor
uk: Менеджер моделей відкривається швидше

source: Delete chat option in secondary menu
bn: গৌণ মেনুতে চ্যাট মুছে ফেলার বিকল্প
de: Option 'Chat löschen' im sekundären Menü
es: Opción de eliminar chat en el menu secundario
fr: Ajouté : option pour supprimer la discussion dans le menu secondaire
hi: द्वितीयक मेनू में चैट विकल्प हटाएं
id: Opsi hapus obrolan di menu sekunder
it: Aggiunta un'opzione al sottomenù per eliminare la chat
kn: ದ್ವಿತೀಯ ಮೆನುವಿನಲ್ಲಿ ಚಾಟ್ ಆಯ್ಕೆಯನ್ನು ಅಳಿಸಿ
nl: Chatoptie verwijderen in secundair menu
pt_br: Opção de excluir conversa no menu secundário
ta: இரண்டாம் நிலை மெனுவில் அரட்டை அழிக்கும் விருப்பம்
te: సెకండరీ మెనూలో చాట్ ఎంపికను తొలగించండి
tr: İkincil menüye sohbeti sil seçeneği eklendi
uk: Опція видалення чату в додатковому меню

source: New model selector popup
bn: নতুন মডেল সিলেক্টর পপআপ
de: Neues Popup für die Modellauswahl
es: Nuevo selector de modelos
fr: Ajouté : nouveau pop-up de sélection de modèle
hi: नया मॉडल चयनकर्ता पॉपअप
id: Popup pemilih model baru
it: Nuovo pop-up per la selezione dei modelli
kn: ಹೊಸ ಮಾದರಿ ಸೆಲೆಕ್ಟರ್ ಪಾಪ್ಅಪ್
nl: Nieuw model selectiepopup
pt_br: Novo pop-up seletor de modelo
ta: புதிய மாடல் தேர்வளர் பாப்அப்
te: కొత్త మోడల్ సెలెక్టర్ పాప్అప్
tr: Yeni model seçici açılır penceresi eklendi
uk: Новий спливаючий селектор моделей

source: Standard shortcuts
bn: স্ট্যান্ডার্ড শর্টকাট
de: Standard-Tastenkombinationen
es: Atajos de teclado estandares
fr: Ajouté : raccourcis claviers standards
hi: मानक शॉर्टकट
id: Pintasan standar
it: Scorciatoie predefinite
kn: ಸ್ಟ್ಯಾಂಡರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
nl: Standaard sneltoetsen
pt_br: Atalhos padrão
ta: நிலையான குறுக்குவழிகள்
te: ప్రామాణిక సత్వరమార్గాలు
tr: Standart kısayollar eklendi
uk: Стандартні гарячі клавіші

source: Model manager is navigable with keyboard
bn: মডেল ম্যানেজার কীবোর্ড দিয়ে নেভিগেট করা যায়
de: Modell-Manager ist mit der Tastatur navigierbar
es: El gestor de modelos es navegable con el teclado
fr: Ajouté : le gestionnaire de modèle est navigable avec le clavier
hi: मॉडल प्रबंधक कीबोर्ड के साथ नेविगेट किया जा सकता है
id: Pengelola model dapat dinavigasi dengan keyboard
it: Il gestore dei modelli si può navigare con la tastiera
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ ಕೀಬೋರ್ಡ್‌ನೊಂದಿಗೆ ಸಂಚರಿಸಬಹುದಾಗಿದೆ
nl: Model manager is navigeerbaar met toetsenbord
pt_br: O gerenciador de modelos é navegável com teclado
ta: விசைப்பலகையைப் பயன்படுத்தி மாடல் மேலாளரை வழிநடத்தலாம்
te: మోడల్ మేనేజర్ కీబోర్డ్‌తో నావిగేట్ చేయవచ్చు
tr: Model yöneticisini klavye ile gezinme eklendi
uk: Менеджер моделей можна навігаувати за допомогою клавіатури

source: Changed sidebar collapsing behavior
bn: সাইডবার পতনের আচরণ পরিবর্তন করা হয়েছে
de: Verhalten beim Ausblenden der Seitenleiste geändert
es: Cambiado comportamiento de colapso de la barra lateral
fr: Changé : comportement de la barre latérale
hi: साइडबार कollapsing व्यवहार बदला गया है
id: Mengubah perilaku penyusutan sidebar
it: Cambiato il comportamento della barra laterabile collassabile
kn: ಸೈಡ್‌ಬಾರ್ ಕುಸಿಯುತ್ತಿರುವ ನಡವಳಿಕೆಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Zijbalk klapt anders in
pt_br: Alterado o comportamento de recolhimento da barra lateral
ta: பக்கவாட்டுப் பட்டி சரிவு நடத்தை மாற்றப்பட்டது
te: సైడ్‌బార్ కూలిపోయే ప్రవర్తన మార్చబడిందిసైడ్‌బార్ కూలిపోయే ప్రవర్తన మార్చబడింది
tr: Kenar çubuğunun çökme davranışı değiştirildi
uk: Змінено поведінку згортання бічної панелі

source: Focus indicators on messages
bn: বার্তাগুলিতে ফোকাস ইন্ডিকেটর
de: Fokus-Indikatoren auf Nachrichten
es: Indicadores de focus en mensajes
fr: Ajouté : indicateur de sélection sur les messages
hi: संदेशों पर फोकस संकेतक
id: Indikator fokus pada pesan
it: Indicatori di messa a fuoco sui messaggi
kn: ಸಂದೇಶಗಳ ಮೇಲೆ ಸೂಚಕಗಳನ್ನು ಕೇಂದ್ರೀಕರಿಸಿ
nl: Focusindicatoren op berichten
pt_br: Indicadores de foco nas mensagens
ta: செய்திகளில் கவனம் குறிகாட்டிகள்
te: సందేశాలపై సూచికలను ఫోకస్ చేయండి
tr: Mesajlara odak göstergeleri eklendi
uk: Індикатори фокусу на повідомленнях

source: Welcome screen
bn: স্বাগত স্ক্রীন
de: Begrüßungsbildschirm
es: Pantalla de bienvenida
fr: Ajouté : écran de bienvenue
hi: स्वागत स्क्रीन
id: Layar sambutan
it: Schermata di benvenuto
kn: ಸ್ವಾಗತ ಪರದೆ
nl: Welkomstscherm
pt_br: Tela de boas-vindas
ta: வரவேற்பு திரை
te: స్వాగతం స్క్రీన్
tr: Hoşgeldiniz ekranı eklendi
uk: Привітальний екран

source: Give message entry focus at launch
bn: লঞ্চে বার্তা এন্ট্রি ফোকাস দিন
de: Nachrichteneingabe beim Start fokussieren
es: Dado focus a la entrada de texto de mensaje al abrir la aplicación
fr: Ajouté : saisie sélectionnée au démarrage
hi: लॉन्च पर संदेश प्रविष्टि फोकस दें
id: Memberikan fokus pada kolom entri pesan saat peluncuran
it: Messa a fuoco sul campo di inserimento dei messaggi all'avvio
kn: ಪ್ರಾರಂಭದಲ್ಲಿ ಸಂದೇಶ ಪ್ರವೇಶ ಗಮನವನ್ನು ನೀಡಿ
nl: Berichtinvoer focus geven bij starten
pt_br: Dê foco à entrada de mensagens no lançamento
ta: தொடக்கத்தில் செய்தி உள்ளீட்டுக்கு கவனம் கொடுங்கள்
te: లాంచ్ సమయంలో మెసేజ్ ఎంట్రీ ఫోకస్ ఇవ్వండి
tr: Girişte mesaj girişine odaklanma eklendi
uk: Фокус на введенні повідомлення під час запуску

source: Generally better code
bn: সাধারণত ভাল কোড
de: Allgemein besserer Code
es: Mejor código en general
fr: Meilleur code en général
hi: आम तौर पर बेहतर कोड
id: Kode yang lebih baik secara umum
it: Miglioramenti generali del codice
kn: ಸಾಮಾನ್ಯವಾಗಿ ಉತ್ತಮ ಕೋಡ್
nl: Over het algemeen betere code
pt_br: Melhor código em geral
ta: பொதுவாக சிறந்த குறியீடு
te: సాధారణంగా మెరుగైన కోడ్
tr: Genellikle daha iyi kod
uk: Загалом кращий код

source: Better width for dialogs
bn: ডায়ালগের জন্য আরও ভাল প্রস্থ
de: Bessere Breite für Dialoge
es: Mejor medida de largo para dialogos
fr: Changé : meilleur largeur des boites de dialogues
hi: संवादों के लिए बेहतर चौड़ाई
id: Lebar dialog yang lebih baik
it: Migliore larghezza delle finestre di dialogo
kn: ಸಂವಾದಗಳಿಗೆ ಉತ್ತಮ ಅಗಲ
nl: Betere breedte voor dialoogvensters
pt_br: Melhor largura para diálogos
ta: உரையாடல்களுக்கு சிறந்த அகலம்
te: డైలాగ్‌ల కోసం మెరుగైన వెడల్పు
tr: İletişim kutuları genişliği değiştirildi
uk: Краща ширина для діалогових вікон

source: Better compatibility with screen readers
bn: স্ক্রীন রিডারের সাথে আরও ভাল সামঞ্জস্য
de: Bessere Kompatibilität mit Bildschirmlesern
es: Mejor compatibilidad con lectores de pantalla
fr: Ajouté : meilleur compatibilité pour les lecteurs d'écran
hi: स्क्रीन रीडर्स के साथ बेहतर संगतता
id: Kompatibilitas yang lebih baik dengan pembaca layar
it: Migliore compatibilità con software di lettura schermo
kn: ಸ್ಕ್ರೀನ್ ಓದುಗರೊಂದಿಗೆ ಉತ್ತಮ ಹೊಂದಾಣಿಕೆ
nl: Betere compatibiliteit met schermlezers
pt_br: Melhor compatibilidade com leitores de tela
ta: திரை வாசகர்களுடன் சிறந்த இணக்கத்தன்மை
te: స్క్రీన్ రీడర్‌లతో మెరుగైన అనుకూలత
tr: Ekran okuyucuları ile daha iyi uyum
uk: Краща сумісність з екранними читачами

source: Fixed message regenerator
bn: বার্তা পুনর্জন্মের সমস্যা সংশোধন করা হয়েছে
de: Nachrichtengenerator repariert
es: Arreglado regenerador de mensajes
fr: Résolu : générateur de message
hi: संदेश पुनर्जनरेटर को ठीक किया गया है
id: Memperbaiki regenerasi pesan
it: Corretto il rigeneratore di messaggi
kn: ಸ್ಥಿರ ಸಂದೇಶ ಪುನರುತ್ಪಾದಕ
nl: Regenereerfunctie voor berichten hersteld
pt_br: Corrigido regenerador de mensagens
ta: செய்தி மறுஉருவாக்கி சரி செய்யப்பட்டது
te: స్థిర సందేశ రీజెనరేటర్
tr: Mesaj oluşturucu düzeltildi
uk: Виправлено відтворювач повідомлень

source: Removed 'Featured models' from welcome dialog
bn: স্বাগত ডায়ালগ থেকে 'ফিচার্ড মডেল' অপসারণ করা হয়েছে
de: 'Empfohlene Modelle' aus dem Begrüßungsdialog entfernt
es: 'Modelos destacados' removido del dialogo de bienvenida
fr: Changé : modèles recommandés supprimés de la boite de dialogue de bienvenue
hi: स्वागत संवाद से 'फीचर्ड मॉडल्स' को हटा दिया गया है
id: Menghapus 'Model unggulan' dari dialog sambutan
it: Rimossi i 'Modelli in evidenza' dalla finestra di benvenuto
kn: ಸ್ವಾಗತ ಸಂವಾದದಿಂದ 'ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಮಾದರಿಗಳನ್ನು' ತೆಗೆದುಹಾಕಲಾಗಿದೆ
nl: Uitgelichte modellen' verwijderd uit welkomstdialoogvenster
pt_br: Removido 'Modelos em Destaque' do diálogo de boas-vindas
ta: வரவேற்பு உரையாடலில் இருந்து 'சிறப்பு மாதிரிகள்' அகற்றப்பட்டன
te: స్వాగత డైలాగ్ నుండి 'ఫీచర్డ్ మోడల్స్' తీసివేయబడ్డాయి
tr: Hoş geldiniz ekranından kutusundan 'Öne çıkan modeller' kaldırıldı
uk: Видалено 'Рекомендовані моделі' з вітального діалогового вікна

source: Added default buttons to dialogs
bn: ডায়ালগে ডিফল্ট বাটন যোগ করা হয়েছে
de: Standard-Schaltflächen zu Dialogen hinzugefügt
es: Añadidos botones por defecto a dialogos
fr: Ajouté : bouton par défaut sur les boites de dialogues
hi: संवादों में डिफ़ॉल्ट बटन जोड़े गए हैं
id: Menambahkan tombol default ke dialog
it: Aggiunti i pulsanti predefiniti alle finestre di dialogo
kn: ಸಂವಾದಗಳಿಗೆ ಡೀಫಾಲ್ಟ್ ಬಟನ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Standaardknoppen toegevoegd aan dialoogvensters
pt_br: Adicionados botões padrão aos diálogos
ta: உரையாடல்களுக்கு இயல்புநிலை பொத்தான்கள் சேர்க்கப்பட்டது
te: డైలాగ్‌లకు డిఫాల్ట్ బటన్‌లు జోడించబడ్డాయి
tr: İletişim kutularına varsayılan düğmeler eklendi
uk: Додано стандартні кнопки до діалогових вікон

source: Fixed import / export of chats
bn: চ্যাটের আমদানি / রপ্তানি সমস্যা সংশোধন করা হয়েছে
de: Import/Export von Chats behoben
es: Arreglado importación / exportación de chats
fr: Résolu : import/export des discussions
hi: चैट्स का आयात / निर्यात ठीक किया गया है
id: Memperbaiki impor / ekspor obrolan
it: Corretti importazione / esportazione delle chat
kn: ಸ್ಥಿರ ಆಮದು / ಚಾಟ್‌ಗಳ ರಫ್ತು
nl: Importeren/exporteren van chats opgelost
pt_br: Corrigido importação / exportação de conversa
ta: அரட்டைகளின் இறக்குமதி / ஏற்றுமதி சரி செய்யப்பட்டது
te: చాట్‌ల స్థిర దిగుమతి / ఎగుమతి
tr: Sohbetlerin içe/dışa aktarımı düzeltildi
uk: Виправлено імпорт/експорт чатів
