Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Updated Ollama to v0.3.11
bn: Ollama v0.3.11 এ আপডেট করা হয়েছে
de: Ollama auf v0.3.11 aktualisiert
es: Actualizado Ollama a v0.3.11
fr: Changé : Ollama mis-à-jour vers la version 0.3.11
hi: Ollama को v0.3.11 में अपडेट किया गया
id: Memperbarui Ollama ke versi 0.3.11
it: Aggiornato Ollama alla versione 0.3.11
kn: ಒಲ್ಲಾಮಾವನ್ನು V0.3.11 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ
nl: Ollama bijgewerkt naar v0.3.11
pt_br: Ollama atualizado para v0.3.11
ta: ஓல்லமா v0.3.11 க்கு புதுப்பிக்கப்பட்டது
te: ఒల్లామా v0.3.11కి నవీకరించబడింది
tr: Ollama V0.3.11'e güncellendi
uk: Оновлено Ollama до версії 0.3.11

source: A lot of new models provided by Ollama repository
bn: Ollama রিপোজিটরি থেকে অনেক নতুন মডেল সরবরাহ করা হয়েছে
de: Viele neue Modelle aus dem Ollama-Repository
es: Muchos modelos nuevos proveidos por el repositorio de Ollama
fr: Ajouté : beaucoup de nouveau modèles du dépôt d'Ollama
hi: Ollama रिपॉजिटरी द्वारा प्रदान किए गए कई नए मॉडल
id: Banyak model baru yang disediakan oleh repositori Ollama
it: Molti nuovi modelli forniti dalla repository di Ollama
kn: ಒಲ್ಲಾಮಾ ರೆಪೊಸಿಟರಿ ಒದಗಿಸಿದ ಬಹಳಷ್ಟು ಹೊಸ ಮಾದರಿಗಳು
nl: Veel nieuwe modellen geleverd door Ollama repository
pt_br: Muitos novos modelos fornecidos pelo repositório Ollama
ta: ஓல்லமா களஞ்சியத்தால் வழங்கப்பட்ட பல புதிய மாதிரிகள்
te: ఒల్లామా రిపోజిటరీ అందించిన చాలా కొత్త మోడల్‌లు
tr: Ollama Deposu tarafından sağlanan birçok yeni model
uk: Багато нових моделей з репозиторію Ollama

source: Fixed text inside model manager when the accessibility option 'large text' is on
bn: অ্যাক্সেসিবিলিটি অপশন 'লার্জ টেক্সট' চালু থাকলে মডেল ম্যানেজারের ভিতরের টেক্সট ঠিক করা হয়েছে
de: Behoben, dass der Text im Modell-Manager bei aktivierter Barrierefreiheitseinstellung 'Großer Text' angezeigt wird
es: Arreglado: Texto dentro del gestionador de modelos cuando la opción de accesibilidad 'texto grande' esta activa
fr: Résolu : texte à l'intérieur du gestionnaire de modèle quand l'option d’accessibilité 'grand texte' est activée
hi: जब पहुँच विकल्प 'बड़ा टेक्स्ट' चालू होता है, तो मॉडल प्रबंधक के अंदर टेक्स्ट को ठीक किया गया।
id: Memperbaiki teks di dalam pengelola model saat opsi aksesibilitas 'teks besar' diaktifkan
it: Corretto il testo all'interno del gestore dei modelli quando l'opzione di accessibilità 'testo grande' è attiva
kn: ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆ 'ದೊಡ್ಡ ಪಠ್ಯ' ಆನ್ ಆಗಿರುವಾಗ ಮಾಡೆಲ್ ಮ್ಯಾನೇಜರ್ ಒಳಗೆ ಸ್ಥಿರ ಪಠ್ಯ
nl: Tekst in modelmanager gerepareerd wanneer de toegankelijkheidsoptie 'grote tekst' is ingeschakeld
pt_br: Corrigido o texto dentro do gerenciador de modelos quando a opção de acessibilidade 'texto grande' está ativada
ta: அணுகல்தன்மை விருப்பம் 'பெரிய உரை' இயக்கப்பட்டிருக்கும்போது, மாடல் மேலாளருக்குள் உள்ள உரை சரி செய்யப்பட்டது
te: యాక్సెసిబిలిటీ ఆప్షన్ 'లార్జ్ టెక్స్ట్' ఆన్‌లో ఉన్నప్పుడు మోడల్ మేనేజర్ లోపల స్థిర వచనం
tr: 'Büyük metin' erişilebilirlik seçeneği açıkken model yöneticinin içinde metin görünmesi düzeltildi
uk: Виправлено текст у менеджері моделей, коли ввімкнено опцію доступності 'великий текст'

source: Fixed image recognition on unsupported models
bn: অসমর্থিত মডেলে ইমেজ সনাক্তকরণ ঠিক করা হয়েছে
de: Bild-Erkennung bei nicht unterstützten Modellen behoben
es: Arreglado reconocimiento de imagenes en modelos no soportados
fr: Résolu : reconnaissance d'image sur certains modèles
hi: असमर्थित मॉडलों पर छवि पहचान की समस्याठीक की गई
id: Memperbaiki pengenalan gambar pada model yang tidak didukung
it: Corretto il riconoscimento di immagini su modelli non supportati
kn: ಬೆಂಬಲಿಸದ ಮಾದರಿಗಳಲ್ಲಿ ಸ್ಥಿರ ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆ
nl: Beeldherkenning op niet-ondersteunde modellen opgelost
pt_br: Reconhecimento de imagem corrigido em modelos não suportados
ta: ஆதரவு அளிக்கப்படாத மாதிரிகளில் பட அங்கீகாரம் சரி செய்யப்பட்டது
te: మద్దతు లేని మోడల్‌లపై స్థిర చిత్ర గుర్తింపు
tr: Desteklenmemiş modellerde görüntü tanıma düzeltildi
uk: Виправлено розпізнавання зображень на непідтримуваних моделях

source: Fixed spinner not hiding if the back end fails
bn: ব্যাক এন্ড ব্যর্থ হলে স্পিনার লুকানো ঠিক করা হয়েছে
de: Behoben, dass der Ladeindikator nicht ausgeblendet wird, wenn das Backend fehlschlägt
es: Arreglado, spinner no se esconde si la instancia falla
fr: Résolu : l'indicateur de chargement ne se masquait pas lorsque la tâche échouait
hi: बैकएंड विफल होने पर स्पिनर छिपाने की समस्या ठीक की गई
id: Memperbaiki spinner yang tidak menghilang jika backend gagal
it: Corretto il problema del persistere dell'icona di caricamento in caso di errore del backend
kn: ಬ್ಯಾಕ್ ಎಂಡ್ ವಿಫಲವಾದರೆ ಸ್ಥಿರ ಸ್ಪಿನ್ನರ್ ಅಡಗಿಕೊಳ್ಳುವುದಿಲ್ಲ
nl: Vaste spinner niet verbergen als de backend faalt
pt_br: Corrigido o spinner que não se ocultava se o backend falhasse
ta: பின் முனை தோல்வியுற்றால் சுழல் மறைக்கப்படாதது சரி செய்யப்பட்டது
te: బ్యాక్ ఎండ్ విఫలమైతే దాక్కోని స్థిర స్పిన్నర్
tr: Arka uç başarısız olursa gizlenmeyen spinner düzeltildi
uk: Виправлено: індикатор завантаження не зникає, якщо бекенд не відповідає

source: Fixed image recognition with local images
bn: স্থানীয় চিত্রের সাথে চিত্র সনাক্তকরণ ঠিক করা হয়েছে
de: Bild-Erkennung bei lokalen Bildern behoben
es: Arreglado reconocimiento de imagenes locales
fr: Résolu : reconnaissance d'image locales
hi: स्थानीय छवियों के साथ छवि पहचान ठीक की गई
id: Memperbaiki pengenalan gambar dengan gambar lokal
it: Corretto il riconoscimento di immagini da file locali
kn: ಸ್ಥಳೀಯ ಚಿತ್ರಗಳೊಂದಿಗೆ ಸ್ಥಿರ ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆ
nl: Beeldherkenning met lokale afbeeldingen opgelost
pt_br: Reconhecimento de imagem corrigido com imagens locais
ta: உள்ளூர் படங்களுடன் பட அங்கீகாரம் சரி செய்யப்பட்டது
te: స్థానిక చిత్రాలతో స్థిర చిత్రం గుర్తింపు
tr: Yerel resimlerle görüntü tanıma düzeltildi
uk: Виправлено розпізнавання зображень із локальних файлів

source: Changed appearance of delete / stop model buttons
bn: মুছে ফেলা / মডেল বন্ধ করার বোতামের চেহারা পরিবর্তন করা হয়েছে
de: Aussehen der Löschen-/Stopp-Modell-Buttons geändert
es: Apariencia de botones de eliminar y parar modelos cambiada
fr: Changé : apparence des boutons de suppression et arrêt de modèle
hi: मिटाएं / मॉडल बंद करें बटन की उपस्थिति बदली गई
id: Mengubah tampilan tombol hapus / hentikan model
it: Cambiato il design dei tasti di eliminazione / interruzione dei modelli
kn: ಅಳತೆ / ನಿಲುಗಡೆ ಮಾದರಿ ಗುಂಡಿಗಳ ಬದಲಾದ ನೋಟ
nl: Veranderd uiterlijk van verwijder / stop model knoppen
pt_br: Alterada a aparência dos botões excluir / parar modelo
ta: நீக்கு / நிறுத்து மாடல் பொத்தான்களின் தோற்றம் மாற்றப்பட்டது
te: డిలీట్ / స్టాప్ మోడల్ బటన్‌ల రూపాన్ని మార్చారు
tr: Sil / Dur Model düğmelerinin görünümü değişti
uk: Змінено зовнішній вигляд кнопок видалення/зупинки моделі

source: Fixed stop button crashing the app
bn: স্টপ বোতাম অ্যাপটি ক্র্যাশ করা ঠিক করা হয়েছে
de: Behoben, dass der Stopp-Button die App abstürzen lässt
es: Arreglado, botón de parar generacion congela la aplicacion
fr: Résolu : le bouton arrêter faisait planter l'application
hi: स्टॉप बटन के कारण ऐप क्रैश होने की समस्या ठीक की गई
id: Memperbaiki tombol berhenti yang menyebabkan aplikasi macet
it: Corretto il crash dell'applicazione dopo la selezione del pulsante di stop
kn: ಅಪ್ಲಿಕೇಶನ್ ಕ್ರ್ಯಾಶ್ ಮಾಡುವ ಸ್ಥಿರ ಸ್ಟಾಪ್ ಬಟನ್
nl: Stopknop crashte de app
pt_br: Corrigido o erro do botão de parar travar o aplicativo
ta: நிறுத்து பொத்தான் பயன்பாட்டை செயலிழக்கச் செய்தது சரி செய்யப்பட்டது
te: అనువర్తనాన్ని క్రాష్ చేస్తున్న స్థిర స్టాప్ బటన్
tr: Durdurma butonunun uygulamayı çökertmesi düzeltildi
uk: Виправлено збій програми при натисканні кнопки зупинки

source: Made sidebar resize a little when the window is smaller
bn: উইন্ডো ছোট হলে সাইডবারটি একটু আকার পরিবর্তন করা হয়েছে
de: Seitenleiste passt sich etwas an, wenn das Fenster kleiner ist
es: Barra lateral cambia su tamaño un poco cuando la ventana es pequeña
fr: Changé : la barre latérale est légèrement redimmensionnée lorsque la fenêtre est petite
hi: विंडो छोटा होने पर साइडबार को थोड़ा आकार बदलने के लिए बनाया गया
id: Membuat sidebar menyesuaikan sedikit saat jendela lebih kecil
it: Ridimensionamento della barra laterale quando la finestra viene rimpicciolita
kn: ವಿಂಡೋ ಚಿಕ್ಕದಾಗಿದ್ದಾಗ ಸೈಡ್‌ಬಾರ್ ಸ್ವಲ್ಪ ಮರುಗಾತ್ರಗೊಳಿಸಿದೆ
nl: Zijbalk wordt iets groter als het venster kleiner is
pt_br: A barra lateral redimensiona um pouco quando a janela é menor
ta: சாளரம் சிறியதாக இருக்கும்போது பக்கவாட்டுப் பட்டி சிறிது சிறிதாக அளவு மாற்றப்பட்டது
te: విండో చిన్నగా ఉన్నప్పుడు సైడ్‌బార్ పరిమాణాన్ని కొద్దిగా మార్చండి
tr: Pencere daha küçük olduğunda kenar çubuğunun da küçülmesi eklendi
uk: Зроблено, щоб бічна панель трохи змінювала розмір, коли вікно стає меншим

source: Instant launch
bn: তাত্ক্ষণিক চালু
de: Sofortiger Start
es: Lanzamiento instantaneo
fr: Changé : lancement instantanée
hi: तत्काल लॉन्च
id: Peluncuran instan
it: Avvio immediato
kn: ತ್ವರಿತ ಉಡಾವಣೆ
nl: Direct starten
pt_br: Lançamento instantâneo
ta: உடனடி தொடக்கம்
te: తక్షణ ప్రయోగం
tr: Anında açılma
uk: Миттєвий запуск

source: Fixed error on first run (welcome dialog)
bn: প্রথম চালানোর সময় ত্রুটি ঠিক করা হয়েছে (স্বাগত সংলাপ)
de: Fehler beim ersten Start (Begrüßungsdialog) behoben
es: Arreglado error en el primer lanzamiento (dialogo de bienvenida)
fr: Résolu : erreur au lancement (boite de dialogue de bienvenue)
hi: पहली बार चलाने पर त्रुटि ठीक की गई (स्वागत संवाद)
id: Memperbaiki kesalahan saat pertama kali dijalankan (dialog sambutan)
it: Corretta la finestra di benvenuto
kn: ಮೊದಲ ಓಟದಲ್ಲಿ ಸ್ಥಿರ ದೋಷ (ಸ್ವಾಗತ ಸಂವಾದ)
nl: Fout bij de eerste keer opstarten (welkomstdialoog) opgelost
pt_br: Corrigido o erro na primeira execução (diálogo de boas-vindas)
ta: முதல் முறை இயக்கும்போது ஏற்பட்ட பிழை (வரவேற்பு உரையாடல்) சரி செய்யப்பட்டது
te: మొదటి రన్‌లో పరిష్కరించబడిన లోపం (స్వాగతం డైలాగ్)
tr: İlk açılıştaki hata düzeltildi (Hoş Geldiniz iletişim kutusu)
uk: Виправлено помилку при першому запуску (діалог привітання)

source: Fixed checker for Ollama instance (used on system packages)
bn: সিস্টেম প্যাকেজে ব্যবহৃত ওলামা ইনস্ট্যান্সের জন্য চেকার ঠিক করা হয়েছে
de: Prüfer für Ollama-Instanz (verwendet in Systempaketen) behoben
es: Arreglado verificador de instancia de Ollama (usado en paquetes de sistema)
fr: Résolu : vérification de l'instance Ollama (utilisé en tant que paquet système)
hi: ओलामा इंस्टेंस के लिए चेकर ठीक किया गया (सिस्टम पैकेजों पर उपयोग किया गया)
id: Memperbaiki pemeriksa instance Ollama (digunakan pada paket sistem)
it: Corretto il processo di verifica dell'istanza di Ollama (utilizzato su pacchetti di sistema)
kn: ಒಲ್ಲಾಮಾ ನಿದರ್ಶನಕ್ಕಾಗಿ ಸ್ಥಿರ ಚೆಕರ್ (ಸಿಸ್ಟಮ್ ಪ್ಯಾಕೇಜ್‌ಗಳಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ)
nl: Vaste checker voor Ollama-instantie (gebruikt op systeempakketten)
pt_br: Correção no verificador da instância Ollama (usado em pacotes do sistema)
ta: ஓல்லமா நிகழ்வுக்கான சரிபார்ப்பு சரி செய்யப்பட்டது (கணினி தொகுப்புகளில் பயன்படுத்தப்பட்டது)
te: ఒల్లామా ఉదాహరణ కోసం స్థిర చెకర్ (సిస్టమ్ ప్యాకేజీలలో ఉపయోగించబడుతుంది)
tr: Ollama instance kontrolcüsü düzeltildi (sistem paketlerinde kullanılır)
uk: Виправлено перевірку для екземплярів Ollama (використовується для системних пакетів)

source: Fixed 'clear chat' option
bn: চ্যাট পরিষ্কার করার বিকল্পটি ঠিক করা হয়েছে
de: 'Chat leeren'-Option behoben
es: Arreglada opción de 'Borrar Chat'
fr: Résolu : option 'effacer la discussion'
hi: चैट साफ़ करने का विकल्प ठीक किया गया
id: Memperbaiki opsi 'hapus obrolan'
it: Corretta l'opzione 'cancella la chat'
kn: ಸ್ಥಿರ 'ಸ್ಪಷ್ಟ ಚಾಟ್' ಆಯ್ಕೆ
nl: Optie 'chat wissen' hersteld
pt_br: Correção na opção 'limpar conversa'
ta: 'அரட்டையை அழி' விருப்பம் சரி செய்யப்பட்டது
te: స్థిరమైన 'క్లియర్ చాట్' ఎంపిక
tr: 'Sohbeti sil' seçeneği düzeltildi
uk: Виправлено опцію 'очистити чат'

source: Fixed welcome dialog causing the local instance to not launch
bn: স্থানীয় ইনস্ট্যান্সটি চালু না করার কারণে স্বাগত সংলাপটি ঠিক করা হয়েছে
de: Behoben, dass der Begrüßungsdialog die lokale Instanz am Start hindert
es: Arreglado dialogo de bienvenida causando que la instancia no inicie
fr: Résolu : la boite de dialogue de bienvenue empêchait l'instance locale de démarrer
hi: स्थानीय इंस्टेंस को लॉन्च नहीं करने के कारण स्वागत संवाद ठीक किया गया
id: Memperbaiki dialog sambutan yang menyebabkan instance lokal tidak dapat diluncurkan
it: Corretto il bug facente sì che la finestra di benvenuto impedisse l'avvio dell'istanza
kn: ಸ್ಥಿರ ಸ್ವಾಗತ ಸಂವಾದವು ಸ್ಥಳೀಯ ನಿದರ್ಶನವನ್ನು ಪ್ರಾರಂಭಿಸದಿರಲು ಕಾರಣವಾಗುತ್ತದೆ
nl: Welkomstdialoog die ervoor zorgde dat de lokale instantie niet werd gestart, opgelost
pt_br: Correção do diálogo de boas-vindas causando a instância local a não iniciar
ta: உள்ளூர் நிகழ்வை தொடங்கவிடாமல் தடுக்கும் வரவேற்பு உரையாடல் சரி செய்யப்பட்டது
te: స్థిర స్వాగత డైలాగ్ స్థానిక ఉదాహరణ ప్రారంభించబడదు
tr: Yerel modelin başlatılmamasına neden olan hoş geldiniz iletişim kutusu düzeltildi
uk: Виправлено проблему, через яку діалог привітання не дозволяв запустити локальний екземпляр

source: Fixed support for AMD GPUs
bn: এএমডি জিপিইউ-এর জন্য সমর্থন ঠিক করা হয়েছে
de: Unterstützung für AMD-GPUs behoben
es: Arreglado soporte para GPUs de AMD
fr: Résolu : support des GPU AMD
hi: एएमडी जीपीयू के लिए समर्थन ठीक किया गया
id: Memperbaiki dukungan untuk GPU AMD
it: Corretto il supporto per le GPU AMD
kn: ಎಎಮ್‌ಡಿ ಜಿಪಿಯುಗಳಿಗೆ ಸ್ಥಿರ ಬೆಂಬಲ
nl: Ondersteuning voor AMD GPU's is opgelost
pt_br: Corrigido suporte para GPUs AMD
ta: AMD GPUகளுக்கான ஆதரவு சரி செய்யப்பட்டது
te: AMD GPUలకు స్థిర మద్దతు
tr: AMD GPU'lar için destek düzeltildi
uk: Виправлено підтримку AMD GPU

source: Model, message and chat systems have been rewritten
bn: মডেল, বার্তা এবং চ্যাট সিস্টেমগুলি পুনরায় লেখা হয়েছে
de: Modell-, Nachrichten und Chatsysteme wurden neugeschrieben
es: Se han reescrito los sistemas de modelos, mensajes y chat
fr: Changé : réécriture du système de discussion, gestion des modèles et messages
hi: मॉडल, संदेश और चैट सिस्टम को पुनः लिखा गया है
id: Sistem model, pesan, dan obrolan telah ditulis ulang
it: I sistemi di gestione dei modelli, messaggi e chat sono stati riscritti
kn: ಮಾದರಿ, ಸಂದೇಶ ಮತ್ತು ಚಾಟ್ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಪುನಃ ಬರೆಯಲಾಗಿದೆ
nl: Model-, berichten- en chatsystemen zijn herschreven
pt_br: Os sistemas de modelo, mensagem e conversas foram reescritos
ta: மாதிரி, செய்தி மற்றும் அரட்டை அமைப்புகள் மீண்டும் எழுதப்பட்டுள்ளன
te: మోడల్, సందేశం మరియు చాట్ సిస్టమ్‌లు తిరిగి వ్రాయబడ్డాయి
tr: Model, mesaj ve sohbet sistemleri yeniden yazıldı
uk: Системи моделі, повідомлень та чату були переписані

source: New models are available
bn: নতুন মডেলগুলি উপলব্ধ
de: Neue Modelle verfügbar
es: Nuevos modelos disponibles
fr: Ajouté : nouveau modèles
hi: नए मॉडल उपलब्ध हैं
id: Model baru tersedia
it: Nuovi modelli sono disponibili
kn: ಹೊಸ ಮಾದರಿಗಳು ಲಭ್ಯವಿದೆ
nl: Nieuwe modellen zijn beschikbaar
pt_br: Novos modelos estão disponíveis
ta: புதிய மாதிரிகள் கிடைக்கின்றன
te: కొత్త మోడల్స్ అందుబాటులో ఉన్నాయి
tr: Yeni modeller eklendi
uk: Доступні нові моделі

source: Ollama updated to v0.3.9
bn: অল্লামা v0.3.9 এ আপডেট করা হয়েছে
de: Ollama zu Version v0.3.9 aktualisiert
es: Actualizado Ollama a v0.3.9
fr: Changé : Ollama mis à jour vers la version v0.3.9
hi: ओल्लामा v0.3.9 में अपडेट किया गया है
id: Ollama diperbarui ke versi 0.3.9
it: Ollama aggiornato alla versione 0.3.9
kn: ಒಲ್ಲಾಮಾ V0.3.9 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ
nl: Ollama bijgewerkt naar v0.3.9
pt_br: Ollama atualizado para v0.3.9
ta: ஓல்லமா v0.3.9 க்கு புதுப்பிக்கப்பட்டது
te: ఒల్లామా v0.3.9కి నవీకరించబడింది
tr: Ollama v0.3.9'a güncellendi
uk: Ollama оновлено до версії v0.3.9

source: Added support for multiple chat generations simultaneously
bn: একই সাথে একাধিক চ্যাট জেনারেশনের জন্য সমর্থন যোগ করা হয়েছে
de: Support für simultane Multi-Chat-Generationen hinzugefügt
es: Se agregó soporte para múltiples generaciones de chat simultáneamente
fr: Ajouté : support de la génération de plusieurs discussions simultanées
hi: एक साथ कई चैट जनरेशन के लिए समर्थन जोड़ा गया है
id: Menambahkan dukungan untuk menghasilkan beberapa obrolan secara bersamaan
it: Aggiunto il supporto per generare diverse chat simultaneamente
kn: ಏಕಕಾಲದಲ್ಲಿ ಬಹು ಚಾಟ್ ಪೀಳಿಗೆಗೆ ಬೆಂಬಲವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Ondersteuning voor meerdere chatgeneraties tegelijk toegevoegd
pt_br: Adicionado suporte para múltiplas gerações de conversa simultaneamente
ta: ஒரே நேரத்தில் பல அரட்டை தலைமுறைகளுக்கான ஆதரவு சேர்க்கப்பட்டது
te: బహుళ చాట్ తరాల కోసం ఏకకాలంలో మద్దతు జోడించబడింది
tr: Aynı anda birden fazla sohbet nesli için destek eklendi
uk: Додано підтримку кількох поколінь чатів одночасно

source: Added experimental AMD GPU support
bn: পরীক্ষামূলক AMD GPU সমর্থন যোগ করা হয়েছে
de: Experimenteller AMD GPU Support hinzugefügt
es: Se agregó soporte experimental con GPU AMD
fr: Ajouté : support expérimental des GPU AMD
hi: प्रयोगात्मक AMD GPU समर्थन जोड़ा गया है
id: Menambahkan dukungan eksperimental untuk GPU AMD
it: Aggiunto il supporto sperimentale per le GPU AMD
kn: ಪ್ರಾಯೋಗಿಕ ಎಎಮ್‌ಡಿ ಜಿಪಿಯು ಬೆಂಬಲವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Experimentele ondersteuning voor AMD GPU's toegevoegd
pt_br: Adicionado suporte experimental para GPUs AMD
ta: சோதனை AMD GPU ஆதரவு சேர்க்கப்பட்டது
te: ప్రయోగాత్మక AMD GPU మద్దతు జోడించబడింది
tr: Deneysel AMD GPU desteği eklendi
uk: Додано експериментальну підтримку AMD GPU

source: Added message loading spinner and new message indicator to chat tab
bn: চ্যাট ট্যাবে বার্তা লোডিং স্পিনার এবং নতুন বার্তা ইন্ডিকেটর যোগ করা হয়েছে
de: Statusladebalken als Indikator für Nachrichten zum Chat-Tab hinzugefügt
es: Se agregó un indicador de carga de mensajes y un indicador de mensajes nuevos a la pestaña de chat
fr: Ajouté : icône de chargement des messages et un indicateur de message sur l'onglet discussion
hi: चैट टैब में संदेश लोडिंग स्पिनर और नया संदेश संकेतक जोड़ा गया है
id: Menambahkan pemintal pemuatan pesan dan indikator pesan baru ke tab obrolan
it: Aggiunti alla finestra della chat un'icona di caricamento e un indicatore di nuovi messaggi
kn: ಚಾಟ್ ಟ್ಯಾಬ್‌ಗೆ ಸ್ಪಿನ್ನರ್ ಮತ್ತು ಹೊಸ ಸಂದೇಶ ಸೂಚಕವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Spinner voor laden van berichten en nieuwe berichtindicator toegevoegd aan chat-tabblad
pt_br: Adicionado spinner de carregamento de mensagens e indicador de nova mensagem na guia de conversa
ta: அரட்டை தாவலுக்கு செய்தி ஏற்றுதல் சுழலி மற்றும் புதிய செய்தி காட்டி சேர்க்கப்பட்டது
te: చాట్ ట్యాబ్‌కు సందేశం లోడింగ్ స్పిన్నర్ మరియు కొత్త సందేశ సూచిక జోడించబడింది
tr: Sohbet sekmesine mesaj yükleme döndürücüsü ve yeni mesaj göstergesi eklendi
uk: Додано індикатор завантаження повідомлень та індикатор нових повідомлень на вкладку чату

source: Added animations
bn: অ্যানিমেশন যোগ করা হয়েছে
de: Animationen hinzugefügt
es: Se agregaron animaciones
fr: Ajouté : animation
hi: एनिमेशन जोड़ा गया है
id: Menambahkan animasi
it: Aggiunte nuove animazioni
kn: ಅನಿಮೇಷನ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Animaties toegevoegd
pt_br: Adicionadas animações
ta: அனிமேஷன்கள் சேர்க்கப்பட்டது
te: యానిమేషన్లు జోడించబడ్డాయి
tr: Animasyonlar eklendi
uk: Додано анімації

source: Changed model manager / model selector appearance
bn: মডেল ম্যানেজার / মডেল সিলেক্টরের চেহারা পরিবর্তন করা হয়েছে
de: Die Gestaltung des Modell Manager / Modellauswähler geändert
es: Se modificó la apariencia del gestor de modelos / selector de modelos
fr: Changé : apparence du gestionnaire et sélecteur de modèles
hi: मॉडल मैनेजर / मॉडल सेलेक्टर की उपस्थिति बदली गई है
id: Mengubah tampilan pengelola model / pemilih model
it: Cambiata l'interfaccia di gestione / selezione dei modelli
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕ / ಮಾದರಿ ಸೆಲೆಕ್ಟರ್ ನೋಟವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Model manager / model selector uiterlijk veranderd
pt_br: Alterada a aparência do gerenciador de modelo / seletor de modelo
ta: மாடல் மேலாளர் / மாடல் தேர்வளர் தோற்றம் மாற்றப்பட்டது
te: మోడల్ మేనేజర్ / మోడల్ సెలెక్టర్ రూపాన్ని మార్చారు
tr: Model yöneticisi / model seçici görünümü değiştirildi
uk: Змінено зовнішній вигляд менеджера моделей / селектора моделей

source: Changed message appearance
bn: বার্তার চেহারা পরিবর্তন করা হয়েছে
de: Die Gestaltung der Nachrichten geändert
es: Se modificó la apariencia de mensajes
fr: Changé : apparence des messages
hi: संदेश की उपस्थिति बदली गई है
id: Mengubah tampilan pesan
it: Cambiata l'interfaccia delle chat
kn: ಸಂದೇಶದ ನೋಟವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Uiterlijk van berichten gewijzigd
pt_br: Alterada a aparência de mensagem
ta: செய்தி தோற்றம் மாற்றப்பட்டது
te: సందేశ రూపాన్ని మార్చారు
tr: Mesaj görünümü değiştirildi
uk: Змінено зовнішній вигляд повідомлень

source: Added markdown and code blocks to user messages
bn: ব্যবহারকারীর বার্তায় মার্কডাউন এবং কোড ব্লক যোগ করা হয়েছে
de: Markdown und Codeblöcke für Benutzernachrichten hinzugefügt
es: Añadido markdown y bloques de código para mensajes de usuario
fr: Ajouté : support du markdown et des blocs de code pour les messages utilisateurs
hi: ब्यबहारकर्ता संदेशों में मार्कडाउन और कोड ब्लॉक जोड़ा गया है
id: Menambahkan markdown dan blok kode ke pesan pengguna
it: Aggiunto il supporto a markdown e blocchi di codice nei messaggi dell'utente
kn: ಬಳಕೆದಾರ ಸಂದೇಶಗಳಿಗೆ ಮಾರ್ಕ್‌ಡೌನ್ ಮತ್ತು ಕೋಡ್ ಬ್ಲಾಕ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Markdown- en codeblokken toegevoegd aan gebruikersberichten
pt_br: Adicionados markdown e blocos de código às mensagens do usuário
ta: பயனர் செய்திகளுக்கு மார்க்டவுன் மற்றும் குறியீடு தொகுதிகள் சேர்க்கப்பட்டது
te: వినియోగదారు సందేశాలకు మార్క్‌డౌన్ మరియు కోడ్ బ్లాక్‌లు జోడించబడ్డాయి
tr: Kullanıcı mesajlarına markdown ve kod blokları eklendi
uk: Додано підтримку Markdown і блоків коду до повідомлень користувача

source: Added loading dialog at launch so the app opens faster
bn: অ্যাপটি দ্রুত খোলার জন্য লোডিং ডায়ালগ যোগ করা হয়েছে
de: Ladedialog beim Start hinzugefügt, damit sich die App schneller öffnet
es: Se agregó un diálogo de carga al inicio para que la aplicación se abra más rápido
fr: Ajouté : boite de dialogue de chargement au démarrage pour que l'application s'ouvre plus rapidement
hi: एप्लिकेशन तेजी से खुलता है, इसलिए लॉन्च पर लोडिंग डायलॉग जोड़ा गया है
id: Menambahkan dialog pemuatan saat peluncuran agar aplikasi terbuka lebih cepat
it: Aggiunta una finestra di caricamento in modo da velocizzare l'apertura dell'applicazione
kn: ಪ್ರಾರಂಭದಲ್ಲಿ ಲೋಡಿಂಗ್ ಸಂವಾದವನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಆದ್ದರಿಂದ ಅಪ್ಲಿಕೇಶನ್ ವೇಗವಾಗಿ ತೆರೆಯುತ್ತದೆ
nl: Laaddialoog bij opstarten toegevoegd zodat de app sneller opent
pt_br: Adicionado diálogo de carregamento na inicialização para que o aplicativo abra mais rápido
ta: தொடக்கத்தில் ஏற்றுதல் உரையாடல் சேர்க்கப்பட்டது, அதனால் பயன்பாடு வேகமாக திறக்கும்
te: లాంచ్‌లో లోడ్ డైలాగ్ జోడించబడింది కాబట్టి యాప్ వేగంగా తెరవబడుతుంది
tr: Uygulamanın daha hızlı açılması için açılışta yükleme iletişim kutusu eklendi
uk: Додано діалогове вікно завантаження при запуску для прискорення відкриття додатку

source: Added warning when device is on 'battery saver' mode
bn: ডিভাইস 'ব্যাটারি সেভার' মোডে থাকলে সতর্কতা যোগ করা হয়েছে
de: Warnung hinzugefügt, wenn sich das Gerät im 'Batteriesparmodus' befindet
es: Se agregó una advertencia cuando el dispositivo está en modo de 'ahorro de batería'
fr: Ajouté : avertissement lorsque l'appareil est en mode 'économisateur de batterie'
hi: डिवाइस 'बैटरी सेवर' मोड पर होने पर चेतावनी जोड़ी गई है
id: Menambahkan peringatan saat perangkat dalam mode 'penghemat baterai'
it: Aggiunto un avviso quando il dispositivo è in modalità 'risparmio batteria'
kn: ಸಾಧನವು 'ಬ್ಯಾಟರಿ ಸೇವರ್' ಮೋಡ್‌ನಲ್ಲಿರುವಾಗ ಎಚ್ಚರಿಕೆ ಸೇರಿಸಲಾಗಿದೆ
nl: Waarschuwing toegevoegd wanneer apparaat op 'batterijbesparing' staat
pt_br: Adicionado aviso quando o dispositivo está no modo 'economia de energia'
ta: 'பேட்டரி சேவர்' பயன்முறையில் சாதனம் இருக்கும்போது எச்சரிக்கை சேர்க்கப்பட்டது
te: పరికరం 'బ్యాటరీ సేవర్' మోడ్‌లో ఉన్నప్పుడు హెచ్చరిక జోడించబడింది
tr: Cihaz 'pil tasarrufu' modundayken uyarı eklendi
uk: Додано попередження при увімкненні режиму 'енергозбереження' на пристрої
