Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: A model from NVIDIA based on Llama 3 that excels at conversational question answering (QA) and retrieval-augmented generation (RAG).
bn: এনভিডিয়া থেকে ল্লামা ৩ ভিত্তিক একটি মডেল যা কনভার্সেশনাল প্রশ্ন উত্তর (কিউএ) এবং রিট্রিভাল-অগমেন্টেড জেনারেশন (র‍্যাগ) এ উৎকৃষ্ট।
de: Ein Modell von NVIDIA, das auf Llama 3 basiert und sich bei konversationeller Frage-beantwortung (QA) und abrufgestützter Generierung (RAG) auszeichnet.
es: Un modelo de NVIDIA basado en Llama 3 que sobresale en respuesta a preguntas conversacionales (QA) y generación aumentada por recuperación (RAG).
fr: Un modèle de NVIDIA basé sur Llama 3 qui excelle en question-réponse conversationnelle (QA) et génération augmentée par récupération (RAG).
hi: एनवीडिया द्वारा एलएलएएमए 3 पर आधारित एक मॉडल जो संवादात्मक प्रश्न उत्तर (क्यूए) और पुनर्प्राप्ति-अग्रिम पीढ़ी (आरएजी) में उत्कृष्टता प्राप्त करता है।
id: Model dari NVIDIA berbasis Llama 3 yang unggul dalam menjawab pertanyaan percakapan (QA) dan generasi berbantuan pencarian (RAG).
it: Un modello di NVIDIA basato su Llama 3 che eccelle nella risposta alle domande conversazionali (QA) e nella retrieval-augmented generation (RAG).
kn: ಲಾಮಾ 3 ಅನ್ನು ಆಧರಿಸಿದ ಎನ್ವಿಡಿಯಾದ ಒಂದು ಮಾದರಿ ಸಂವಾದಾತ್ಮಕ ಪ್ರಶ್ನೆಗೆ ಉತ್ತರಿಸುವ (ಕ್ಯೂಎ) ಮತ್ತು ಮರುಪಡೆಯುವಿಕೆ-ಹೆಚ್ಚಳ ಪೀಳಿಗೆಗೆ (ರಾಗ್) ಉತ್ಕೃಷ್ಟವಾಗಿದೆ.
nb_no: En modell fra NVIDIA basert på Llama 3 som utmerker seg på samtalespørsmål svar og fortrinnsvis generasjon.
nl: Een model van NVIDIA gebaseerd op Llama 3 dat uitblinkt in conversatie vraag beantwoorden (QA) en retrieval-augmented generation (RAG).
pt_br: Um modelo da NVIDIA baseado no Llama 3 que se destaca em respostas a perguntas conversacionais (QA) e geração aumentada de recuperação (RAG).
ru: Модель от NVIDIA на основе Llama 3, которая превосходно справляется с диалоговым ответом на вопросы (QA) и генерацией с расширенным поиском (RAG).
ta: உரையாடல் கேள்வி பதில் (QA) மற்றும் மீட்டல்-வளர்க்கப்பட்ட உருவாக்கம் (RAG) ஆகியவற்றில் சிறந்து விளங்கும் Llama 3 ஐ அடிப்படையாகக் கொண்ட NVIDIA இலிருந்து ஒரு மாதிரி.
te: Llama 3 ఆధారంగా NVIDIA నుండి ఒక మోడల్, ఇది సంభాషణ ప్రశ్న సమాధానాలు (QA) మరియు తిరిగి పొందడం-అగ్మెంటెడ్ జనరేషన్ (RAG).
tr: Llama 3'e dayalı ve sohbet soru-cevap (QA) ve geri dönüş destekli üretim (RAG) konusunda mükemmel olan NVIDIA modelidir.
uk: Модель від NVIDIA на основі Llama 3, яка відзначається високими результатами в розмовному питаннях і відповідях (QA) та генерації з підкріпленням (RAG).

source: Conversational model based on Llama 2 that performs competitively on various benchmarks.
bn: ল্লামা ২ ভিত্তিক একটি কনভার্সেশনাল মডেল যা বিভিন্ন বেঞ্চমার্কে প্রতিযোগিতামূলকভাবে পারফর্ম করে।
de: Konversationsmodell basierend auf Llama 2, das bei verschiedenen Benchmarks konkurrenzfähig abschneidet.
es: Modelo conversacional basado en Llama 2 que tiene un rendimiento competitivo en varios benchmarks.
fr: Modèle conversationnel basé sur Llama 2 qui se montre compétitif sur divers benchmarks.
hi: एलएलएएमए 2 पर आधारित एक संवादात्मक मॉडल जो विभिन्न बेंचमार्क पर प्रतिस्पर्धी रूप से प्रदर्शन करता है।
id: Model percakapan berbasis Llama 2 yang berkinerja baik dalam berbagai benchmark.
it: Modello conversazionale basato su Llama 2 che ottiene risultati competitivi in vari benchmark.
kn: ವಿವಿಧ ಮಾನದಂಡಗಳ ಮೇಲೆ ಸ್ಪರ್ಧಾತ್ಮಕವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವ ಲಾಮಾ 2 ಅನ್ನು ಆಧರಿಸಿದ ಸಂವಾದಾತ್ಮಕ ಮಾದರಿ.
nb_no: Samtalemodell basert på Llama 2 som utfører konkurransedyktig på ulike tester.
nl: Gespreksmodel gebaseerd op Llama 2 dat competitief presteert op verschillende benchmarks.
pt_br: Modelo de conversação baseado no Llama 2 que apresenta desempenho competitivo em vários benchmarks.
ru: Диалоговая модель на базе Llama 2, конкурентоспособная по различным показателям.
ta: Llama 2 ஐ அடிப்படையாகக் கொண்ட உரையாடல் மாதிரி, இது பல்வேறு அளவுகோல்களில் போட்டியாக செயல்படுகிறது.
te: లామా 2 ఆధారంగా వివిధ బెంచ్‌మార్క్‌లపై పోటీతత్వం ప్రదర్శించే సంభాషణ మోడల్.
tr: Çeşitli benchmarklarda rekabetçi performans gösteren Llama 2 tabanlı konuşma modelidir.
uk: Розмовна модель на основі Llama 2, яка демонструє конкурентоспроможність у різних тестах.

source: SQLCoder is a code completion model fined-tuned on StarCoder for SQL generation tasks
bn: এসকিউএলকোডার হল স্টারকোডারে এসকিউএল জেনারেশন টাস্কের জন্য ফাইন-টিউনড একটি কোড কমপ্লিশন মডেল।
de: SQLCoder ist ein Codevervollständigungsmodell, das auf StarCoder für SQL-Generierungsaufgaben feinabgestimmt wurde
es: SQLCoder es un modelo de completado de código ajustado en StarCoder para tareas de generación de SQL.
fr: SQLCoder est un modèle de complétion de code affiné sur StarCoder pour les tâches de génération SQL.
hi: एसक्यूलकोडर एक उन्नत कोड पूर्णता मॉडल है जिसे स्टार्कोडर पर एसक्यूल जनरेशन कार्यों के लिए विशेष रूप से डिज़ाइन किया गया है।
id: SQLCoder adalah model penyelesaian kode yang telah disesuaikan dengan StarCoder untuk tugas pembuatan SQL.
it: SQLCoder è un modello di completamento del codice ottimizzato su StarCoder per compiti di generazione di SQL.
kn: SQLCODER ಎನ್ನುವುದು SQL ಪೀಳಿಗೆಯ ಕಾರ್ಯಗಳಿಗಾಗಿ ಸ್ಟಾರ್‌ಕೋಡರ್‌ನಲ್ಲಿ ದಂಡ ವಿಧಿಸಲಾದ ಕೋಡ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ಮಾದರಿಯಾಗಿದೆ
nb_no: SQLCoder er en kodefullføringsmodell fintunet på StarCoder for SQL generasjonsoppgaver.
nl: SQLCoder is een model voor het aanvullen van code dat is afgestemd op StarCoder voor SQL-generatietaken.
pt_br: SQLCoder é um modelo de conclusão de código ajustado no StarCoder para tarefas de geração de SQL
ru: SQLCoder — это модель завершения кода, настроенная в StarCoder для задач генерации SQL
ta: SQLCoder என்பது SQL உருவாக்கும் பணிகளுக்காக StarCoder இல் நன்றாக மாற்றியமைக்கப்பட்ட குறியீடு நிறைவு மாதிரி ஆகும்
te: SQLcoder అనేది SQL జనరేషన్ టాస్క్‌ల కోసం స్టార్‌కోడర్‌లో ఫైన్-ట్యూన్ చేయబడిన కోడ్ కంప్లీషన్ మోడల్.
tr: SQLCoder, SQL üretim görevleri için StarCoder üzerinde ince ayar yapılmış kod tamamlama modelidir.
uk: SQLCoder — це модель завершення коду, доопрацьована на StarCoder для завдань генерації SQL.

source: General use models based on Llama and Llama 2 from Nous Research.
bn: নাউস রিসার্চ থেকে ল্লামা এবং ল্লামা ২ ভিত্তিক সাধারণ ব্যবহারের মডেলসমূহ।
de: Allgemeine Gebrauchsmodelle basierend auf Llama und Llama 2 von Nous Research.
es: Modelos de uso general basados en Llama y Llama 2 de Nous Research.
fr: Modèles d'usage général basés sur Llama et Llama 2 de Nous Research.
hi: नाउस रिसर्च द्वारा विकसित लामा और लामा 2 पर आधारित सामान्य उपयोग मॉडल्स
id: Model penggunaan umum berbasis Llama dan Llama 2 dari Nous Research.
it: Modelli di uso generale basati su Llama e Llama 2 di Nous Research.
kn: ನೌಸ್ ಸಂಶೋಧನೆಯಿಂದ ಲಾಮಾ ಮತ್ತು ಲಾಮಾ 2 ಆಧಾರಿತ ಸಾಮಾನ್ಯ ಬಳಕೆಯ ಮಾದರಿಗಳು.
nb_no: Generelt bruk modeller basert på Llama og Llama 2 fra Nous Research.
nl: Modellen voor algemeen gebruik gebaseerd op Llama en Llama 2 van Nous Research.
pt_br: Modelos de uso geral baseados em Llama e Llama 2 da Nous Research.
ru: Модели общего пользования на базе Llama и Llama 2 от Nous Research.
ta: Nous Research இலிருந்து Llama மற்றும் Llama 2 ஐ அடிப்படையாகக் கொண்ட பொது பயன்பாட்டு மாதிரிகள்.
te: నౌస్ రీసెర్చ్ నుండి లామా మరియు లామా 2 ఆధారంగా సాధారణ వినియోగ నమూనాలు.
tr: Nous Research tarafından sağlanan Llama ve Llama 2 tabanlı genel kullanım modelleridir.
uk: Універсальні моделі на основі Llama та Llama 2 від Nous Research.

source: Code generation model based on Code Llama.
bn: কোড ল্লামার উপর ভিত্তি করে কোড জেনারেশন মডেল
de: Codegenerierungsmodell basierend auf Code Llama.
es: Modelo de generación de código basado en Code Llama.
fr: Modèle de génération de code basé sur Code Llama.
hi: कोड लामा पर आधारित एक उन्नत कोड जनरेशन मॉडल
id: Model pembuatan kode berbasis Code Llama.
it: Modello per la scrittura di codice basato su Code Llama.
kn: ಕೋಡ್ ಲಾಮಾ ಆಧಾರಿತ ಕೋಡ್ ಜನರೇಷನ್ ಮಾದರಿ.
nb_no: Kode generasjonsmodell basert på Code Llama.
nl: Codegeneratiemodel gebaseerd op Code Llama.
pt_br: Modelo de geração de código baseado no Code Llama.
ru: Модель генерации кода на основе Code Llama.
ta: கோட் லாமாவை அடிப்படையாகக் கொண்ட குறியீடு உருவாக்கும் மாதிரி.
te: కోడ్ లామా ఆధారంగా కోడ్ జనరేషన్ మోడల్.
tr: Code Llama'ya dayanan kod üretim modelidir.
uk: Модель генерації коду на основі Code Llama.

source: An extension of Llama 2 that supports a context of up to 128k tokens.
bn: ল্লামা ২ এর একটি সম্প্রসারণ যা ১২৮কে টোকেন পর্যন্ত কন্টেক্সট সমর্থন করে।
de: Eine Erweiterung von Llama 2, die einen Kontext von bis zu 128k Token unterstützt.
es: Una extensión de Llama 2 que soporta un contexto de hasta 128k tokens.
fr: Une extension de Llama 2 qui supporte un contexte allant jusqu'à 128k tokens.
hi: एलएलएएमए 2 का एक विस्तार जो 128k टोकन तक के संदर्भ को समर्थन करता है।
id: Ekstensi dari Llama 2 yang mendukung konteks hingga 128k token.
it: Un'estensione di Llama 2 che supporta un contesto fino a 128k token.
kn: 128 ಕೆ ಟೋಕನ್‌ಗಳ ಸಂದರ್ಭವನ್ನು ಬೆಂಬಲಿಸುವ ಲಾಮಾ 2 ರ ವಿಸ್ತರಣೆ.
nb_no: En forlengelse av Llama 2 som støtter en sammenheng på opptil 128k tokens.
nl: Een uitbreiding van Llama 2 die een context tot 128k tokens ondersteunt.
pt_br: Uma extensão do Llama 2 que suporta um contexto de até 128 mil tokens.
ru: Расширение Llama 2, поддерживающее контекст до 128 тыс. токенов.
ta: Llama 2 இன் விரிவாக்கம், இது 128k டோக்கன்கள் வரையிலான சூழலை ஆதரிக்கிறது.
te: లామా 2 యొక్క పొడిగింపు 128k టోకెన్‌ల సందర్భానికి మద్దతు ఇస్తుంది.
tr: 128k token'a kadar bağlamı destekleyen Llama 2'den genişletilmiş bir modeldir.
uk: Розширення Llama 2, яке підтримує контекст до 128 тис. токенів.

source: A 7B and 15B uncensored variant of the Dolphin model family that excels at coding, based on StarCoder2.
bn: স্টারকোডার ২ ভিত্তিক ডলফিন মডেল পরিবারের একটি ৭বি এবং ১৫বি আনসেন্সর্ড ভ্যারিয়েন্ট যা কোডিংয়ে উৎকৃষ্ট।
de: Eine 7B- und 15B-unzensierte Variante der Dolphin-Modellfamilie, die sich beim Codieren auszeichnet, basierend auf StarCoder2.
es: Una variante sin censura de 7B y 15B de la familia de modelos Dolphin que sobresale en codificación, basada en StarCoder2.
fr: Une variante non censurée de 7B et 15B du modèle Dolphin qui excelle en codage, basée sur StarCoder2.
hi: डॉल्फिन मॉडल परिवार का 7बी और 15बी अनसेंसर्ड वेरिएंट जो कोडिंग में उत्कृष्टता प्राप्त करता है, स्टार्कोडर 2 पर आधारित है।
id: Varian 7B dan 15B dari keluarga model Dolphin yang tidak disensor dan unggul dalam pengkodean, berbasis StarCoder2.
it: Una variante non censurata 7B e 15B della famiglia di modelli Dolphin che eccelle nella scrittura di codice, basata su StarCoder2.
kn: ಸ್ಟಾರ್‌ಕೋಡರ್ 2 ಅನ್ನು ಆಧರಿಸಿ ಕೋಡಿಂಗ್‌ನಲ್ಲಿ ಉತ್ಕೃಷ್ಟವಾಗಿರುವ ಡಾಲ್ಫಿನ್ ಮಾದರಿ ಕುಟುಂಬದ 7 ಬಿ ಮತ್ತು 15 ಬಿ ಸೆನ್ಸಾರ್ ಮಾಡದ ರೂಪಾಂತರ.
nb_no: En 7B og 15B usensurert variant av Dolphin modell familie som utmerker seg ved koding, basert på StarCoder2.
nl: Een 7B en 15B ongecensureerde variant van de Dolphin modelfamilie die uitblinkt in codering, gebaseerd op StarCoder2.
pt_br: Uma variante sem censura 7B e 15B da família de modelos Dolphin que se destaca na codificação, baseada no StarCoder2.
ru: Вариант семейства моделей Dolphin 7B и 15B без цензуры, превосходный в кодировании, на основе StarCoder2.
ta: குறியீட்டுப் பணிகளில் சிறந்து விளங்கும் டால்பின் மாதிரி குடும்பத்தின் 7B மற்றும் 15B சென்சார் செய்யப்படாத மாறுபாடு, StarCoder2 ஐ அடிப்படையாகக் கொண்டது.
te: డాల్ఫిన్ మోడల్ ఫ్యామిలీకి చెందిన 7B మరియు 15B సెన్సార్ చేయని వేరియంట్, ఇది స్టార్‌కోడర్2 ఆధారంగా కోడింగ్‌లో రాణిస్తుంది.
tr: StarCoder2'ye dayalı, kodlama konusunda mükemmel sonuçlar veren Dolphin model ailesinin 7B ve 15B sansürsüz varyantıdır.
uk: Неконтрольована варіація моделі Dolphin з параметрами 7B та 15B, яка відзначається високою продуктивністю в кодуванні, на основі StarCoder2.

source: General use model based on Llama 2.
bn: ল্লামা ২(llama 2) ভিত্তিক সাধারণ ব্যবহারের মডেল।
de: Allgemeines Gebrauchsmodell basierend auf Llama 2.
es: Modelo de uso general basado en Llama 2.
fr: Modèle d'usage général basé sur Llama 2.
hi: एलएलएएमए 2 पर आधारित सामान्य उपयोग मॉडल
id: Model penggunaan umum berbasis Llama 2.
it: Modello di uso generale basato su Llama 2.
kn: ಲಾಮಾ 2 ಆಧಾರಿತ ಸಾಮಾನ್ಯ ಬಳಕೆಯ ಮಾದರಿ.
nb_no: Generell bruksmodell basert på Llama 2.
nl: Algemeen gebruiksmodel gebaseerd op Llama 2.
pt_br: Modelo de uso geral baseado no Llama 2.
ru: Модель общего назначения на базе Llama 2.
ta: Llama 2 ஐ அடிப்படையாகக் கொண்ட பொது பயன்பாட்டு மாதிரி.
te: లామా 2 ఆధారంగా సాధారణ వినియోగ నమూనా.
tr: Tek döngü konuşma için tasarlanmış kompakt ama güçlü 10.7B büyük dil modelidir.
uk: Універсальна модель на основі Llama 2.

source: A strong, economical, and efficient Mixture-of-Experts language model.
bn: একটি শক্তিশালী, অর্থনৈতিক এবং দক্ষ মিক্সচার-অফ-এক্সপার্টস ভাষা মডেল।
de: Ein starkes, wirtschaftliches und effizientes Mixture-of-Experts-Sprachmodell.
es: Un modelo de lenguaje Mixture-of-Experts fuerte, económico y eficiente.
fr: Un modèle de langage Mixture-of-Experts fort, économique et efficace.
hi: एक मजबूत, आर्थिक और कुशल मिक्सचर-ऑफ-एक्सपर्ट्स भाषा मॉडल।
id: Model bahasa Mixture-of-Experts yang kuat, ekonomis, dan efisien.
it: Un modello linguistico Mixture-of-Experts potente, economico ed efficiente.
kn: ಬಲವಾದ, ಆರ್ಥಿಕ ಮತ್ತು ಪರಿಣಾಮಕಾರಿ ಮಿಶ್ರಣ-ತಜ್ಞರ ಭಾಷಾ ಮಾದರಿ.
nb_no: En sterk, økonomisk og effektiv Mixture-of-Experts språkmodell.
nl: Een sterk, zuinig en efficiënt Mixture-of-Experts taalmodel.
pt_br: Um modelo de linguagem de mistura de especialistas forte, econômico e eficiente.
ru: Сильная, экономичная и эффективная языковая модель «Смесь экспертов».
ta: ஒரு வலுவான, சிக்கனமான மற்றும் திறமையான நிபுணர்களின் கலவை மொழி மாதிரி.
te: బలమైన, ఆర్థిక మరియు సమర్థవంతమైన మిక్స్చర్ ఆఫ్ ఎక్స్‌పర్ట్స్ లాంగ్వేజ్ మోడల్.
tr: Güçlü, ekonomik ve verimli bir Mixture-of-Experts dil modelidir.
uk: Сильна, економічна та ефективна мовна модель Mixture-of-Experts.

source: Starling is a large language model trained by reinforcement learning from AI feedback focused on improving chatbot helpfulness.
bn: স্টার্লিং হল এআই ফিডব্যাক থেকে শক্তি শিক্ষা দ্বারা প্রশিক্ষিত একটি বড় ভাষা মডেল, যা চ্যাটবট সহায়তাকে উন্নত করার উপর ফোকাস করে।
de: Starling ist ein großes Sprachmodell, das durch Reinforcement Learning aus KI-Feedback trainiert wurde, um die Nützlichkeit von Chatbots zu verbessern.
es: Starling es un modelo de lenguaje grande entrenado mediante aprendizaje por refuerzo a partir de retroalimentación de IA enfocado en mejorar la utilidad de los chatbots.
fr: Starling est un grand modèle de langage entraîné par apprentissage par renforcement à partir de feedbacks d'IA, axé sur l'amélioration de l'utilité des chatbots.
hi: स्टार्लिंग एक बड़ा भाषा मॉडल है जिसे एआई फीडबैक से प्रेरणा सीखने के माध्यम से प्रशिक्षित किया गया है, जो चैटबॉट की उपयोगिता में सुधार पर केंद्रित है।
id: Starling adalah model bahasa besar yang dilatih dengan pembelajaran penguatan dari umpan balik AI yang fokus pada peningkatan kegunaan chatbot.
it: Starling è un modello linguistico di grandi dimensioni addestrato tramite l'apprendimento per rinforzo dei feedback dell'intelligenza artificiale, con l'obiettivo di migliorare l'utilità dei chatbot.
kn: ಸ್ಟಾರ್ಲಿಂಗ್ ಎನ್ನುವುದು ಎಐ ಪ್ರತಿಕ್ರಿಯೆಯಿಂದ ಬಲವರ್ಧನೆಯ ಕಲಿಕೆಯಿಂದ ತರಬೇತಿ ಪಡೆದ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಯಾಗಿದ್ದು, ಚಾಟ್‌ಬಾಟ್ ಸಹಾಯವನ್ನು ಸುಧಾರಿಸುತ್ತದೆ.
nb_no: Starling er en stor språkmodell som trenes gjennom forsterkningslæring fra AI tilbakemelding fokusert på å forbedre chatbot hjelpsomhet.
nl: Starling is een groot taalmodel dat is getraind door versterkingsleren van AI-feedback en is gericht op het verbeteren van de behulpzaamheid van chatbotten.
pt_br: Starling é um grande modelo de linguagem treinado por aprendizado de reforço a partir de feedback de IA com foco em melhorar a utilidade do chatbot.
ru: Starling — это большая языковая модель, обученная с помощью обучения с подкреплением на основе отзывов искусственного интеллекта, направленная на повышение полезности чат-бота.
ta: ஸ்டார்லிங் என்பது AI கருத்துக்களில் இருந்து வலுவூட்டல் கற்றல் மூலம் பயிற்சி அளிக்கப்பட்ட ஒரு பெரிய மொழி மாதிரி ஆகும், இது அரட்டைப் பயன்பாட்டின் உதவியை மேம்படுத்துவதில் கவனம் செலுத்துகிறது.
te: స్టార్లింగ్ అనేది చాట్‌బాట్ సహాయాన్ని మెరుగుపరచడంపై దృష్టి సారించిన AI ఫీడ్‌బ్యాక్ నుండి రీన్‌ఫోర్స్‌మెంట్ లెర్నింగ్ ద్వారా శిక్షణ పొందిన పెద్ద భాషా నమూనా.
tr: Starling, yapay zeka geri bildirimi kullanılarak pekiştirmeli öğrenme ile eğitilmiş büyük bir dil modelidir ve chatbot yardımını geliştirmeye odaklanmıştır.
uk: Starling — це велика мовна модель, навчена за допомогою навчання з підкріпленням на основі зворотного зв'язку від AI, яка зосереджена на покращенні корисності чат-ботів.

source: A companion assistant trained in philosophy, psychology, and personal relationships. Based on Mistral.
bn: দর্শন, মনোবিজ্ঞান এবং ব্যক্তিগত সম্পর্কে প্রশিক্ষিত একটি সহযোগী সহায়ক। মিস্ট্রালের উপর ভিত্তি করে।
de: Ein Begleitassistent, der in Philosophie, Psychologie und persönlichen Beziehungen geschult ist. Basierend auf Mistral.
es: Un asistente compañero entrenado en filosofía, psicología y relaciones personales. Basado en Mistral.
fr: Un assistant compagnon entraîné en philosophie, psychologie et relations personnelles. Basé sur Mistral.
hi: एक साथी सहायक जो दर्शन, मनोविज्ञान, और व्यक्तिगत संबंधों में प्रशिक्षित है। मिस्ट्रल पर आधारित है।
id: Asisten pendamping yang dilatih dalam filsafat, psikologi, dan hubungan pribadi. Berdasarkan Mistral.
it: Un assistente da compagnia con una formazione in filosofia, psicologia e relazioni personali. Basato su Mistral.
kn: ತತ್ವಶಾಸ್ತ್ರ, ಮನೋವಿಜ್ಞಾನ ಮತ್ತು ವೈಯಕ್ತಿಕ ಸಂಬಂಧಗಳಲ್ಲಿ ತರಬೇತಿ ಪಡೆದ ಒಡನಾಡಿ ಸಹಾಯಕ. ಮಿಸ್ಟ್ರಾಲ್ ಆಧರಿಸಿದೆ.
nb_no: En assistent som er utdannet i filosofi, psykologi og personlig forhold. Basert på Mistral.
nl: Een gezelschapsassistent opgeleid in filosofie, psychologie en persoonlijke relaties. Gebaseerd op Mistral.
pt_br: Uma assistente de companhia treinada em filosofia, psicologia e relacionamentos pessoais. Baseada em Mistral.
ru: Помощник-компаньон, прошедший обучение в области философии, психологии и личных отношений. На базе Мистраля.
ta: தத்துவம், உளவியல் மற்றும் தனிப்பட்ட உறவுகளில் பயிற்சி அளிக்கப்பட்ட ஒரு துணை உதவியாளர். மிஸ்ட்ரலை அடிப்படையாகக் கொண்டது.
te: తత్వశాస్త్రం, మనస్తత్వశాస్త్రం మరియు వ్యక్తిగత సంబంధాలలో శిక్షణ పొందిన సహచర సహాయకుడు. మిస్ట్రాల్ ఆధారంగా.
tr: Felsefe, psikoloji ve kişisel ilişkiler konusunda eğitim almış bir yardımcı asistan. Mistral tabanlı.
uk: Помічник, навчений філософії, психології та особистих відносин. На основі Mistral.

source: Hermes 3 is the latest version of the flagship Hermes series of LLMs by Nous Research
bn: হার্মিস ৩ হল নাউস রিসার্চের এলএলএমগুলির ফ্ল্যাগশিপ হার্মিস সিরিজের সর্বশেষ সংস্করণ
de: Hermes 3 ist die neueste Version des Flaggschiffs der Hermes-Reihe von LLM von Nous Research
es: Hermes 3 es la última versión de la serie insignia de LLM Hermes de Nous Research
fr: Hermes 3 est la dernière version de la série phare Hermes de LLMs par Nous Research.
hi: हेर्मेस 3 नाउस रिसर्च द्वारा एलएलएम की फ्लैगशिप हेर्मेस श्रृंखला का नवीनतम संस्करण है
id: Hermes 3 adalah versi terbaru dari seri utama Hermes dari LLM oleh Nous Research.
it: Hermes 3 è l'ultima versione della serie Hermes di Nous Research
kn: ಹರ್ಮ್ಸ್ 3 ನಸ್ ರಿಸರ್ಚ್ ಅವರ ಪ್ರಮುಖ ಹರ್ಮ್ಸ್ ಸರಣಿಯ ಎಲ್ಎಲ್ಎಂಎಸ್ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯಾಗಿದೆ
nl: Hermes 3 is de nieuwste versie van de Hermes-serie LLM's van Nous Research.
pt_br: Hermes 3 é a versão mais recente da série principal de LLMs da Hermes da Nous Research
ta: Hermes 3 என்பது Nous Research ஆல் உருவாக்கப்பட்ட முதன்மை ஹெர்ம்ஸ் தொடரின் சமீபத்திய பதிப்பாகும்
te: హీర్మేస్ 3 అనేది నౌస్ రీసెర్చ్ ద్వారా LLMల ఫ్లాగ్‌షిప్ హెర్మేస్ సిరీస్ యొక్క తాజా వెర్షన్
tr: Hermes 3, Nous Research'ün amiral gemisi Hermes serisi LLM'lerin en son sürümüdür
uk: Hermes 3 — остання версія флагманської серії великих мовних моделей Hermes від Nous Research

source: Yi-Coder is a series of open-source code language models that delivers state-of-the-art coding performance with fewer than 10 billion parameters.
bn: Yi-Coder একটি খোলা উৎস কোড ভাষার মডেলের সিরিজ যা ১০ বিলিয়নের কম প্যারামিটার দিয়ে শ্রেষ্ঠ কোডিং কর্মক্ষমতা প্রদান করে।
de: Yi-Coder ist eine Serie von Open-Source-Code-Sprachmodellen, die Spitzenleistungen im Codieren mit weniger als 10 Milliarden Parametern erbringt.
es: Yi-Coder es una serie de modelos de lenguaje de código de código abierto que ofrece un rendimiento de codificación de última generación con menos de 10 mil millones de parámetros.
fr: Yi-Coder est une série de modèles de langage de code open-source offrant des performances de codage à la pointe de la technologie avec moins de 10 milliards de paramètres.
hi: Yi-Coder एक ओपन-सोर्स कोड भाषा मॉडलों की श्रृंखला है जो 10 अरब से कम पैरामीटर के साथ अत्याधुनिक कोडिंग प्रदर्शन प्रदान करती है।
id: Yi-Coder adalah serangkaian model bahasa kode sumber terbuka yang memberikan kinerja pengkodean terkini dengan kurang dari 10 miliar parameter.
it: Yi-Coder è una serie di modelli per scrittura di codice open-source che offre prestazioni all'avanguardia con meno di 10 miliardi di parametri.
kn: YI-CODER ಎನ್ನುವುದು ಓಪನ್-ಸೋರ್ಸ್ ಕೋಡ್ ಭಾಷಾ ಮಾದರಿಗಳ ಸರಣಿಯಾಗಿದ್ದು, ಇದು ಅತ್ಯಾಧುನಿಕ ಕೋಡಿಂಗ್ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು 10 ಶತಕೋಟಿಗಿಂತ ಕಡಿಮೆ ನಿಯತಾಂಕಗಳೊಂದಿಗೆ ನೀಡುತ್ತದೆ.
nl: Yi-Coder is een serie open-source codetaalmodellen die state-of-the-art codeerprestaties levert met minder dan 10 miljard parameters.
pt_br: Yi-Coder é uma série de modelos de linguagem de código de código aberto que oferece desempenho de codificação de última geração com menos de 10 bilhões de parâmetros.
ta: Yi-Coder என்பது திறந்த மூல குறியீடு மொழி மாதிரிகளின் ஒரு தொடராகும், இது 10 பில்லியனுக்கும் குறைவான அளவுருக்களுடன் மிகச் சிறந்த குறியீட்டு செயல்திறனை வழங்குகிறது.
te: Yi-Coder అనేది ఓపెన్ సోర్స్ కోడ్ లాంగ్వేజ్ మోడల్‌ల శ్రేణి, ఇది 10 బిలియన్ల కంటే తక్కువ పారామితులతో అత్యాధునిక కోడింగ్ పనితీరును అందిస్తుంది.
tr: Yi-Coder, 10 milyar parametreden daha azıyla yeni nesil (state-of-the-art) kodlama performansı sunan, açık kaynaklı kod dil modelleri serisidir.
uk: Yi-Coder — це серія відкритих мовних моделей для коду, що забезпечують передову продуктивність програмування з менш ніж 10 мільярдами параметрів.
