Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Google's most intelligent model with SOTA reasoning and multimodal understanding, and powerful agentic and vibe coding capabilities.
de: Das intelligenteste Modell von Google mit SOTA-Argumentation und multimodalem Verständnis sowie leistungsstarken agentenbasierten und Vibe-Codingfunktionen.
pt_br: O modelo mais inteligente do Google, com raciocínio SOTA (State-of-the-Art) e compreensão multimodal, além de poderosas capacidades de agentividade e vibe coding.

source: Importable (.db)
bn: আমদানি করা যায় (.db)
de: Importierbare Datei (.db)
hi: आयात करने योग्य (.db)
id: Dapat Diimpor (.db)
it: Importabile (.db)
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಬಹುದು (.ಡಿಬಿ)
nl: Importeren (.db)
pt_br: Importável (.db)
ta: இறக்குமதி செய்யக்கூடிய (.db)
te: దిగుమతి చేసుకోదగిన (.db)
tr: İçe Aktarılabilir (.db)
uk: Імпортований (.db)

source: Notice
bn: বিজ্ঞপ্তি
hi: नोटिस
id: Pemberitahuan
it: Avviso
kn: ಗಮನಿಸು
pt_br: Aviso
tr: Duyuru

source: Hey Alpaca users! Get ready for a huge update packed with enhancements and exciting new features designed to make your experience even better.
bn: হ্যালো Alpaca ব্যবহারকারীরা! প্রস্তুত হোন একটি বড় আপডেটের জন্য, যা উন্নতি এবং চমকপ্রদ নতুন ফিচারে ভরপুর, আপনার অভিজ্ঞতাকে আরও উন্নত করতে!
hi: हे अल्पाका उपयोगकर्ताओं! एक बड़ा अपडेट आ रहा है जिसमें कई सुधार और रोमांचक नई विशेषताएं शामिल हैं, जो आपके अनुभव को और बेहतर बनाएंगी।
id: Halo pengguna Alpaca! Bersiaplah untuk pembaruan besar yang penuh dengan peningkatan dan fitur baru yang menarik, dirancang untuk membuat pengalaman Anda semakin baik.
it: Ciao utenti di Alpaca! Preparatevi per un enorme aggiornamento ricco di miglioramenti e nuove entusiasmanti funzionalità pensate per rendere la vostra esperienza ancora migliore.
pt_br: Olá, usuários do Alpaca! Preparem-se para uma grande atualização repleta de melhorias e novos recursos interessantes, projetados para tornar sua experiência ainda melhor.
tr: Hey Alpaca kullanıcıları! Deneyiminizi daha da iyi hale getirmek için tasarlanmış geliştirmeler ve heyecan verici yeni özelliklerle dolu büyük bir güncellemeye hazır olun.

source: Folders
bn: ফোল্ডার
id: Folder
it: Cartelle
pt_br: Pastas
tr: Klasörler

source: Keeping all your chats and subfolders in one place is now easier than ever. Folders let you neatly organize everything, so you can find exactly what you're looking for without the clutter.
bn: আপনার সব চ্যাট এবং সাবফোল্ডার এক জায়গায় রাখা এখন আগের চেয়ে আরও সহজ। ফোল্ডারগুলি আপনাকে সবকিছু সুন্দরভাবে সাজাতে সাহায্য করে, যাতে আপনি বিশৃঙ্খলা ছাড়াই ঠিক যা খুঁজছেন তা খুঁজে পেতে পারেন।
id: Menyimpan semua obrolan dan subfolder Anda di satu tempat kini lebih mudah dari sebelumnya. Folder memungkinkan Anda mengatur semuanya dengan rapi, sehingga Anda dapat menemukan apa yang Anda cari tanpa berantakan.
it: Ora è più facile che mai tenere tutte le chat e le sottocartelle in un unico posto. Le cartelle ti permettono di organizzare tutto in modo ordinato, così che puoi trovare esattamente ciò che stai cercando senza confusione.
pt_br: Manter todos as suas conversas e subpastas em um só lugar agora é mais fácil do que nunca. As Pastas permitem que você organize tudo com cuidado, para que possa encontrar exatamente o que procura sem bagunça.
tr: Tüm sohbetlerinizi ve alt klasörlerinizi tek bir yerde tutmak artık her zamankinden daha kolay. Klasörler, her şeyi düzgün bir şekilde düzenlemenize izin verir, böylece aradığınızı tam olarak karmaşa olmadan bulabilirsiniz.

source: There's a new way to get things done with Activities. These are like mini-apps that your AI can use to help you with tasks, from running code and using a web browser to transcribing audio and creating attachments.
bn: অ্যাক্টিভিটির সাথে কাজ করার একটি নতুন উপায় এসেছে। এগুলি মিনি-অ্যাপের মতো যা আপনার AI বিভিন্ন কাজে সহায়তা করতে ব্যবহার করতে পারে, কোড চালানো এবং ওয়েব ব্রাউজার ব্যবহার করা থেকে শুরু করে অডিও ট্রান্সক্রিপশন এবং অ্যাটাচমেন্ট তৈরি করা পর্যন্ত।
id: Ada cara baru untuk menyelesaikan berbagai hal dengan Aktivitas. Ini seperti aplikasi mini yang dapat digunakan AI Anda untuk membantu menyelesaikan tugas, mulai dari menjalankan kode dan menggunakan peramban web hingga mentranskripsi audio dan membuat lampiran.
it: C'è un nuovo modo di ottenere risultati con le Attività. Sono come delle mini-app che la tua intelligenza artificiale può utilizzare per aiutarti in diverse attività, dall'esecuzione di codice all'utilizzo di un browser web, dalla trascrizione di audio alla creazione di allegati.
pt_br: Há uma nova maneira de realizar tarefas com as Atividades. Elas são como miniaplicativos que sua IA pode usar para ajudar você com tarefas, desde executar códigos e usar um navegador da web até transcrever áudio e criar anexos.
tr: Etkinliklerle işleri halletmenin yeni bir yolu var. Bunlar, AI'nizin görevlerde size yardımcı olmak, kod çalıştırmaktan ve bir web tarayıcısını kullanmaktan ses kopyalanmasına ve ek oluşturmaya kadar kullanabileceği mini uygulamalar gibidir.

source: When running a managed Ollama instance
bn: একটি পরিচালিত ওলামা ইনস্ট্যান্স চালানোর সময়
hi: एक प्रबंधित ओलामा इंस्टेंस चलाते समय
id: Saat menjalankan instance Ollama yang dikelola
it: Quando si esegue un'istanza Ollama gestita
kn: ನಿರ್ವಹಿಸಿದ ಒಲ್ಲಾಮಾ ನಿದರ್ಶನವನ್ನು ಚಲಾಯಿಸುವಾಗ
pt_br: Ao executar uma instância gerenciada do Ollama
tr: Yönetilen bir Ollama örneği çalıştırırken

source: Audio
bn: অডিও
hi: ऑडियो
pt_br: Áudio
tr: Ses

source: Previous
bn: পূর্ববর্তী
hi: पिछला
id: Sebelumnya
it: Precedente
kn: ಹಿಂದಿನ
nb_no: Forrige
nl: Vorige
pt_br: Anterior
ru: Предыдущий
tr: Önceki

source: Next
bn: পরবর্তী
hi: अगला
id: Berikutnya
it: Avanti
kn: ನೆನ್ನಿಯ
nb_no: Neste
nl: Volgende
pt_br: Próximo
ru: Следующий
tr: Sonraki

source: Alpaca and its developers are not liable for any damages to devices or software resulting from the execution of code generated by an AI model. Please exercise caution and review the code carefully before running it. Alpaca is distributed under GPL v3.0, this software comes with no warranty.
bn: Alpaca এবং এর ডেভেলপাররা AI মডেল দ্বারা তৈরি কোড চালানোর ফলে ডিভাইস বা সফ্টওয়্যারে ক্ষতির জন্য দায়ী নয়। অনুগ্রহ করে সতর্কতা অবলম্বন করুন এবং চালানোর আগে কোডটি সাবধানে পর্যালোচনা করুন। Alpaca GPL v3.0 এর অধীনে বিতরণ করা হয়, এই সফ্টওয়্যারটি কোনো ওয়ারেন্টি ছাড়াই আসে
hi: एल्पाका और इसके डेवलपर्स किसी भी उपकरण या सॉफ्टवेयर को हुए नुकसान के लिए उत्तरदायी नहीं हैं जो एआई मॉडल द्वारा उत्पन्न कोड के निष्पादन से हो सकते हैं। कृपया सावधानी बरतें और कोड को चलाने से पहले ध्यान से समीक्षा करें। एल्पाका GPL v3.0 के अंतर्गत वितरित किया गया है, और यह सॉफ्टवेयर किसी भी वारंटी के बिना आता है।
id: Alpaca dan pengembangnya tidak bertanggung jawab atas kerusakan pada perangkat atau perangkat lunak yang diakibatkan oleh eksekusi kode yang dihasilkan oleh model AI. Harap berhati-hati dan tinjau kode dengan cermat sebelum menjalankannya. Alpaca didistribusikan di bawah GPL v3.0, perangkat lunak ini tidak dilengkapi dengan jaminan.
it: Alpaca e i suoi sviluppatori non sono responsabili per eventuali danni a dispositivi o software derivanti dall'esecuzione di codice generato da un modello di IA. Si prega di prestare attenzione e di esaminare attentamente il codice prima di eseguirlo. Alpaca è distribuito sotto licenza GPL v3.0, questo software non è provvisto di alcuna garanzia.
kn: ಎಐ ಮಾದರಿಯಿಂದ ಉತ್ಪತ್ತಿಯಾಗುವ ಕೋಡ್‌ನ ಕಾರ್ಯಗತಗೊಳಿಸುವಿಕೆಯಿಂದ ಉಂಟಾಗುವ ಸಾಧನಗಳು ಅಥವಾ ಸಾಫ್ಟ್‌ವೇರ್‌ಗಳಿಗೆ ಯಾವುದೇ ಹಾನಿಗಳಿಗೆ ಅಲ್ಪಕಾ ಮತ್ತು ಅದರ ಡೆವಲಪರ್‌ಗಳು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಎಚ್ಚರಿಕೆಯಿಂದ ಚಲಾಯಿಸಿ ಮತ್ತು ಕೋಡ್ ಅನ್ನು ಚಲಾಯಿಸುವ ಮೊದಲು ಅದನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಪರಿಶೀಲಿಸಿ. Aಲ್ಪಾಕಾವನ್ನು ಜಿಪಿಎಲ್ ವಿ 3.0 ಅಡಿಯಲ್ಲಿ ವಿತರಿಸಲಾಗುತ್ತದೆ, ಈ ಸಾಫ್ಟ್‌ವೇರ್ ಯಾವುದೇ ಖಾತರಿಯಿಲ್ಲದೆ ಬರುತ್ತದೆ.
pt_br: Alpaca e seus desenvolvedores não se responsabilizam por quaisquer danos a dispositivos ou software resultantes da execução de código gerado por um modelo de IA. Por favor, tenha cuidado e revise o código cuidadosamente antes de executá-lo. A Alpaca é distribuída sob a GPL v3.0 e este software não oferece garantia.
tr: ALPACA ve geliştiricileri, bir AI modeli tarafından oluşturulan kodun yürütülmesinden kaynaklanan cihazlara veya yazılımlara herhangi bir zarardan sorumlu değildir. Lütfen dikkatli olun ve çalıştırmadan önce kodu dikkatlice inceleyin. ALPACA GPL V3.0 altında dağıtılır, bu yazılım garantisi olmadan gelir.

source: Effortless Code Execution
bn: প্রচেষ্টাহীন কোড এক্সিকিউশন
hi: सरल कोड निष्पादन
id: Eksekusi Kode Tanpa Usaha
it: Facile esecuzione di codice
kn: ಪ್ರಯತ್ನವಿಲ್ಲದ ಕೋಡ್ ಮರಣದಂಡನೆ
pt_br: Fácil Execução de Código
tr: Zahmetsiz Kod Yürütme

source: Alpaca can run Python, Mermaid and even HTML (with a live server) right from your conversations. Give it a try!
pt_br: O Alpaca consegue executar Python, Mermaid e até HTML (com um servidor ativo) diretamente das suas conversas. Experimente!

source: Private by Design
bn: ডিজাইন দ্বারা ব্যক্তিগত
hi: विन्यास के अनुसार निजी
id: Privasi Berdasarkan Desain
it: Privato per design
kn: ವಿನ್ಯಾಸದಿಂದ ಖಾಸಗಿ
pt_br: Privacidade por Design
tr: Tasarımla Özel

source: With Alpaca, your conversations are saved locally on your device, so you can be confident that your data is always secure and private.
bn: Alpaca এর সাথে, আপনার কথোপকথনগুলি আপনার ডিভাইসে স্থানীয়ভাবে সংরক্ষিত হয়, তাই আপনি নিশ্চিত হতে পারেন যে আপনার ডেটা সর্বদা নিরাপদ এবং ব্যক্তিগত
hi: एल्पाका के साथ, आपकी बातचीत आपके डिवाइस पर स्थानीय रूप से सहेजी जाती है, जिससे आप सुनिश्चित हो सकते हैं कि आपका डेटा हमेशा सुरक्षित और निजी रहता है।
id: Dengan Alpaca, percakapan Anda disimpan secara lokal di perangkat Anda, sehingga Anda dapat yakin bahwa data Anda selalu aman dan pribadi.
it: Con Alpaca, le tue conversazioni vengono salvate localmente sul dispositivo, in modo da garantire sempre la sicurezza e la riservatezza dei dati.
kn: ಅಲ್ಪಾಕಾದೊಂದಿಗೆ, ನಿಮ್ಮ ಸಂಭಾಷಣೆಗಳನ್ನು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ಉಳಿಸಲಾಗಿದೆ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಡೇಟಾ ಯಾವಾಗಲೂ ಸುರಕ್ಷಿತ ಮತ್ತು ಖಾಸಗಿಯಾಗಿರುತ್ತದೆ ಎಂದು ನೀವು ನಂಬಬಹುದು.
pt_br: Com o Alpaca, suas conversas são salvas localmente no seu dispositivo, para que você possa ter certeza de que seus dados estarão sempre seguros e privados.
tr: Alpaca ile konuşmalarınız cihazınıza yerel olarak kaydedilir, böylece verilerinizin her zaman güvenli ve özel olduğundan emin olabilirsiniz.

source: Local AI
bn: স্থানীয় এআই
hi: स्थानीय एआई
id: AI Lokal
it: Intelligenza artificiale locale
kn: ಸ್ಥಳೀಯ ಎಐ
pt_br: IA Local
tr: Lokal AI

source: Alpaca works with AI providers such as Gemini and ChatGPT. To run AI models locally on your machine, you'll need to install Ollama within Alpaca. We've made it super easy to do, so you can get started quickly!
bn: আলপাকা জেমিনি এবং চ্যাটজিপিটির মতো এআই প্রদানকারীদের সাথে কাজ করে। আপনার মেশিনে স্থানীয়ভাবে এআই মডেল চালানোর জন্য, আপনাকে আলপাকার মধ্যে ওল্লামা ইনস্টল করতে হবে। আমরা এটি খুব সহজ করেছি, তাই আপনি দ্রুত শুরু করতে পারেন!
hi: अल्पाका जेमिनी और चैटजीपीटी जैसे एआई प्रदाताओं के साथ काम करता है। अपने मशीन पर स्थानीय रूप से एआई मॉडल चलाने के लिए, आपको अल्पाका के भीतर ओलामा स्थापित करने की आवश्यकता होगी। हमने इसे करना बहुत आसान बना दिया है, ताकि आप जल्दी से शुरू कर सकें!
id: Alpaca bekerja dengan penyedia AI seperti Gemini dan ChatGPT. Untuk menjalankan model AI secara lokal di perangkat Anda, Anda perlu menginstal Ollama di dalam Alpaca. Kami telah membuatnya sangat mudah, jadi Anda bisa mulai dengan cepat!
it: Alpaca funziona con provider di intelligenza artificiale come Gemini e ChatGPT. Per eseguire modelli di intelligenza artificiale localmente sul tuo computer, dovrai installare Ollama all'interno di Alpaca. Abbiamo semplificato al massimo l'installazione, così potrai cominciare subito!
kn: ಆಲ್ಪಾಕಾ ಎಐ ಪೂರೈಕೆದಾರರಾದ ಜೆಮಿನಿ ಮತ್ತು ಚಾಟ್‌ಜಿಪಿಟಿಯೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ. ನಿಮ್ಮ ಯಂತ್ರದಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ AI ಮಾದರಿಗಳನ್ನು ಚಲಾಯಿಸಲು, ನೀವು ಆಲ್ಪಾಕಾದಲ್ಲಿ ಆಲಾಮಾವನ್ನು ಸ್ಥಾಪಿಸಬೇಕಾಗುತ್ತದೆ. ನಾವು ಅದನ್ನು ಸುಲಭಗೊಳಿಸಿದ್ದೇವೆ, ಆದ್ದರಿಂದ ನೀವು ಬೇಗನೆ ಪ್ರಾರಂಭಿಸಬಹುದು!
pt_br: O Alpaca funciona com provedores de IA como Gemini e ChatGPT. Para executar modelos de IA localmente na sua máquina, você precisará instalar o Ollama dentro do Alpaca. Facilitamos bastante para que você possa começar rapidamente!
tr: Alpaca Gemini ve Chatgpt gibi AI sağlayıcılarla çalışır. AI modellerini makinenizde yerel olarak çalıştırmak için Alpaca içine Ollama yüklemeniz gerekir. Yapmayı çok kolay hale getirdik, böylece hızlı bir şekilde başlayabilirsiniz!

source: Chat
id: Obrolan
pt_br: Conversa
tr: Sohbet

source: Show Activities
bn: অ্যাক্টিভিটি দেখান
id: Tampilkan Aktivitas
it: Mostra Attività
pt_br: Exibir Atividades
tr: Etkinlikleri Göster

source: Try one of these prompts or templates
pt_br: Tente um desses prompts ou templates

source: Change Profile Picture
bn: প্রোফাইল ছবি পরিবর্তন করুন
fr: Changer la photo de profil
hi: प्रोफ़ाइल चित्र बदलें
id: Ganti Foto Profil
it: Cambia la foto del profilo
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ಬದಲಾಯಿಸಿ
pt_br: Alterar Foto de Perfil
ta: சுயவிவரப் படத்தை மாற்று
te: ప్రొఫైల్ చిత్రాన్ని మార్చండి
tr: Profil resmini değiştir
uk: Змінити зображення профілю

source: Select Profile Picture
pt_br: Selecionar Foto de Perfil

source: This instance does not provide any models
pt_br: Essa instância não fornece nenhum modelo

source: Ollama Was Not Found
bn: ওলামা খুঁজে পাওয়া যায়নি
hi: ओलामा नहीं मिला
id: Ollama Tidak Ditemukan
it: Ollama non trovato
kn: ಒಲ್ಲಾಮಾ ಕಂಡುಬಂದಿಲ್ಲ
pt_br: Ollama Não Foi Encontrado
te: ఒల్లామా కనుగొనబడలేదు
tr: Ollama bulunamadı

source: To add a managed Ollama instance, you must have Ollama installed locally in your device, this is a simple process and should not take more than 5 minutes.
bn: একটি পরিচালিত ওলামা ইনস্ট্যান্স যোগ করতে, আপনার ডিভাইসে স্থানীয়ভাবে ওলামা ইনস্টল করা থাকতে হবে, এটি একটি সহজ প্রক্রিয়া এবং ৫ মিনিটের বেশি সময় লাগা উচিত নয়।
hi: एक प्रबंधित ओलामा इंस्टेंस जोड़ने के लिए, आपके डिवाइस में स्थानीय रूप से ओलामा स्थापित होना चाहिए, यह एक सरल प्रक्रिया है और इसमें 5 मिनट से अधिक नहीं लगना चाहिए।
id: Untuk menambahkan instance Ollama yang dikelola, Anda harus menginstal Ollama secara lokal di perangkat Anda, ini adalah proses sederhana dan seharusnya tidak memakan waktu lebih dari 5 menit.
it: Per aggiungere un'istanza Ollama gestita, è necessario che Ollama sia installato localmente sul proprio dispositivo. Si tratta di un processo semplice che non richiede più di 5 minuti.
kn: ನಿರ್ವಹಿಸಿದ ಒಲ್ಲಾಮಾ ನಿದರ್ಶನವನ್ನು ಸೇರಿಸಲು, ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ಒಲ್ಲಾಮಾವನ್ನು ಸ್ಥಾಪಿಸಿರಬೇಕು, ಇದು ಸರಳ ಪ್ರಕ್ರಿಯೆ ಮತ್ತು 5 ನಿಮಿಷಗಳಿಗಿಂತ ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಾರದು.
pt_br: Para adicionar uma instância gerenciada do Ollama, você precisa ter o Ollama instalado localmente no seu dispositivo, este é um processo simples e não deve levar mais de 5 minutos.
te: నిర్వహించబడే ఓల్లామా ఉదాహరణను జోడించడానికి, మీరు మీ పరికరంలో ఓల్లామాను స్థానికంగా ఇన్‌స్టాల్ చేసి ఉండాలి, ఇది ఒక సాధారణ ప్రక్రియ మరియు 5 నిమిషాల కంటే ఎక్కువ సమయం పట్టదు.
tr: Yönetilen bir Ollama örneği eklemek için, cihazınıza yerel olarak kurulmuş ollama olmalı bu basit bir işlemdir ve 5 dakikadan fazla sürmemelidir.

source: Open Tutorial in Web Browser
bn: ওয়েব ব্রাউজারে টিউটোরিয়াল খুলুন
hi: वेब ब्राउज़र में ट्यूटोरियल खोलें
id: Buka Tutorial di Peramban Web
it: Apri il tutorial nel Browser Web
kn: ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಟ್ಯುಟೋರಿಯಲ್ ತೆರೆಯಿರಿ
pt_br: Abrir Tutorial no Navegador Web
te: వెబ్ బ్రౌజర్‌లో ట్యుటోరియల్ తెరవండి
tr: Web Tarayıcısında Öğretici Aç

source: AMD GPU detected but the extension is missing, Ollama will use CPU.
bn: AMD GPU সনাক্ত হয়েছে কিন্তু এক্সটেনশনটি অনুপস্থিত, Ollama CPU ব্যবহার করবে।
fr: GPU AMD détecté mais l'extension est manquante. Ollama utilisera le CPU.
hi: AMD GPU का पता चला है, लेकिन एक्सटेंशन गायब है, Ollama CPU का उपयोग करेगा।
id: GPU AMD terdeteksi tetapi ekstensi tidak ada, Ollama akan menggunakan CPU.
it: Una GPU AMD è stata rilevata ma manca l'estensione, Ollama utilizzerà la CPU.
kn: ಎಎಮ್‌ಡಿ ಜಿಪಿಯು ಪತ್ತೆಯಾಗಿದೆ ಆದರೆ ವಿಸ್ತರಣೆ ಕಾಣೆಯಾಗಿದೆ, ಒಲ್ಲಾಮಾ ಸಿಪಿಯು ಬಳಸುತ್ತಾರೆ.
nl: AMD GPU gedetecteerd maar de extensie ontbreekt, Ollama zal CPU gebruiken.
pt_br: GPU AMD detectada, mas a extensão está faltando, o Ollama usará a CPU.
ta: AMD GPU கண்டறியப்பட்டது ஆனால் நீட்டிப்பு இல்லை, ஓல்லமா CPU ஐப் பயன்படுத்தும்.
te: AMD GPU కనుగొనబడింది కానీ పొడిగింపు లేదు, Ollama CPUని ఉపయోగిస్తుంది.
tr: AMD GPU tespit etti, ancak uzatma eksik, Ollama CPU kullanacak.
uk: Виявлено AMD GPU, але розширення відсутнє, Ollama використовуватиме CPU.

source: AMD GPU detected but ROCm is missing, Ollama will use CPU.
bn: AMD GPU সনাক্ত হয়েছে কিন্তু ROCm অনুপস্থিত, Ollama CPU ব্যবহার করবে।
fr: GPU AMD détecté mais ROCm est manquant. Ollama utilisera le CPU.
hi: AMD GPU का पता चला है, लेकिन ROCm गायब है, Ollama CPU का उपयोग करेगा।
id: GPU AMD terdeteksi tetapi ROCm tidak ada, Ollama akan menggunakan CPU.
it: Una GPU AMD è stata rilevata ma manca il programma ROCm, Ollama utilizzerà la CPU.
kn: ಎಎಮ್‌ಡಿ ಜಿಪಿಯು ಪತ್ತೆಯಾಗಿದೆ ಆದರೆ ಆರ್‌ಒಸಿಎಂ ಕಾಣೆಯಾಗಿದೆ, ಒಲ್ಲಾಮಾ ಸಿಪಿಯು ಬಳಸುತ್ತಾರೆ.
nl: AMD GPU gedetecteerd maar ROCm ontbreekt, Ollama zal CPU gebruiken.
pt_br: GPU AMD detectada, mas o ROCm está faltando, o Ollama usará o CPU.
ta: AMD GPU கண்டறியப்பட்டது ஆனால் ROCm இல்லை, ஓல்லமா CPU ஐப் பயன்படுத்தும்.
te: AMD GPU కనుగొనబడింది కానీ ROCm లేదు, Ollama CPUని ఉపయోగిస్తుంది.
tr: AMD GPU tespit etti, ancak ROCM eksik, Ollama CPU kullanacak.
uk: Виявлено AMD GPU, але відсутній ROCm, Ollama використовуватиме CPU.

source: Using AMD GPU type '{}'
bn: AMD GPU টাইপ '{}' ব্যবহার করা হচ্ছে
fr: Utilisation de GPU AMD type '{}'
hi: AMD GPU प्रकार '{}' का उपयोग किया जा रहा है
id: Menggunakan jenis GPU AMD '{}'
it: Utilizzo della GPU AMD di tipo '{}'
kn: ಎಎಮ್‌ಡಿ ಜಿಪಿಯು ಪ್ರಕಾರ '{}'
nl: Gebruik AMD GPU type '{}'.
pt_br: Usando GPU AMD tipo '{}'
ta: AMD GPU வகையைப் பயன்படுத்துகிறது '{}'
te: AMD GPUని ఉపయోగించి '{}' టైప్ చేయండి
tr: AMD GPU Türü '{}' kullanılıyor
uk: Використовуємо тип AMD GPU '{}'

source: Integrated Ollama instance is not running
bn: সমন্বিত অল্লামা উদাহরণ চলছে না
fr: L'instance intégrée d'Ollama est inactive
hi: समन्वित ओल्लामा उदाहरण चल नहीं रहा है
id: Instans Ollama terintegrasi tidak sedang berjalan
it: L'istanza di Ollama integrata non è in esecuzione
kn: ಸಂಯೋಜಿತ ಆಲಾಮಾ ನಿದರ್ಶನವು ಚಾಲನೆಯಲ್ಲಿಲ್ಲ
nl: Geïntegreerde Ollama-instantie wordt niet uitgevoerd
pt_br: A instância integrada do Ollama não está em execução
ta: ஒருங்கிணைந்த ஓல்லமா நிகழ்வு இயங்கவில்லை
te: ఇంటిగ్రేటెడ్ ఒల్లామా ఉదాహరణ అమలులో లేదు
tr: Entegre Ollama örneği çalışmıyor
uk: Інтегрований екземпляр Ollama не працює

source: Integrated Ollama instance is running
bn: সমন্বিত Ollama ইনস্ট্যান্স চলছে
fr: L'instance intégrée d'Ollama est active
hi: समन्वित ओल्लामा उदाहरण चल रहा है
id: Instans Ollama terintegrasi sedang berjalan
it: L'istanza di Ollama integrata è in esecuzione
kn: ಸಂಯೋಜಿತ ಆಲಾಮಾ ನಿದರ್ಶನವು ಚಾಲನೆಯಲ್ಲಿದೆ
nl: Geïntegreerde Ollama-instantie wordt uitgevoerd
pt_br: A instância integrada do Ollama está em execução
ta: ஒருங்கிணைந்த ஓல்லமா நிகழ்வு இயங்குகிறது
te: ఇంటిగ్రేటెడ్ ఒల్లామా ఉదాహరణ అమలవుతోంది
tr: Entegre Ollama örneği çalışıyor
uk: Інтегрований екземпляр Ollama працює

source: Already Installed!
bn: ইতিমধ্যেই ইনস্টল করা হয়েছে!
hi: पहले से ही स्थापित किया गया है!
id: Sudah Terpasang!
it: Già installato!
kn: ಈಗಾಗಲೇ ಸ್ಥಾಪಿಸಲಾಗಿದೆ!
pt_br: Já Instalado!
tr: Zaten kurulmuş!

source: Model Profile Picture
bn: মডেল প্রোফাইল ছবি
fr: Photo de profil du modèle
hi: मॉडल प्रोफ़ाइल चित्र
id: Gambar Profil Model
it: Immagine di profilo del modello
kn: ಮಾದರಿ ಪ್ರೊಫೈಲ್ ಚಿತ್ರ
nl: Profielfoto model
pt_br: Foto de Perfil do Modelo
ta: மாடல் சுயவிவரப் படம்
te: మోడల్ ప్రొఫైల్ చిత్రం
tr: Model Profil Resmi
uk: Зображення профілю моделі

source: What do you want to do with the model's profile picture?
bn: আপনি মডেলের প্রোফাইল ছবির সাথে কী করতে চান?
fr: Que voulez-vous faire avec la photo de profil du modèle? ?
hi: आप मॉडल की प्रोफ़ाइल चित्र के साथ क्या करना चाहते हैं?
id: Apa yang ingin Anda lakukan dengan gambar profil model?
it: Cosa vuoi fare con l'immagine del profilo del modello?
kn: ಮಾದರಿಯ ಪ್ರೊಫೈಲ್ ಚಿತ್ರದೊಂದಿಗೆ ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
nl: Wat wilt u doen met de profielfoto van het model?
pt_br: O que deseja fazer com a foto de perfil do modelo?
ta: மாடலின் சுயவிவரப் படத்துடன் நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
te: మోడల్ ప్రొఫైల్ చిత్రాన్ని మీరు ఏమి చేయాలనుకుంటున్నారు?
tr: Modelin profil resmi ile ne yapmak istiyorsunuz?
uk: Що ви хочете зробити з зображенням профілю моделі?

source: OpenRouter AI
bn: ওপেনরাউটার এআই
hi: ओपनराउटर एआई
kn: ಓಪನ್ ರೌಟರ್ ಎಐ
te: ఓపెన్ రూటర్ AI
tr: Openroduer AI

source: Anthropic
bn: অ্যানথ্রোপিক
hi: एंथ्रोपिक
te: ఆంత్రోపిక్
tr: Antropik

source: {} tokens
bn: {} টোকেন
hi: {} टोकन
id: {} token
tr: {} jetonlar

source: No tools enabled.
bn: কোনো সরঞ্জাম সক্ষম করা হয়নি।
hi: कोई उपकरण सक्षम नहीं है.
id: Tidak ada alat yang diaktifkan.
it: Nessuno strumento abilitato
kn: ಯಾವುದೇ ಸಾಧನಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ.
te: సాధనాలు ఏవీ ప్రారంభించబడలేదు.
tr: Etkin bir araç yok

source: Open Tool Manager
bn: সরঞ্জাম ব্যবস্থাপক খুলুন
hi: उपकरण प्रबंधक खोलें
id: Buka Pengelola Alat
it: Apri il Gestore degli Strumenti
kn: ಓಪನ್ ಟೂಲ್ ಮ್ಯಾನೇಜರ್
te: టూల్ మేనేజర్‌ని తెరవండి
tr: Araç Yöneticisi Aç

# shortcut window
source: General
bn: সাধারণ
fr: Général
hi: सामान्य
id: Umum
it: Generale
kn: ಸಾಮಾನ್ಯ
nl: Algemeen
ru: Общие
ta: பொது
te: జనరల్
tr: Genel
uk: Загальні

# shortcut window
source: Action Manager
bn: অ্যাকশন ম্যানেজার
hi: एक्शन मैनेजर
id: Pengelola Aksi
it: Gestore delle Azioni
kn: ಆಕ್ಷನ್ ವ್ಯವಸ್ಥಾಪಕ
te: యాక్షన్ మేనేజర్
tr: Aksiyon Yöneticisi
uk: Менеджер дій

# shortcut window
source: Clear Chat
bn: চ্যাট পরিষ্কার করুন
fr: Effacer la discussion
hi: चैट साफ़ करें
id: Bersihkan Obrolan
it: Cancella la chat
kn: ಸ್ಪಷ್ಟ ಚಾಟ್
nl: Chat verwijderen
ta: அரட்டையை அழி
te: చాట్ క్లియర్ చేయండి
tr: Sohbeti temizle
uk: Очистити чат

# shortcut window
source: Rename Chat
bn: চ্যাটের নাম পরিবর্তন করুন
fr: Renommer la discussion
hi: चैट का नाम बदलें
id: Ganti Nama Obrolan
it: Rinomina la chat
kn: ಚಾಟ್ ಮರುಹೆಸರಿಸಿ
nl: Chat hernoemen
ta: அரட்டையை மறுபெயரிடு
te: చాట్ పేరు మార్చండి
tr: Sohbeti Yeniden Adlandır
uk: Перейменувати чат

source: Use Tools
bn: সরঞ্জাম ব্যবহার করুন
hi: उपकरणों का उपयोग करें
id: Gunakan Alat
it: Utilizza gli strumenti
kn: ಪರಿಕರಗಳನ್ನು ಬಳಸಿ
te: సాధనాలను ఉపయోగించండి
tr: Araçları kullanın

source: Ask model to use tools to generate a message
bn: একটি বার্তা তৈরি করতে মডেলকে সরঞ্জাম ব্যবহার করতে বলুন
hi: संदेश उत्पन्न करने के लिए मॉडल को उपकरणों का उपयोग करने के लिए कहें
id: Minta model menggunakan alat untuk membuat pesan
it: Chiedi al modello di utilizzare gli strumenti per generare il messaggion
kn: ಸಂದೇಶವನ್ನು ರಚಿಸಲು ಸಾಧನಗಳನ್ನು ಬಳಸಲು ಮಾದರಿಯನ್ನು ಕೇಳಿ
te: సందేశాన్ని రూపొందించడానికి సాధనాలను ఉపయోగించమని మోడల్‌ను అడగండి.
tr: Model'den mesaj oluşturmak için araçları kullanmasını isteyin

source: Prefer to Use Tools
bn: টুল ব্যবহার করতে পছন্দ করুন
hi: टूल्स का उपयोग प्राथमिकता दें
id: Lebih Suka Menggunakan Alat
it: Preferisci l'utilizzo degli Strumenti
tr: Araç kullanmayı tercih et

source: Always try to use tools when sending a message
bn: বার্তা পাঠানোর সময় সর্বদা টুল ব্যবহার করার চেষ্টা করুন
hi: संदेश भेजते समय हमेशा टूल्स का उपयोग करने का प्रयास करें
id: Selalu coba gunakan alat saat mengirim pesan
it: Cerca sempre di utilizzare gli strumenti quando invii un messaggio
tr: Mesaj gönderirken her zaman araç kullanmaya çalışın

source: Alpaca can run Python, C++, and even HTML (with a live server) right from your conversations. Give it a try!
bn: Alpaca আপনার কথোপকথন থেকেই Python, C++, এবং এমনকি HTML (একটি লাইভ সার্ভার সহ) চালাতে পারে। একবার চেষ্টা করুন!
hi: एल्पाका आपके वार्तालाप से सीधे Python, C++ और यहां तक कि HTML (एक लाइव सर्वर के साथ) भी चला सकता है। इसे आज़माएं!
id: Alpaca dapat menjalankan Python, C++, bahkan HTML (dengan server langsung) langsung dari percakapan Anda. Coba sekarang!
it: Alpaca può eseguire codice Python, C++ e persino HTML (con un live server) direttamente dalle tue conversazioni. Provalo!
kn: ನಿಮ್ಮ ಸಂಭಾಷಣೆಗಳಿಂದಲೇ ಅಲ್ಪಕಾ ಪೈಥಾನ್, ಸಿ ++ ಮತ್ತು HTML ಅನ್ನು (ಲೈವ್ ಸರ್ವರ್‌ನೊಂದಿಗೆ) ಚಲಾಯಿಸಬಹುದು. ಒಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ!
tr: Alpaca, konuşmalarınızdan Python, C ++ ve hatta HTML (canlı bir sunucu ile) çalıştırabilir. Bir deneyin!
