Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Added Pango Markup support (bold, list, title, subtitle, monospace)
bn: প্যাঙ্গো মার্কআপ সমর্থন যোগ করা হয়েছে (বোল্ড, তালিকা, শিরোনাম, উপশিরোনাম, মনোস্পেস)
de: Unterstützung für Pango Markup hinzugefügt (fett, Liste, Titel, Untertitel, Monospace)
es: Añadido soporte para Pango Markup (negrita, lista, titulo, subtitulo, monoespaciado)
fr: Ajouté : support de Pango Markup (gras, liste, titre, sous-titre, chasse-fixe)
hi: पैंगो मार्कअप समर्थन जोड़ा गया है (बोल्ड, सूची, शीर्षक, उपशीर्षक, मोनोस्पेस)
id: Ditambahkan dukungan Pango Markup (tebal, daftar, judul, subjudul, monospace)
it: Aggiunto il supporto di Pango Markup (grassetto, elenco, titolo, sottotitolo, monospazio)
kn: ಪ್ಯಾಂಗೋ ಮಾರ್ಕ್ಅಪ್ ಬೆಂಬಲವನ್ನು ಸೇರಿಸಲಾಗಿದೆ (ದಪ್ಪ, ಪಟ್ಟಿ, ಶೀರ್ಷಿಕೆ, ಉಪಶೀರ್ಷಿಕೆ, ಮೊನೊಸ್ಪೇಸ್)
nb_no: Støtte for Pango merketekst (fet, liste, tittel, undertekst, monorom)
nl: Ondersteuning voor Pango Markup toegevoegd (vet, lijst, titel, ondertitel, monospace)
pt_br: Adicionado suporte para Pango Markup (negrito, lista, título, subtítulo, monospace)
ta: பாங்கோ மார்க்கப் ஆதரவு சேர்க்கப்பட்டது (தடித்த, பட்டியல், தலைப்பு, துணை தலைப்பு, மோனோஸ்பேஸ்)
te: పాంగో మార్కప్ మద్దతు జోడించబడింది (బోల్డ్, జాబితా, శీర్షిక, ఉపశీర్షిక, మోనోస్పేస్)
tr: Pango İşaretleme desteği eklendi (kalın, liste, başlık, altyazı, monospace)
uk: Додана підтримка розмітки Pango (жирний шрифт, список, заголовок, підзаголовок, моноширинний шрифт)

source: Added autoscroll if the user is at the bottom of the chat
bn: চ্যাটের নিচে ব্যবহারকারী থাকলে স্বয়ংক্রিয় স্ক্রোল যোগ করা হয়েছে
de: Automatisches Scrollen hinzugefügt, wenn der Benutzer am unteren Rand des Chats ist
es: Añadido autoscroll si el usuario se encuentra en la parte inferior del chat
fr: Ajouté : défilement automatique si l'utilisateur est en haut d'une discussion
hi: यदि उपयोगकर्ता चैट के नीचे है, तो ऑटोस्क्रॉल जोड़ा गया है
id: Ditambahkan autoscroll jika pengguna berada di bagian bawah obrolan
it: Aggiunto lo scorrimento automatico se l'utente si trova in fondo alla chat
kn: ಬಳಕೆದಾರರು ಚಾಟ್‌ನ ಕೆಳಭಾಗದಲ್ಲಿದ್ದರೆ ಆಟೊಸ್ಕ್ರಾಲ್ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til autoscroll hvis brukeren er på bunnen av samtalen
nl: Autoscroll toegevoegd als de gebruiker zich onderaan de chat bevindt
pt_br: Adicionada rolagem automática caso o usuário esteja na mensagem mais recente da conversa
ta: பயனர் அரட்டையின் அடிப்பகுதியில் இருந்தால் தானாக ஸ்க்ரோல் செய்யும் அம்சம் சேர்க்கப்பட்டது
te: వినియోగదారు చాట్ దిగువన ఉన్నట్లయితే ఆటోస్క్రోల్ జోడించబడింది
tr: Kullanıcı sohbetin alt kısmındaysa otomatik kaydırma eklendi
uk: Додана автоматична прокрутка, якщо користувач знаходиться внизу чату

source: Added support for multiple tags on a single model
bn: একক মডেলে একাধিক ট্যাগের জন্য সমর্থন যোগ করা হয়েছে
de: Unterstützung für mehrere Tags bei einem einzelnen Modell hinzugefügt
es: Añadido soporte para multiples etiquetas con un solo modelo
fr: Ajouté : support de plusieurs étiquettes sur un seul modèle
hi: एकल मॉडल पर कई टैग्स के समर्थन जोड़ा गया है
id: Ditambahkan dukungan untuk beberapa tag pada satu model
it: Aggiunto il supporto per più tag su un singolo modello
kn: ಒಂದೇ ಮಾದರಿಯಲ್ಲಿ ಬಹು ಟ್ಯಾಗ್‌ಗಳಿಗೆ ಬೆಂಬಲವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til støtte for flere tagger for en modell
nl: Ondersteuning toegevoegd voor meerdere tags op een enkel model
pt_br: Adicionado suporte para múltiplas tags em um único modelo
ta: ஒரே மாதிரியில் பல குறிச்சொற்களுக்கான ஆதரவு சேர்க்கப்பட்டது
te: ఒకే మోడల్‌లో బహుళ ట్యాగ్‌లకు మద్దతు జోడించబడింది
tr: Tek bir model üzerinde birden fazla etiket için destek eklendi
uk: Додана підтримка кількох тегів для однієї моделі

source: Added better model management dialog
bn: ভালো মডেল ব্যবস্থাপনা ডায়ালগ যোগ করা হয়েছে
de: Besseren Dialog zur Modellverwaltung hinzugefügt
es: Añadido mejor gestión de modelos
fr: Ajouté : meilleure boite de dialogue pour la gestion des modèles
hi: बेहतर मॉडल प्रबंधन संवाद जोड़ा गया है
id: Ditambahkan dialog manajemen model yang lebih baik
it: Aggiunta una migliore finestra di dialogo per il gestore dei modelli
kn: ಉತ್ತಮ ಮಾದರಿ ನಿರ್ವಹಣಾ ಸಂವಾದವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Bedre modell tilpassing dialog.
nl: Beter dialoogvenster voor modelbeheer toegevoegd
pt_br: Adicionado melhor diálogo de gerenciamento de modelos
ta: சிறந்த மாடல் மேலாண்மை உரையாடல் சேர்க்கப்பட்டது
te: మెరుగైన మోడల్ మేనేజ్‌మెంట్ డైలాగ్ జోడించబడింది
tr: Daha iyi model yönetimi iletişim kutusu eklendi
uk: Додано покращене діалогове вікно управління моделями

source: Added loading spinner when sending message
bn: বার্তা পাঠানোর সময় লোডিং স্পিনার যোগ করা হয়েছে
de: Ladespinner beim Senden einer Nachricht hinzugefügt
es: Añadido spinner de carga cuando se envia un mensaje
fr: Ajouté : icône de chargement lors de l'envoie d'un message
hi: संदेश भेजते समय लोडिंग स्पिनर जोड़ा गया है
id: Ditambahkan spinner pemuatan saat mengirim pesan
it: Aggiunto lo spinner di caricamento durante l'invio del messaggio
kn: ಸಂದೇಶ ಕಳುಹಿಸುವಾಗ ಲೋಡಿಂಗ್ ಸ್ಪಿನ್ನರ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til Lastejul når det en beskjed sendes
nl: Laadspinner toegevoegd bij het verzenden van berichten
pt_br: Adicionado spinner de carregamento ao mandar mensagens
ta: செய்தியை அனுப்பும்போது ஏற்றுதல் சுழலி சேர்க்கப்பட்டது
te: సందేశాన్ని పంపేటప్పుడు లోడ్ స్పిన్నర్ జోడించబడింది
tr: Mesaj gönderirken yükleme barı eklendi
uk: Додано індикатор завантаження при відправленні повідомлення

source: Added notifications if app is not active and a model pull finishes
bn: অ্যাপ সক্রিয় না থাকলে এবং মডেল পুল সমাপ্ত হলে নোটিফিকেশন যোগ করা হয়েছে
de: Benachrichtigungen hinzugefügt, wenn die App nicht aktiv ist und ein Modell-Pull abgeschlossen ist
es: Añadidas notificaciones si la aplicación no está activa y la descarga de un modelo finaliza
fr: Ajouté : notification si l'application n'est pas active et que le téléchargement d'un modèle est en cours
hi: यदि ऐप सक्रिय नहीं है और एक मॉडल पुल समाप्त होता है, तो सूचनाएं जोड़ी गई हैं
id: Ditambahkan notifikasi jika aplikasi tidak aktif dan pengambilan model selesai
it: Aggiunte notifiche se l'app non è attiva e lo scaricamento di un modello viene terminata
kn: ಅಪ್ಲಿಕೇಶನ್ ಸಕ್ರಿಯವಾಗಿಲ್ಲದಿದ್ದರೆ ಮತ್ತು ಮಾದರಿ ಪುಲ್ ಮುಗಿದಿದ್ದರೆ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Appen vil nå sende en beskjed hvis den ikke er åpen mens en modell er ferdig nedlastet
nl: Meldingen toegevoegd als app niet actief is en een model pull eindigt
pt_br: Adicionadas notificações caso o app não esteja ativo e um modelo terminar de ser baixado
ta: பயன்பாடு செயலில் இல்லை மற்றும் ஒரு மாடல் இழுப்பது முடிந்தால் அறிவிப்புகள் சேர்க்கப்பட்டன
te: యాప్ యాక్టివ్‌గా లేకుంటే మరియు మోడల్ పుల్ పూర్తి అయినట్లయితే నోటిఫికేషన్‌లు జోడించబడతాయి
tr: Uygulama aktif değilken model indirme işlemi bitiş bildirimleri eklendi
uk: Додані сповіщення, якщо додаток не активний і завантаження моделі завершено

source: Added new symbolic icon
bn: নতুন প্রতীকী আইকন যোগ করা হয়েছে
de: Neues symbolisches Icon hinzugefügt
es: Añadido nuevo icono simbolico
fr: Ajouté : nouveau icônes symboliques
hi: नया प्रतीकात्मक आइकन जोड़ा गया है
id: Ditambahkan ikon simbolik baru
it: Aggiunta una nuova icona simbolica
kn: ಹೊಸ ಸಾಂಕೇತಿಕ ಐಕಾನ್ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til nytt symbolsk ikon
nl: Nieuw symbolisch pictogram toegevoegd
pt_br: Adicionado novo ícone simbólico
ta: புதிய அடையாளச் சின்னம் சேர்க்கப்பட்டது
te: కొత్త సింబాలిక్ చిహ్నం జోడించబడింది
tr: Yeni sembolik simge eklendi
uk: Додано нову символічну іконку

source: Added frame to message textview widget
bn: বার্তা টেক্সটভিউ উইজেটে ফ্রেম যোগ করা হয়েছে
de: Rahmen zum Nachrichten-Textansichts-Widget hinzugefügt
es: Añadido borde al objeto textview del mensaje
fr: Ajouté : cadre pour le widget des messages
hi: संदेश टेक्स्टव्यू विजेट में फ्रेम जोड़ा गया है
id: Ditambahkan bingkai ke widget tampilan teks pesan
it: Aggiunta di una cornice al widget textview dei messaggi
kn: ಸಂದೇಶ ಪಠ್ಯ ವೀಕ್ಷಣೆ ವಿಜೆಟ್‌ಗೆ ಫ್ರೇಮ್ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til ramme for melding tekstvindu programsnutt
nl: Kader toegevoegd aan widget tekstweergave berichten
pt_br: Adicionada borda ao redor do widget textview
ta: செய்தி உரைக்காட்சி விட்ஜெட்டிற்கு ஃபிரேம் சேர்க்கப்பட்டது
te: మెసేజ్ టెక్స్ట్‌వ్యూ విడ్జెట్‌కి ఫ్రేమ్ జోడించబడింది
tr: Mesaj metin göstergsi widget'ına çerçeve eklendi
uk: Додано рамку до віджету перегляду тексту повідомлення

source: Fixed "code blocks shouldn't be editable"
bn: "কোড ব্লকগুলি সম্পাদনা করা উচিত নয়" সংশোধন করা হয়েছে
de: Behoben: "Code-Blöcke sollten nicht editierbar sein"
es: Arreglado "bloques de codigo no deberían de ser editables"
fr: Résolu : 'les blocs de codes ne devraient pas être édité'
hi: "कोड ब्लॉक्स संपादन योग्य नहीं होने चाहिए" समस्या ठीक हो गई है
id: Diperbaiki "blok kode seharusnya tidak dapat diedit"
it: Corretto “I blocchi di codice non dovrebbero essere modificabili”
kn: ಸ್ಥಿರ: "ಕೋಡ್ ಬ್ಲಾಕ್ಗಳನ್ನು ಸಂಪಾದಿಸಬಾರದು"
nb_no: Fikset "Kodeblokker skal ikke være redigerbare."
nl: Fixed: “codeblokken mogen niet bewerkt worden”.
pt_br: Corrigido "blocos de código não deveriam ser editáveis"
ta: "குறியீடு தொகுதிகளைத் திருத்த முடியாது" சரி செய்யப்பட்டது
te: స్థిర "కోడ్ బ్లాక్‌లు సవరించబడకూడదు"
tr: “Kod blokları düzenlenebilir olmamalı” düzeltildi
uk: Виправлено: "блоки коду не повинні бути редаговані"

source: Added code highlighting
bn: কোড হাইলাইটিং যোগ করা হয়েছে
de: Code-Highlighting hinzugefügt
es: Añadido resaltado de código
fr: Ajouté : coloration syntaxique du code
hi: कोड हाइलाइटिंग जोड़ा गया है
id: Ditambahkan penyorotan kode
it: Aggiunta l'evidenziazione del codice
kn: ಕೋಡ್ ಹೈಲೈಟ್ ಮಾಡಲಾದ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til kodebelysning.
nl: Markering van code toegevoegd
pt_br: Adicionado destacamento de código
ta: குறியீடு சிறப்பம்சம் சேர்க்கப்பட்டது
te: కోడ్ హైలైటింగ్ జోడించబడింది
tr: Kod vurgulama eklendi
uk: Додано підсвічування коду

source: Added image recognition (llava model)
bn: চিত্র স্বীকৃতি (ল্লাভা মডেল) যোগ করা হয়েছে
de: Bilderkennung hinzugefügt (LLaVA-Modell)
es: Añadido reconocimiento de imagenes (modelo llava)
fr: Ajouté : reconnaissance d'image (modèle llava)
hi: इमेज रिकॉग्निशन (ल्लावा मॉडल) जोड़ा गया है
id: Ditambahkan pengenalan gambar (model llava)
it: Aggiunto il riconoscimento delle immagini (modello llava)
kn: ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆ (ಲಾವಾ ಮಾದರಿ) ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til bildetolkning (llava modell)
nl: Beeldherkenning toegevoegd (llava-model)
pt_br: Adicionado reconhecimento de imagem (modelo llava)
ta: பட அங்கீகாரம் சேர்க்கப்பட்டது (ல்லாவா மாதிரி)
te: ఇమేజ్ రికగ్నిషన్ జోడించబడింది (ల్లావా మోడల్)
tr: Görüntü tanıma eklendi (llava modeli)
uk: Додано розпізнавання зображень (модель llava)

source: Added multiline prompt
bn: বহুলাইন প্রম্পট যোগ করা হয়েছে
de: Mehrzeilige Eingabe hinzugefügt
es: Añadido caja de texto de multiples lineas
fr: Ajouté : prompt multilignes
hi: मल्टीलाइन प्रॉम्प्ट जोड़ा गया है
id: Ditambahkan prompt multiline
it: Aggiunto il supporto ai prompt multilinea
kn: ಮಲ್ಟಿಲೈನ್ ಪ್ರಾಂಪ್ಟ್ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lagt til multilinje skrivefelt
nl: Meerregelige prompt toegevoegd
pt_br: Adicionado prompt de múltiplas linhas
ta: பல வரி ப்ராம்ப் சேர்க்கப்பட்டது
te: బహుళ లైన్ ప్రాంప్ట్ జోడించబడింది
tr: Çok satırlı mesaj gönderme eklendi
uk: Додано багато рядковий запит

source: Fixed some small bugs
bn: কিছু ছোট বাগ সংশোধন করা হয়েছে
de: Einige kleine Fehler behoben
es: Arreglados unos pequeños errores
fr: Quelques petits bogues résolus
hi: कुछ छोटी बग्स ठीक हो गई हैं
id: Diperbaiki beberapa bug kecil
it: Corretti alcuni piccoli bug
kn: ಕೆಲವು ಸಣ್ಣ ದೋಷಗಳನ್ನು ಪರಿಹರಿಸಲಾಗಿದೆ
nb_no: Fikset noen små programfeil
nl: Enkele kleine bugs opgelost
pt_br: Correção de pequenos erros
ta: சில சிறிய பிழைகள் சரிசெய்யப்பட்டன
te: కొన్ని చిన్న బగ్‌లు పరిష్కరించబడ్డాయి
tr: Bazı küçük hatalar düzeltildi
uk: Виправлено деякі дрібні помилки

source: General optimization
bn: সাধারণ অপ্টিমাইজেশন
de: Allgemeine Optimierung
es: Optimización general
fr: Optimisation générale
hi: सामान्य अनुकूलन
id: Optimisasi umum
it: Ottimizzazione generale
kn: ಸಾಮಾನ್ಯ ಆಪ್ಟಿಮೈಸೇಶನ್
nb_no: Generelle optimalisering
nl: Algemene optimalisatie
pt_br: Otimizações em Geral
ta: பொதுவான மேம்பாடு
te: సాధారణ ఆప్టిమైజేషన్
tr: Genel optimizasyon
uk: Загальна оптимізація

source: Fixes and features
bn: সংশোধন এবং বৈশিষ্ট্য
de: Fehlerbehebungen und Funktionen
es: Arreglos y funcionalidades
fr: Correctifs et fonctionnalités
hi: सुधार और सुविधाएं
id: Perbaikan dan fitur
it: Correzioni e nuove funzionalità
kn: ಪರಿಹಾರಗಳು ಮತ್ತು ವೈಶಿಷ್ಟ್ಯಗಳು
nb_no: Korrektur og funksjonalitet
nl: Fixes en functies
pt_br: Correções e funcionalidades
ta: திருத்தங்கள் மற்றும் அம்சங்கள்
te: పరిష్కారాలు మరియు లక్షణాలు
tr: Düzeltmeler ve özellikler
uk: Виправлення та нові функції

source: Russian translation (thanks github/alexkdeveloper)
bn: রাশিয়ান অনুবাদ (ধন্যবাদ github/alexkdeveloper)
de: Russische Übersetzung (Danke github/alexkdeveloper)
es: Traducción a Ruso (gracias github/alexkdeveloper)
fr: Traduction russe (Merci github/alexkdeveloper)
hi: रूसी अनुवाद (github/alexkdeveloper को धन्यवाद)
id: Terjemahan Rusia (terima kasih github/alexkdeveloper)
it: Traduzione in russo (grazie a github/alexkdeveloper)
kn: ರಷ್ಯಾದ ಅನುವಾದ (ಧನ್ಯವಾದಗಳು ಗಿಟ್‌ಹಬ್/ಅಲೆಕ್ಸ್‌ಕ್ ಡೆವಲಪರ್)
nb_no: Russisk oversettelse (takk github/alexkdeveloper)
nl: Russische vertaling (bedankt github/alexkdeveloper)
pt_br: Tradução para Russo (obrigado, github/alexkdeveloper)
ta: ரஷ்ய மொழிபெயர்ப்பு (நன்றி github/alexkdeveloper)
te: రష్యన్ అనువాదం (ధన్యవాదాలు github/alexkdeveloper)
tr: Rusça çeviri (teşekkürler github/alexkdeveloper)
uk: Переклад російською (дякую github/alexkdeveloper)

source: Fixed: Cannot close app on first setup
bn: সংশোধন: প্রথম সেটআপে অ্যাপ বন্ধ করতে পারবেন না
de: Behoben: App kann bei der Ersteinrichtung nicht geschlossen werden
es: Arreglado: No se puede cerrar la aplicación en el primer setup
fr: Résolu : impossible de fermer l'application lors de la première configuration
hi: सुधारा: पहली सेटअप पर ऐप को बंद नहीं किया जा सकता
id: Diperbaiki: Tidak dapat menutup aplikasi pada pengaturan pertama
it: Corretto: Impossibile chiudere l'app alla prima configurazione
kn: ಸ್ಥಿರ: ಮೊದಲ ಸೆಟಪ್‌ನಲ್ಲಿ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮುಚ್ಚಲು ಸಾಧ್ಯವಿಲ್ಲ
nb_no: Fikset: Kan ikke lukke app på første oppstart
nl: Fixed: Kan app niet sluiten bij eerste installatie
pt_br: Corrigido: Não ser possível fechar o app no setup inicial
ta: சரி செய்யப்பட்டது: முதல் அமைப்பில் பயன்பாட்டை மூட முடியாது
te: పరిష్కరించబడింది: మొదటి సెటప్‌లో యాప్‌ను మూసివేయడం సాధ్యం కాదు
tr: İlk kurulumda uygulama kapatılamaması düzeltildi
uk: Виправлено: Неможливо закрити додаток при першому налаштуванні

source: Fixed: Brand colors for Flathub
bn: ফ্ল্যাথাবের জন্য ব্র্যান্ড রঙ সংশোধন করা হয়েছে
de: Behoben: Markenfarben für Flathub
es: Arreglado: Colores de marca para Flathub
fr: Résolu : couleur de marque pour Flathub
hi: सुधारा: फ्लैटहब के लिए ब्रांड रंग
id: Diperbaiki: Warna merek untuk Flathub
it: Corretto: Colori del marchio per Flathub
kn: ಸ್ಥಿರ: ಫ್ಲಾಥಬ್‌ಗಾಗಿ ಬ್ರಾಂಡ್ ಬಣ್ಣಗಳು
nb_no: Fikset merkevare farger for Flathub
nl: Fixed: Merkkleuren voor Flathub
pt_br: Corrigido: Cores de branding para o Flathub
ta: சரி செய்யப்பட்டது: Flathub க்கான பிராண்ட் வண்ணங்கள்
te: స్థిర: Flathub కోసం బ్రాండ్ రంగులు
tr: Flathub için marka renkleri düzeltildi
uk: Виправлено: Кольори бренду для Flathub

source: Fixed: App description
bn: অ্যাপ বর্ণনা সংশোধন করা হয়েছে
de: Behoben: App-Beschreibung
es: Arreglado: Descripción de aplicación
fr: Résolu : description de l'application
hi: सुधारा: ऐप विवरण
id: Diperbaiki: Deskripsi aplikasi
it: Corretto: Descrizione dell'app
kn: ಸ್ಥಿರ: ಅಪ್ಲಿಕೇಶನ್ ವಿವರಣೆ
nb_no: Fikset: App beskrivelse
nl: Fixed: App beschrijving
pt_br: Corrigido: Descrição do app
ta: சரி செய்யப்பட்டது: பயன்பாட்டு விளக்கம்
te: స్థిర: యాప్ వివరణ
tr: Uygulama açıklaması düzeltildi
uk: Виправлено: Опис додатка

source: Fixed: Only show 'save changes dialog' when you actually change the url
bn: শুধুমাত্র আপনি আসলে ইউআরএল পরিবর্তন করলে 'পরিবর্তন সংরক্ষণ ডায়ালগ' দেখান
de: Behoben: Dialog 'Änderungen speichern' nur anzeigen, wenn die URL tatsächlich geändert wurde
es: Arreglado: Solo mostrar el dialogo 'guardar cambios' cuando se cambia el url
fr: Résolu : affiche uniquement la 'boite de dialogue enregistrement des modifications' lorsque vous changez réellement l'URL
hi: सुधारा: केवल 'परिवर्तनों को सहेजें संवाद' दिखाएं जब आप वास्तव में यूआरएल बदलें
id: Diperbaiki: Hanya tampilkan dialog 'simpan perubahan' saat Anda benar-benar mengubah url
it: Corretto: Mostra la finestra di dialogo per il salvataggio delle modifiche solo quando si modifica effettivamente l'URL
kn: ಸ್ಥಿರ: ನೀವು ನಿಜವಾಗಿಯೂ URL ಅನ್ನು ಬದಲಾಯಿಸಿದಾಗ 'ಬದಲಾವಣೆಗಳ ಸಂವಾದ' ಅನ್ನು ಮಾತ್ರ ತೋರಿಸಿ
nb_no: Fikset: Bare vis 'lagre endringer dialog' når du faktisk endrer URL
nl: Opgelost: Toon alleen 'wijzigingen opslaan dialoogvenster' als je daadwerkelijk de url wijzigt
pt_br: Corrigido: Somente exibir 'diálogo de salvamento de mudanças' quando você realmente alterar a URL
ta: சரி செய்யப்பட்டது: நீங்கள் உண்மையில் url ஐ மாற்றினால் மட்டுமே 'மாற்றங்களை சேமி' உரையாடலைக் காட்டு
te: పరిష్కరించబడింది: మీరు నిజంగా urlని మార్చినప్పుడు మాత్రమే 'మార్పులను సేవ్ చేయి డైలాగ్'ని చూపండి
tr: Yalnızca url'yi gerçekten değiştirdiğinizde 'değişiklikleri kaydet iletişim kutusunu' gösterme düzeltildi
uk: Виправлено: Показувати діалог 'зберегти зміни' лише коли URL дійсно змінено

source: 0.2.2 Bug fixes
bn: 0.2.2 বাগ সংশোধন
de: 0.2.2 Fehlerbehebungen
es: 0.2.2 Arreglo de errores
fr: 0.2.2 Correctifs
hi: 0.2.2 बग सुधार
id: 0.2.2 Perbaikan bug
it: 0.2.2 Correzioni di bug
kn: 0.2.2 ದೋಷ ಪರಿಹಾರಗಳು
nb_no: 0.2.2 Diverse løsninger
pt_br: 0.2.2 Conserto de erros
ta: 0.2.2 பிழை திருத்தங்கள்
te: 0.2.2 బగ్ పరిష్కారాలు
tr: 0.2.2 Hata düzeltmeleri
uk: 0.2.2 Виправлення помилок

source: Toast messages appearing behind dialogs
bn: ডায়ালগসের পিছনে টোস্ট বার্তা আসছে
de: Toast-Nachrichten erscheinen hinter Dialogen
es: Mensajes toast apareciendo detrás de dialogos
fr: Résolu : les messages pop-up (toast) apparaissaient derrière les boites de dialogue
hi: टोस्ट संदेश डायलॉग के पीछे दिखाई दे रहे हैं
id: Pesan toast muncul di belakang dialog
it: I messaggi di popup appaiono dietro le finestre di dialogo
kn: ಟೋಸ್ಟ್ ಸಂದೇಶಗಳು ಸಂವಾದಗಳ ಹಿಂದೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ
nb_no: Toast meldinger dukker opp bak dialoger.
nl: Toastberichten verschijnen achter dialoogvensters
pt_br: Mensagens toast aparecendo atrás de diálogos
ta: உரையாடல்களுக்குப் பின்னால் தோன்றும் டோஸ்ட் செய்திகள்
te: డైలాగ్‌ల వెనుక టోస్ట్ సందేశాలు కనిపిస్తాయి
tr: Tost mesajlarının diyalogların arkasında görünmesi düzeltildi
uk: Повідомлення-toast з'являються за діалоговими вікнами

source: Local model list not updating when changing servers
bn: সার্ভার পরিবর্তন করার সময় স্থানীয় মডেল তালিকা আপডেট হচ্ছে না
de: Lokale Modellliste wird beim Wechseln der Server nicht aktualisiert
es: Lista de modelos locales no es actualizada cuando se cambia el servidor
fr: Résolu : la liste des modèles locaux ne se mettait pas à jour lors du changement de serveur
hi: सर्वर बदलने पर स्थानीय मॉडल सूची अपडेट नहीं हो रही है
id: Daftar model lokal tidak terbarui saat mengganti server
it: L'elenco dei modelli locali non si aggiorna quando si cambia server
kn: ಸರ್ವರ್‌ಗಳನ್ನು ಬದಲಾಯಿಸುವಾಗ ಸ್ಥಳೀಯ ಮಾದರಿ ಪಟ್ಟಿ ನವೀಕರಿಸುತ್ತಿಲ್ಲ
nb_no: Lokal modelliste som ikke oppdateres ved serverendring
nl: Lokale modellijst wordt niet bijgewerkt bij het wijzigen van servers
pt_br: Lista de modelos locais não é atualizada ao mudar de servidor
ta: சேவையகங்களை மாற்றும்போது உள்ளூர் மாதிரி பட்டியல் புதுப்பிக்கப்படவில்லை
te: సర్వర్‌లను మార్చేటప్పుడు స్థానిక మోడల్ జాబితా నవీకరించబడదు
tr: Sunucu değiştirirken yerel model listesi güncellenmemesi düzeltildi
uk: Список локальних моделей не оновлюється при зміні серверів

source: Closing the setup dialog closes the whole app
bn: সেটআপ ডায়ালগ বন্ধ করলে সমগ্র অ্যাপ বন্ধ হয়ে যায়
de: Das Schließen des Einrichtungsdialogs schließt die gesamte App
es: Cerrar el dialogo de setup cierra toda la aplicación
fr: Résolu : fermer la boite de dialogue de configuration fermait l'application
hi: सेटअप संवाद को बंद करने से पूरा ऐप बंद हो जाता है
id: Menutup dialog pengaturan menutup seluruh aplikasi
it: La chiusura della finestra di dialogo di configurazione chiude l'intera applicazione
kn: ಸೆಟಪ್ ಸಂವಾದವನ್ನು ಮುಚ್ಚುವುದು ಇಡೀ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮುಚ್ಚುತ್ತದೆ
nb_no: Lukking av oppstartsdialog lukker hele appen
nl: Het sluiten van de setup dialoog sluit de hele app
pt_br: Fechar o diálogo de primeira configuração fecha o app inteiro
ta: அமைப்பு உரையாடலை மூடுவது முழு பயன்பாட்டையும் மூடிவிடும்
te: సెటప్ డైలాగ్‌ను మూసివేయడం వలన యాప్ మొత్తం మూసివేయబడుతుంది
tr: Kurulum menüsünü kapatınca uygulamanın kapanması düzeltildi
uk: Закриття діалогового вікна налаштування закриває весь додаток

source: 0.2.1 Data saving fix
bn: 0.2.1 ডেটা সংরক্ষণ সংশোধন
de: 0.2.1 Korrektur beim Speichern von Daten
es: 0.2.1 Arreglo en el guardado de datos
fr: 0.2.1 Correction de la sauvegarde des données
hi: 0.2.1 डेटा सेविंग सुधार
id: 0.2.1 Perbaikan penyimpanan data
it: 0.2.1 Correzione del salvataggio dei dati
kn: 0.2.1 ಡೇಟಾ ಉಳಿತಾಯ ಫಿಕ್ಸ್
nb_no: 0.2.1 Datasparing fiks
nl: 0.2.1 Fix gegevens opslaan
pt_br: 0.2.1 Correção no salvamento de dados
ta: 0.2.1 தரவு சேமிப்பு திருத்தம்
te: 0.2.1 డేటా పొదుపు పరిష్కారం
tr: 0.2.1 Veri kaydetme düzeltmesi
uk: 0.2.1 Виправлення збереження даних

source: The app didn't save the config files and chat history to the right directory, this is now fixed
bn: অ্যাপটি কনফিগার ফাইল এবং চ্যাট ইতিহাস ডানদিকে সংরক্ষণ করেনিডিরেক্টরি, এটা এখন ঠিক করা হয়েছে
de: Die App hat die Konfigurationsdateien und den Chatverlauf nicht im richtigen Verzeichnis gespeichert, dies ist jetzt behoben
es: La aplicación no guardaba los archivos de configuración o los chats en el directorio correcto, esto ahora ha sido arreglado
fr: Résolu : l'application ne sauvegardait pas le fichier de configuration et l'historique des discussions dans le bon dossier
hi: ऐप ने कॉन्फ़िग फ़ाइलों और चैट इतिहास को सही निर्देशिका में सेव नहीं किया, यह अब ठीक हो गया है
id: Aplikasi tidak menyimpan file konfigurasi dan riwayat obrolan ke direktori yang benar, ini sekarang diperbaiki
it: L'applicazione non salvava i file di configurazione e la cronologia delle chat nella cartella giusta; il problema è ora risolto.
kn: ಅಪ್ಲಿಕೇಶನ್ ಸಂರಚನಾ ಫೈಲ್‌ಗಳನ್ನು ಮತ್ತು ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ಸರಿಯಾದ ಡೈರೆಕ್ಟರಿಗೆ ಉಳಿಸಲಿಲ್ಲ, ಇದನ್ನು ಈಗ ನಿವಾರಿಸಲಾಗಿದೆ
nb_no: Appen lagret ikke konfigurasjonfiler og historikk til riktig filplass, dette er nå fikset
nl: De app sloeg de configuratiebestanden en chatgeschiedenis niet op in de juiste map, dit is nu opgelost
pt_br: O app não salvava os arquivos de config. e o histórico de conversa no diretório correto, isso foi corrigido
ta: பயன்பாடு கட்டமைப்பு கோப்புகள் மற்றும் அரட்டை வரலாற்றை சரியான கோப்பகத்தில் சேமிக்கவில்லை, இது இப்போது சரி செய்யப்பட்டது
te: యాప్ కాన్ఫిగర్ ఫైల్‌లను మరియు చాట్ హిస్టరీని సరైన డైరెక్టరీకి సేవ్ చేయలేదు, ఇది ఇప్పుడు పరిష్కరించబడింది
tr: Uygulama yapılandırma dosyalarını ve sohbet geçmişini doğru dizine kaydetmiyordu, bu artık düzeltildi
uk: Додаток не зберігав файли конфігурації та історію чатів у правильному каталозі, тепер це виправлено

source: New Features
bn: নতুন বৈশিষ্ট্য
de: Neue Funktionen
es: Nuevas funcionalidades
fr: Nouvelles fonctionnalités
hi: नए सुविधाएँ
id: Fitur Baru
it: Nuove funzionalità
kn: ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳು
nb_no: Ny funksjonalitet
nl: Nieuwe functies
pt_br: Novas Funcionalidades
ta: புதிய அம்சங்கள்
te: కొత్త ఫీచర్లు
tr: Yeni Özellikler
uk: Нові функції
