Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Chat title generation
bn: চ্যাট শিরোনাম উৎপাদন
de: Generierung von Chat-Titeln
es: Generación de título de chat
fr: Ajouté : génération du titre des discussions
hi: चैट टाइटल जनरेशन
id: Pembuatan judul obrolan
it: Generazione del titolo delle chat
kn: ಚಾಟ್ ಶೀರ್ಷಿಕೆ ಉತ್ಪಾದನೆ
nl: Genereren van chattitels
pt_br: Geração de título de conversa
ta: அரட்டை தலைப்பு உருவாக்கம்
te: చాట్ టైటిల్ జనరేషన్
tr: Sohbet başlığı oluşturulması eklendi
uk: Генерація заголовка чату

source: Auto resizing of message entry
bn: বার্তা প্রবেশের স্বয়ংক্রিয় আকার পরিবর্তন
de: Automatische Größenänderung der Nachrichteneingabe
es: Redimensionado automático de la entrada de mensaje
fr: Changé : auto redimensionnement de la boite de saisie
hi: मैसेज एंट्री का ऑटो रीसाइजिंग
id: Penyusuaian ukuran entri pesan secara otomatis
it: Ridimensionamento automatico del messaggio
kn: ಸಂದೇಶ ಪ್ರವೇಶದ ಆಟೋ ಮರುಗಾತ್ರಗೊಳಿಸುವಿಕೆ
nl: Automatisch aanpassen van berichtinvoer
pt_br: Redimensionamento automático da entrada de mensagens
ta: செய்தி உள்ளீட்டின் தானியங்கி அளவு மாற்றம்
te: సందేశం నమోదు యొక్క స్వీయ పునఃపరిమాణం
tr: Giriş kutusunun otomatik olarak yeniden boyutlandırılması değiştirildi
uk: Автоматична зміна розміру поля введення повідомлення

source: Chat notifications
bn: চ্যাট বিজ্ঞপ্তি
de: Chat-Benachrichtigungen
es: Notificaciones de chat
fr: Ajouté : notification de discussions
hi: चैट नोटिफिकेशन
id: Pemberitahuan obrolan
it: Notificazione delle chat
kn: ಚಾಟ್ ಅಧಿಸೂಚನೆಗಳು
nl: Chatmeldingen
pt_br: Notificações de conversa
ta: அரட்டை அறிவிப்புகள்
te: చాట్ నోటిఫికేషన్‌లు
tr: Sohbet bildirimleri eklendi
uk: Сповіщення про чат

source: Added indicator when an image is missing
bn: একটি ছবি অনুপস্থিত থাকলে সূচক যোগ করা হয়েছে
de: Indikator hinzugefügt, wenn ein Bild fehlt
es: Añadido indicador cuando falta una imagen
fr: Ajouté : indicateur d'image manquante
hi: एक इमेज गुम होने पर इंडिकेटर जोड़ा गया है
id: Menambahkan indikator saat gambar hilang
it: Aggiunto un indicatore quando manca un'immagine
kn: ಚಿತ್ರ ಕಾಣೆಯಾದಾಗ ಸೂಚಕವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Indicator toegevoegd wanneer een afbeelding ontbreekt
pt_br: Adicionado indicador quando uma imagem está faltando
ta: ஒரு படம் காணவில்லை என்றால் காட்டி சேர்க்கப்பட்டது
te: చిత్రం లేనప్పుడు సూచిక జోడించబడింది
tr: Eksik görüntü göstergesi eklendi
uk: Додано індикатор, коли зображення відсутнє

source: Auto rearrange the order of chats when a message is received
bn: একটি বার্তা প্রাপ্ত হলে চ্যাটের ক্রম স্বয়ংক্রিয় পুনর্বিন্যাস
de: Automatisches Neuanordnen der Reihenfolge der Chats beim Empfang einer Nachricht
es: Reordenar automáticamente el orden de los chats cuando se recibe un mensaje
fr: Ajouté : réarrange l'ordre des discussions lorsqu'un message est reçu
hi: एक संदेश प्राप्त होने पर चैट्स का ऑटो पुनर्व्यवस्था
id: Menyusun ulang urutan obrolan secara otomatis saat pesan diterima
it: Riorganizza automaticamente l'ordine delle chat quando si riceve un messaggio
kn: ಸಂದೇಶವನ್ನು ಸ್ವೀಕರಿಸಿದಾಗ ಚಾಟ್‌ಗಳ ಕ್ರಮವನ್ನು ಸ್ವಯಂ ಮರುಹೊಂದಿಸಿ
nl: Automatisch herschikken van de volgorde van chats wanneer een bericht wordt ontvangen
pt_br: Reorganizar automaticamente a ordem das conversas quando uma mensagem é recebida
ta: ஒரு செய்தி பெறப்படும்போது அரட்டைகளின் வரிசையை தானாகவே மறுசீரமைக்கவும்
te: సందేశం వచ్చినప్పుడు చాట్‌ల క్రమాన్ని స్వయంచాలకంగా క్రమాన్ని మార్చండి
tr: Bir mesaj alındığında tartışmaların sırasının düzenlenmesi eklendi
uk: Автоматичне впорядкування чату після отримання повідомлення

source: Redesigned file preview dialog
bn: ফাইল পূর্বরূপ ডায়ালগ পুনঃনকশা
de: Überarbeiteter Dateivorschau-Dialog
es: Rediseño del diálogo de vista previa de archivos
fr: Changé : boite de dialogue de prévisualisation de fichier redesigné
hi: फ़ाइल पूर्वावलोकन संवाद का पुनः डिज़ाइन
id: Desain ulang dialog pratinjau file
it: Nuova interfaccia per la finestra di anteprima del file
kn: ಮರುವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಫೈಲ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಸಂವಾದ
nl: Herontworpen dialoogvenster voor bestandsvoorbeeld
pt_br: Redesign da caixa de diálogo de visualização de arquivo
ta: மீண்டும் வடிவமைக்கப்பட்ட கோப்பு முன்னோட்ட உரையாடல்
te: పునఃరూపకల్పన చేయబడిన ఫైల్ ప్రివ్యూ డైలాగ్
tr: Dosya önizleme iletişim kutusu yeniden tasarlandı
uk: Редизайн діалогового вікна попереднього перегляду файлів

source: Credited new contributors
bn: নতুন অবদানকারীদের কৃতিত্ব দেওয়া হয়েছে
de: Neue Mitwirkende aufgeführt
es: Agradecimientos a los nuevos colaboradores
fr: Ajouté : crédit aux nouveaux contributeurs
hi: नए योगदानकर्ताओं को श्रेय दिया गया है
id: Memberikan kredit kepada kontributor baru
it: Riconoscimento ai nuovi contributori
kn: ಹೊಸ ಕೊಡುಗೆದಾರರಿಗೆ ಸಲ್ಲುತ್ತದೆ
nl: Nieuwe medewerkers gecrediteerd
pt_br: Novos contribuidores creditados
ta: புதிய பங்களிப்பாளர்களுக்கு கடன் வழங்கப்பட்டது
te: కొత్త కంట్రిబ్యూటర్లకు ఘనత అందించారు
tr: Yeni katkıda bulunanlar 'Katkıda Bulunanlar' kısmına eklendi.
uk: Зазначено нових учасників

source: Better stability and optimization
bn: আরও ভালো স্থিতিশীলতা এবং অপ্টিমাইজেশন
de: Bessere Stabilität und Optimierung
es: Mejor estabilidad y optimización
fr: Meilleur stabilité et optimisation
hi: बेहतर स्थिरता और अनुकूलन
id: Stabilitas dan optimisasi yang lebih baik
it: Migliore stabilità e ottimizzazioni
kn: ಉತ್ತಮ ಸ್ಥಿರತೆ ಮತ್ತು ಆಪ್ಟಿಮೈಸೇಶನ್
nl: Betere stabiliteit en optimalisatie
pt_br: Melhor estabilidade e otimização
ta: சிறந்த நிலைத்தன்மை மற்றும் மேம்பாடு
te: మెరుగైన స్థిరత్వం మరియు ఆప్టిమైజేషన్
tr: Daha iyi stabilite ve optimizasyon eklendi
uk: Покращена стабільність та оптимізація

source: Edit messages to change the context of a conversation
bn: কনভার্সেশনের প্রসঙ্গ পরিবর্তন করার জন্য বার্তা সম্পাদনা করুন
de: Nachrichten bearbeiten, um den Kontext einer Unterhaltung zu ändern
es: Editar mensajes para cambiar el contexto de una conversación
fr: Ajouté : éditez les messages pour changer le contexte d'une conversation
hi: एक संवाद के संदर्भ को बदलने के लिए संदेशों को संपादित करें
id: Edit pesan untuk mengubah konteks obrolan
it: Modifica i messaggi per cambiare il contesto di una conversazione
kn: ಸಂಭಾಷಣೆಯ ಸಂದರ್ಭವನ್ನು ಬದಲಾಯಿಸಲು ಸಂದೇಶಗಳನ್ನು ಸಂಪಾದಿಸಿ
nl: Berichten bewerken om de context van een gesprek te veranderen
pt_br: Edite mensagens para alterar o contexto de uma conversa
ta: உரையாடலின் சூழலை மாற்ற செய்திகளைத் திருத்தவும்
te: సంభాషణ యొక్క సందర్భాన్ని మార్చడానికి సందేశాలను సవరించండి
tr: Bir görüşmenin içeriğini değiştirmek için mesajları düzenleme eklendi
uk: Редагування повідомлень для зміни контексту розмови

source: Added disclaimers when pulling models
bn: মডেল টানার সময় দাবি যোগ করা হয়েছে
de: Haftungsausschlüsse beim Abrufen von Modellen hinzugefügt
es: Añadidos descargos de responsabilidad al seleccionar modelos
fr: Ajouté : avertissement lors du téléchargement d'un modèle
hi: मॉडल्स को पुल करने पर अस्वीकरण जोड़ा गया है
id: Menambahkan penafian saat menarik model
it: Aggiunto un disclaimer quando si scaricano i modelli
kn: ಮಾದರಿಗಳನ್ನು ಎಳೆಯುವಾಗ ಹಕ್ಕು ನಿರಾಕರಣೆಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Disclaimers toegevoegd bij het ophalen van modellen
pt_br: Adicionadas isenções de responsabilidade ao baixar modelos
ta: மாதிரிகளை இழுக்கும்போது மறுப்புக்கள் சேர்க்கப்பட்டன
te: మోడల్‌లను లాగుతున్నప్పుడు నిరాకరణలు జోడించబడ్డాయి
tr: Modelleri indirirken yasal uyarılar eklendi
uk: Додано застереження під час завантаження моделей

source: Preview files before sending a message
bn: বার্তা পাঠানোর আগে ফাইল পূর্বরূপ দেখুন
de: Vorschau von Dateien vor dem Senden einer Nachricht
es: Previsualizar archivos antes de enviar un mensaje
fr: Ajouté : prévisualisation des fichiers avant d'envoyer un message
hi: एक संदेश भेजने से पहले फ़ाइलों का पूर्वावलोकन करें
id: Pratinjau file sebelum mengirim pesan
it: Mostra un'anteprima dei file prima di inviare il messaggio
kn: ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುವ ಮೊದಲು ಫೈಲ್‌ಗಳನ್ನು ಪೂರ್ವವೀಕ್ಷಣೆ ಮಾಡಿ
nl: Bestanden bekijken voordat je een bericht verstuurt
pt_br: Visualize arquivos antes de enviar uma mensagem
ta: ஒரு செய்தியை அனுப்புவதற்கு முன் கோப்புகளை முன்னோட்டமிடவும்
te: సందేశాన్ని పంపే ముందు ఫైల్‌లను ప్రివ్యూ చేయండి
tr: Mesaj göndermeden önce dosyaları önizleme eklendi
uk: Попередній перегляд файлів перед відправленням повідомлення

source: Better format for date and time on messages
bn: বার্তায় তারিখ এবং সময়ের জন্য আরও ভালো ফরম্যাট
de: Besseres Format für Datum und Uhrzeit in Nachrichten
es: Mejor formato para la fecha y hora en los mensajes
fr: Changé : meilleur format pour la date et le temps sur les messages
hi: संदेशों पर तिथि और समय के लिए बेहतर प्रारूप
id: Format yang lebih baik untuk tanggal dan waktu pada pesan
it: Miglior formato per data e orario sui messaggi
kn: ಸಂದೇಶಗಳಲ್ಲಿ ದಿನಾಂಕ ಮತ್ತು ಸಮಯಕ್ಕೆ ಉತ್ತಮ ಸ್ವರೂಪ
nl: Beter formaat voor datum en tijd in berichten
pt_br: Melhor formato de data e hora nas mensagens
ta: செய்திகளில் தேதி மற்றும் நேரத்திற்கான சிறந்த வடிவம்
te: సందేశాలలో తేదీ మరియు సమయానికి మెరుగైన ఆకృతి
tr: Mesajlarda tarih ve saat için daha iyi format eklendi
uk: Кращий формат дати та часу в повідомленнях

source: Error and debug logging on terminal
bn: টার্মিনালে ত্রুটি এবং ডিবাগ লগিং
de: Fehler- und Debug-Protokollierung im Terminal
es: Registro de errores y depuración en la terminal
fr: Ajouté : journalisation des erreurs et du débogage sur le terminal
hi: टर्मिनल पर त्रुटि और डीबग लॉगिंग
id: Pencatatan error dan debug di terminal
it: Log di errori e debug nel terminale
kn: ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ದೋಷ ಮತ್ತು ಡೀಬಗ್ ಲಾಗಿಂಗ್
nl: Fout- en debuglogging op terminal
pt_br: Registro de erros e depuração no terminal
ta: டெர்மினலில் பிழை மற்றும் பிழைத்திருத்த பதிவு
te: టెర్మినల్‌లో లాగిన్ చేయడంలో లోపం మరియు డీబగ్
tr: Terminalde hata ve hata ayıklama günlüğü eklendi
uk: Журнал помилок та налагодження в терміналі

source: Auto-hiding sidebar button
bn: সাইডবার বাটন স্বয়ংক্রিয় লুকানো
de: Automatisch ausblendbare Seitenleisten-Schaltfläche
es: Botón de barra lateral que se oculta automáticamente
fr: Changé : masquage automatique du bouton de la barre latéral
hi: ऑटो-हाइडिंग साइडबार बटन
id: Tombol sidebar yang disembunyikan secara otomatis
it: Pulsante di
kn: ಸ್ವಯಂ-ಮರೆಮಾಚುವ ಸೈಡ್‌ಬಾರ್ ಬಟನ್
nl: Knop zijbalk automatisch verbergen
pt_br: Botão de ocultação automática da barra lateral
ta: தானாக மறைக்கும் பக்கவாட்டுப் பட்டி பொத்தான்
te: స్వయంచాలకంగా దాచే సైడ్‌బార్ బటన్
tr: Kenar çubuğunun otomatik gizleme düğmesi eklendi
uk: Кнопка автоматичного приховування бічної панелі

source: Various UI tweaks
bn: বিভিন্ন ইউআই টুইকস
de: Verschiedene Verbesserungen der Benutzeroberfläche
es: Diversos ajustes en la interfaz de usuario
fr: Changé : ajustements d'interface variés
hi: विभिन्न यूआई ट्वीक्स
id: Berbagai penyesuaian UI
it: Varie modifiche all'interfaccia utente
kn: ವಿವಿಧ ಯುಐ ಟ್ವೀಕ್‌ಗಳು
nl: Diverse UI aanpassingen
pt_br: Vários ajustes de interface do usuário
ta: பல்வேறு UI மாற்றங்கள்
te: వివిధ UI ట్వీక్‌లు
tr: Çeşitli kullanıcı arayüzü düzenlemeleri
uk: Різні зміни інтерфейсу

source: New Models
bn: নতুন মডেল
de: Neue Modelle
es: Nuevos Modelos
fr: Ajouté : nouveau modèles
hi: नए मॉडल्स
id: Model Baru
it: Nuovi modelli
kn: ಹೊಸ ಮಾದರಿಗಳು
nl: Nieuwe modellen
pt_br: Novos Modelos
ta: புதிய மாதிரிகள்
te: కొత్త మోడల్స్
tr: Yeni modeller eklendi
uk: Нові моделі

source: Translations
bn: অনুবাদ
de: Übersetzungen
es: Traducciones
fr: Traductions
hi: अनुवाद
id: Terjemahan
it: Traduzioni
kn: ಭಾಷಾಂತರ
nl: Vertalingen
pt_br: Traduções
ta: மொழிபெயர்ப்புகள்
te: అనువాదాలు
tr: Traductions
uk: Переклади

source: These are all the available translations on 1.0.0, thanks to all the contributors!
bn: এগুলি 1.0.0 এর উপলব্ধ সমস্ত অনুবাদ, সমস্ত অবদানকারীদের ধন্যবাদ!
de: Das sind alle verfügbaren Übersetzungen in Version 1.0.0, vielen Dank an alle Mitwirkenden!
es: Estas son todas las traducciones disponibles en la versión 1.0.0, ¡gracias a todos los colaboradores!
fr: Voici toutes les traductions disponibles pour la version 1.0.0, merci à tout les contributeurs !
hi: यह 1.0.0 पर उपलब्ध सभी अनुवाद हैं, सभी योगदानकर्ताओं को धन्यवाद!
id: Ini adalah semua terjemahan yang tersedia pada versi 1.0.0, terima kasih kepada semua kontributor!
it: Queste sono tutte le traduzioni disponibili nella versione 1.0.0, grazie a tutti i collaboratori!
kn: ಇವೆಲ್ಲವೂ 1.0.0 ರಂದು ಲಭ್ಯವಿರುವ ಅನುವಾದಗಳಾಗಿವೆ, ಎಲ್ಲಾ ಕೊಡುಗೆದಾರರಿಗೆ ಧನ್ಯವಾದಗಳು!
nl: Dit zijn alle beschikbare vertalingen op 1.0.0, met dank aan alle bijdragers!
pt_br: Estas são todas as traduções disponíveis na versão 1.0.0, obrigado a todos os contribuidores!
ta: 1.0.0 இல் கிடைக்கும் அனைத்து மொழிபெயர்ப்புகளும் இவை, அனைத்து பங்களிப்பாளர்களுக்கும் நன்றி!
te: ఇవన్నీ 1.0.0లో అందుబాటులో ఉన్న అనువాదాలు, సహకారులందరికీ ధన్యవాదాలు!
tr: Bunlar 1.0.0'daki mevcut tüm çevirilerdir, tüm katkıda bulunanlara teşekkürler!
uk: Це всі доступні переклади у версії 1.0.0, дякуємо всім учасникам!

source: Russian: Alex K
bn: রাশিয়ান: আলেক্স কে
de: Russisch: Alex K
es: Ruso: Alex K
fr: Russe: Alex K
hi: रूसी: एलेक्स के
id: Rusia: Alex K
it: Russo: Alex K
kn: ರಷ್ಯನ್: ಅಲೆಕ್ಸ್ ಕೆ
nl: Russisch: Alex K
pt_br: Russo: Alex K
ta: ரஷ்யன்: அலெக்ஸ் கே
te: రష్యన్: Alex K
tr: Rusça: Alex K
uk: Російська: Alex K

source: Spanish: Jeffser
bn: স্প্যানিশ: জেফসার
de: Spanisch: Jeffser
es: Español: Jeffser
fr: Espagnol: Jeffser
hi: स्पेनिश: जेफसर
id: Spanyol: Jeffser
it: Spagnolo: Jeffser
kn: ಸ್ಪ್ಯಾನಿಷ್: ಜೆಫ್ಸರ್
nl: Spaans: Jeffser
pt_br: Espanhol: Jeffser
ta: ஸ்பானிஷ்: ஜெஃப்ஸர்
te: స్పానిష్: Jeffser
tr: İspanyolca: Jeffser
uk: Іспанська: Jeffser

source: Brazilian Portuguese: Daimar Stein
bn: ব্রাজিলিয়ান পর্তুগিজ: ডাইমার স্টাইন
de: Brasilianisches Portugiesisch: Daimar Stein
es: Portugués brasileño: Daimar Stein
fr: Portugais brésilien: Daimar Stein
hi: ब्राज़ीली पुर्तगाली: डैमर स्टीन
id: Portugis Brasil: Daimar Stein
it: Portoghese brasiliano: Daimar Stein
kn: ಬ್ರೆಜಿಲಿಯನ್ ಪೋರ್ಚುಗೀಸ್: ಡೈಮಾರ್ ಸ್ಟೈನ್
nl: Braziliaans Portugees: Daimar Stein
pt_br: Português Brasileiro: Daimar Stein
ta: பிரேசிலிய போர்த்துகீசியம்: டைமர் ஸ்டெயின்
te: బ్రెజిలియన్ పోర్చుగీస్: Daimar Stein
tr: Brezilya Portekizcesi: Daimar Stein
uk: Бразильська португальська: Daimar Stein

source: French: Louis Chauvet-Villaret
bn: ফ্রেন্চ: লুই শাভে-ভিলারেট
de: Französisch: Louis Chauvet-Villaret
es: Francés: Louis Chauvet-Villaret
fr: Français: Louis Chauvet-Villaret
hi: फ्रेंच: लुई चौवेट-विलारेट
id: Prancis: Louis Chauvet-Villaret
it: Francese: Louis Chauvet-Villaret
kn: ಫ್ರೆಂಚ್: ಲೂಯಿಸ್ ಚೌವೆಟ್-ವಿಲ್ಲರೆಟ್
nl: Frans: Louis Chauvet-Villaret
pt_br: Francês: Louis Chauvet-Villaret
ta: பிரெஞ்சு: லூயிஸ் சாவெட்-வில்லாரெட்
te: ఫ్రెంచ్: Louis Chauvet-Villaret
tr: Fransızca: Louis Chauvet-Villaret
uk: Французька: Louis Chauvet-Villaret

source: Norwegian: CounterFlow64
bn: নরওয়েজিয়ান: কাউন্টারফ্লো 64
de: Norwegisch: CounterFlow64
es: Noruego: CounterFlow64
fr: Norvégien : CounterFlow64
hi: नॉर्वेजियाई: काउंटरफ्लो64
id: Norwegia: CounterFlow64
it: Norvegese: CounterFlow64
kn: ನಾರ್ವೇಜಿಯನ್: ಕೌಂಟರ್ ಫ್ಲೋ 64
nl: Noors: CounterFlow64
pt_br: Norueguês: CounterFlow64
ta: நார்வேஜியன்: கவுண்டர்ஃப்ளோ64
te: నార్వేజియన్: CounterFlow64
tr: Norveççe : CounterFlow64
uk: Норвезька: CounterFlow64

source: Bengali: Aritra Saha
bn: বাংলা: অরিত্র সাহা
de: Bengalisch: Aritra Saha
es: Bengalí: Aritra Saha
hi: बांग्ला: अरित्र साहा
it: Bengalese: Aritra Saha
kn: ಬಂಗಾಳಿ: ಆರಿತ್ರಾ ಸಹಾ
nl: Bengaals: Aritra Saha
ta: பெங்காலி: அரித்ரா சாஹா
te: బెంగాలీ: Aritra Saha
tr: Bengalce : Aritra Saha
uk: Бенгальська: Aritra Saha

source: Simplified Chinese: Yuehao Sui
bn: সরলীকৃত চাইনিজ: ইউহাও সুই
de: Vereinfachtes Chinesisch: Yuehao Sui
es: Chino simplificado: Yuehao Sui
fr: Chinois simplifié : Yuehao Sui
hi: सरलीकृत चीनी: यूहाओ सुई
id: Mandarin Sederhana: Yuehao Sui
it: Cinese semplificato: Yuehao Sui
kn: ಸರಳೀಕೃತ ಚೈನೀಸ್: ಯುಹಾವೊ ಸುಯಿ
nl: Vereenvoudigd Chinees: Yuehao Sui
pt_br: Chinês simplificado: Yuehao Sui
ta: எளிமைப்படுத்தப்பட்ட சீனம்: யுயோஹாவோ சூய்
te: సరళీకృత చైనీస్: Yuehao Sui
tr: Çince (Basitleştirilmiş) : Yuehao Sui
uk: Спрощена китайська: Yuehao Sui

source: Removed DOCX compatibility temporally due to error with python-lxml dependency
bn: সাময়িকভাবে python-lxml নির্ভরশীলতার সাথে ত্রুটির কারণে DOCX সামঞ্জস্যতা সরিয়ে দেওয়া হয়েছে
de: DOCX-Kompatibilität vorübergehend entfernt aufgrund eines Fehlers mit der python-lxml-Abhängigkeit
es: Removida compatibilidad con DOCX temporalmente debido a un error con la dependencia python-lxml
fr: Changé : Suppression de la compatibilité des documents .docx à cause d'une erreur avec la dépendance python-lxml
hi: DOCX संगतता को अस्थायी रूप से हटा दिया गया है क्योंकि python-lxml निर्भरता के साथ त्रुटि है
it: Rimossa temporaneamente la compatibilità con DOCX a causa di un errore con la dipendenza di python-lxml
kn: ಪೈಥಾನ್-ಎಲ್ಎಕ್ಸ್ಎಂಎಲ್ ಅವಲಂಬನೆಯೊಂದಿಗೆ ದೋಷದಿಂದಾಗಿ ತಾತ್ಕಾಲಿಕವಾಗಿ ತೆಗೆದುಹಾಕಲಾದ ಡಾಕ್ಸ್ ಹೊಂದಾಣಿಕೆ
nb_no: Fjernet DOCX støtte midlertidig fordi problemer med python-lxml avhengighet
nl: DOCX-compatibiliteit tijdelijk verwijderd vanwege fout met python-lxml afhankelijkheid
pt_br: Compatibilidade DOCX removida temporariamente devido a erro com dependência python-lxml
ta: பைத்தான்-எல்எக்ஸ்எம்எல் சார்புநிலையின் பிழை காரணமாக DOCX இணக்கத்தன்மை தற்காலிகமாக அகற்றப்பட்டது
te: python-lxml డిపెండెన్సీతో లోపం కారణంగా తాత్కాలికంగా DOCX అనుకూలత తీసివేయబడింది
tr: Python-lxml bağımlılığındaki hata nedeniyle DOCX uyumluluğu geçici olarak kaldırıldı
uk: Тимчасово видалено сумісність з DOCX через помилку з бібліотекою python-lxml

source: Big Update
bn: বড় আপডেট
de: Großes Update
es: Gran Actualización
fr: Mise à jour majeure
hi: बड़ा अपडेट
id: Pembaruan Besar
it: Un grande aggiornamento
kn: ದೊಡ್ಡ ನವೀಕರಣ
nb_no: Stor oppdatering
nl: Grote update
pt_br: Grande Atualização
ta: பெரிய புதுப்பிப்பு
te: పెద్ద నవీకరణ
tr: Büyük Güncelleme
uk: Велике оновлення

source: Added compatibility for PDF
bn: PDF এর জন্য সামঞ্জস্যতা যোগ করা হয়েছে
de: Kompatibilität für PDF hinzugefügt
es: Añadida compatibilidad para PDF
fr: Ajouté : compatibilité pour les documents PDF
hi: पीडीएफ के लिए संगतता जोड़ी गई है
id: Menambahkan kompatibilitas untuk PDF
it: Aggiunta compatibilità con i file PDF
kn: ಪಿಡಿಎಫ್‌ಗೆ ಹೊಂದಾಣಿಕೆ ಸೇರಿಸಲಾಗಿದೆ
nb_no: Lo til PDF-støtte.
nl: Compatibiliteit voor PDF toegevoegd
pt_br: Adicionada compatibilidade com PDF
ta: PDF க்கான இணக்கத்தன்மை சேர்க்கப்பட்டது
te: PDF కోసం అనుకూలత జోడించబడింది
tr: PDF için uyumluluk eklendi
uk: Додано сумісність з PDF

source: Added compatibility for DOCX
bn: DOCX এর জন্য সামঞ্জস্যতা যোগ করা হয়েছে
de: Kompatibilität für DOCX hinzugefügt
es: Añadida compatibilidad para DOCX
fr: Ajouté : compatibilité pour les documents Word (.docx)
hi: DOCX के लिए संगतता जोड़ी गई है
id: Menambahkan kompatibilitas untuk DOCX
it: Aggiunta compatibilità con documenti DOCX
kn: DOCX ಗಾಗಿ ಹೊಂದಾಣಿಕೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nb_no: Støtte for DOCX
nl: Compatibiliteit voor DOCX toegevoegd
pt_br: Adicionada compatibilidade com DOCX
ta: DOCX க்கான இணக்கத்தன்மை சேர்க்கப்பட்டது
te: DOCX కోసం అనుకూలత జోడించబడింది
tr: Word için uyumluluk eklendi (.docx dosyaları)
uk: Додано сумісність з DOCX

source: Merged 'file attachment' menu into one button
bn: একটি বাটনে 'ফাইল সংযুক্তি' মেনু একীভূত করা হয়েছে
de: Menü 'Dateianhang' in eine Schaltfläche zusammengeführt
es: Combinado menu 'subir archivos' en un botón
fr: Changé : fusion du menu "ajouter un fichier" en un unique bouton
hi: 'फ़ाइल अटैचमेंट' मेनू को एक बटन में मिला दिया गया है
id: Menggabungkan menu 'lampiran file' menjadi satu tombol
it: Unificazione del menu 'allega file' sotto un unico pulsante
kn: 'ಫೈಲ್ ಲಗತ್ತು' ಮೆನುವನ್ನು ಒಂದು ಬಟನ್ ಆಗಿ ವಿಲೀನಗೊಳಿಸಲಾಗಿದೆ
nb_no: Slått sammen filvedleggsmenyen til en knapp
nl: Menu 'bestandsbijlage' samengevoegd tot één knop
pt_br: Mesclado menu de 'anexo de arquivo' em um botão
ta: 'கோப்பு இணைப்பு' மெனுவை ஒரு பொத்தானாக இணைத்தது
te: 'ఫైల్ అటాచ్‌మెంట్' మెను ఒక బటన్‌లో విలీనం చేయబడింది
tr: 'Dosya ekleme' menüsü tek bir düğmede birleştirildi
uk: Об'єднано меню 'прикріплення файлу' в одну кнопку

source: Quick Fix
bn: দ্রুত সংশোধন
de: Schnelle Fehlerbehebung
es: Arreglo rápido
fr: Petite correction de bogues
hi: त्वरित सुधार
id: Perbaikan Cepat
it: Correzione rapida
kn: ತ್ವರಿತ ಫಿಕ್ಸ್
nb_no: Rask fiks
nl: Snelle oplossing
pt_br: Correção Rápida
ta: விரைவான திருத்தம்
te: త్వరిత పరిష్కారం
tr: Küçük hata düzeltmesi
uk: Швидке виправлення

source: There were some errors when transitioning from the old version of chats to the new version. I apologize if this caused any corruption in your chat history. This should be the only time such a transition is needed.
bn: চ্যাটের পুরানো সংস্করণ থেকে নতুন সংস্করণ এ রূপান্তর করার সময় কিছু ত্রুটি ছিল। এতে আপনার চ্যাটে ইতিহাস কোনো ত্রুটি হলে আমি ক্ষমাপ্রার্থী। এটিই একমাত্র সময় হওয়া উচিত যে এই ধরনের পরিবর্তনের প্রয়োজন।
de: Es gab einige Fehler beim Übergang von der alten Version der Chats zur neuen Version. Ich entschuldige mich, wenn dies zu einer Beschädigung Ihres Chat-Verlaufs geführt hat. Dies sollte das einzige Mal sein, dass ein solcher Übergang erforderlich ist.
es: Hubieron unos errores mientras los chats transicionaban a la nueva versión. Pido disculpas si eso causo alguna corrupción en to historial de chats. Esta debería de ser la única vez que una transición es necesaria
fr: Résolu : il y avait quelques erreurs lors de la transition de l'ancienne version des discussions vers la nouvelle. Nous nous excusons si cela a corrompu votre historique de discussion. Cela devrait être la seule fois qu'une telle modification ait lieu.
hi: चैट्स के पुराने संस्करण से नए संस्करण में संक्रमण के दौरान कुछ त्रुटियाँ उत्पन्न हुईं। यदि इससे आपके चैट इतिहास में कोई भ्रष्टाचार हुआ है, तो मैं इसके लिए क्षमा चाहता हूँ। यह एकमात्र समय होना चाहिए जब ऐसा संक्रमण आवश्यक हो।
id: Ada beberapa kesalahan saat beralih dari versi lama obrolan ke versi baru. Saya mohon maaf jika ini menyebabkan kerusakan pada riwayat obrolan Anda. Ini seharusnya menjadi satu-satunya kali transisi seperti ini diperlukan.
it: Si sono verificati alcuni errori durante la transizione dalla vecchia versione delle chat alla nuova versione. Mi scuso se ciò avesse causato corruzione di dati nella cronologia delle chat. Questa dovrebbe essere l'unica volta in cui sarà necessaria una transizione di questo tipo.
kn: ಚಾಟ್‌ಗಳ ಹಳೆಯ ಆವೃತ್ತಿಯಿಂದ ಹೊಸ ಆವೃತ್ತಿಗೆ ಪರಿವರ್ತಿಸುವಾಗ ಕೆಲವು ದೋಷಗಳಿವೆ. ಇದು ನಿಮ್ಮ ಚಾಟ್ ಇತಿಹಾಸದಲ್ಲಿ ಯಾವುದೇ ಭ್ರಷ್ಟಾಚಾರವನ್ನು ಉಂಟುಮಾಡಿದರೆ ನಾನು ಕ್ಷಮೆಯಾಚಿಸುತ್ತೇನೆ. ಅಂತಹ ಪರಿವರ್ತನೆಯ ಅಗತ್ಯವಿರುವ ಏಕೈಕ ಸಮಯ ಇದು.
nb_no: Det var noen feil med overføringen fra den eldre versjonen av samtaler til den nye versjonen. Jeg beklager hvis dette skapte korrupsjon i samtale historien. Dette skal være den eneste gangen en slik overføring kreves.
nl: Er zijn wat fouten opgetreden bij de overgang van de oude versie van chats naar de nieuwe versie. Mijn excuses als dit corruptie in je chatgeschiedenis heeft veroorzaakt. Dit zou de enige keer moeten zijn dat zo'n overgang nodig is.
pt_br: Ocorreram alguns erros durante a transição da versão antiga das conversas para a nova versão. Peço desculpas se isso causou alguma corrupção em seu histórico de chat. Este deverá ser o único momento em que tal transição será necessária.
ta: பழைய அரட்டைப் பதிப்பிலிருந்து புதிய பதிப்பிற்கு மாறும்போது சில பிழைகள் ஏற்பட்டன. உங்கள் அரட்டை வரலாற்றில் ஏதேனும் ஊழல் ஏற்பட்டிருந்தால், அதற்கு நான் வருந்துகிறேன். இதுபோன்ற ஒரு மாற்றம் தேவைப்படுவது இதுவே கடைசி முறையாகும்.
te: చాట్‌ల పాత వెర్షన్ నుండి కొత్త వెర్షన్‌కి మారుతున్నప్పుడు కొన్ని లోపాలు ఉన్నాయి. దీని వల్ల మీ చాట్ హిస్టరీలో ఏదైనా అవినీతి జరిగితే నేను క్షమాపణలు కోరుతున్నాను. అటువంటి పరివర్తన అవసరమయ్యే ఏకైక సమయం ఇది.
tr: Sohbetlerin eski sürümünden yeni sürüme geçerken bazı hatalar oluştu. Bu durum sohbet geçmişinizde herhangi bir bozulmaya neden olduysa özür dilerim. Bu tür bir geçişe sadece bir kez ihtiyaç duyulacağını umuyorum.”
uk: Були деякі помилки під час переходу зі старої версії чатів на нову. Вибачте, якщо це призвело до пошкодження вашої історії чатів. Це має бути єдиний раз, коли такий перехід потрібен.
