Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Changed Python2 title to Python on code blocks
bn: কোড ব্লকে পাইথন 2 শিরোনামকে পাইথনে পরিবর্তন করা হয়েছে
de: Titel 'Python2' in Codeblöcken zu 'Python' geändert
es: Cambiado titulo Python2 a Python en bloques de código
fr: Résolu : titre "python2" changé en "python" sur les blocs de code
hi: कोड ब्लॉक्स पर पाइथन 2 शीर्षक को पाइथन में बदल दिया गया है
id: Mengubah judul Python2 menjadi Python pada blok kode
it: Cambiato il titolo da Python2 a Python nei blocchi di codice
kn: ಕೋಡ್ ಬ್ಲಾಕ್‌ಗಳಲ್ಲಿ ಪೈಥಾನ್‌ಗೆ ಪೈಥಾನ್ 2 ಶೀರ್ಷಿಕೆಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Python2-titel veranderd in Python op codeblokken
pt_br: Alterado o título Python2 para Python em blocos de código
ta: குறியீடு தொகுதிகளில் பைதான்2 தலைப்பை பைதான் என மாற்றப்பட்டது
te: కోడ్ బ్లాక్‌లలో పైథాన్2 టైటిల్ పైథాన్‌గా మార్చబడింది
tr: Kod bloklarında Python2 başlığı Python olarak değiştirildi
uk: Змінено заголовок Python2 на Python у блоках коду

source: Prevent regeneration of title when the user changed it to a custom title
bn: ব্যবহারকারী এটিকে একটি কাস্টম শিরোনামে পরিবর্তন করলে শিরোনামের পুনর্জন্ম প্রতিরোধ করুন
de: Verhindern Sie die erneute Generierung des Titels, wenn der Benutzer ihn in einen benutzerdefinierten Titel geändert hat
es: Prevenir regeneración de titulos cuando el usuario escribio un titulo personalizado
fr: Résolu : empêcher la génération d'un titre lorsque l'utilisateur en avait déjà choisi un
hi: जब उपयोगकर्ता ने इसे एक कस्टम शीर्षक में बदल दिया है, तो शीर्षक के पुनर्जनरेशन को रोकें
id: Mencegah regenerasi judul saat pengguna mengubahnya ke judul kustom
it: Impedita la rigenerazione dei titoli qualora questi siano stati modificati dall'utente
kn: ಬಳಕೆದಾರರು ಅದನ್ನು ಕಸ್ಟಮ್ ಶೀರ್ಷಿಕೆಗೆ ಬದಲಾಯಿಸಿದಾಗ ಶೀರ್ಷಿಕೆಯ ಪುನರುತ್ಪಾದನೆಯನ್ನು ತಡೆಯಿರಿ
nl: Voorkom regeneratie van titel wanneer de gebruiker deze heeft gewijzigd in een aangepaste titel
pt_br: Impedir a regeneração do título quando o usuário o alterou para um título personalizado
ta: பயனர் தலைப்பை தனிப்பயன் தலைப்பாக மாற்றியிருந்தால் தலைப்பை மீண்டும் உருவாக்குவதைத் தடுக்கவும்
te: వినియోగదారు దానిని అనుకూల శీర్షికకు మార్చినప్పుడు శీర్షిక పునరుత్పత్తిని నిరోధించండి
tr: Kullanıcı zaten bir başlık seçmişken bir başlığın oluşturulmasının engellenmesi düzeltildi
uk: Запобігання повторній генерації заголовка, якщо користувач змінив його на власний

source: Show date on stopped messages
bn: থামানো বার্তাগুলিতে তারিখ দেখান
de: Datum bei gestoppten Nachrichten anzeigen
es: Mostrar fecha en mensajes interrumpidos
fr: Résolu : afficher la date sur les messages stoppés
hi: रोके गए संदेशों पर तिथि दिखाएं
id: Menampilkan tanggal pada pesan yang dihentikan
it: La data viene ora mostrata sui messaggi la cui generazione è stata interrotta
kn: ನಿಲ್ಲಿಸಿದ ಸಂದೇಶಗಳಲ್ಲಿ ದಿನಾಂಕವನ್ನು ತೋರಿಸಿ
nl: Toon datum op gestopte berichten
pt_br: Mostrar data nas mensagens interrompidas
ta: நிறுத்தப்பட்ட செய்திகளில் தேதியைக் காட்டு
te: ఆగిపోయిన సందేశాలలో తేదీని చూపు
tr: Durdurulan mesajlarda tarihi görüntüleme düzeltildi
uk: Показувати дату на зупинених повідомленнях

source: Fix clear chat error
bn: ক্লিয়ার চ্যাট ত্রুটি সংশোধন করুন
de: Fehler beim Leeren des Chats behoben
es: Arreglado error al borrar chat
fr: Résolu : erreur d'effacement de discussion
hi: स्पष्ट चैट त्रुटि को ठीक करें
id: Memperbaiki kesalahan saat menghapus obrolan
it: Corretto un errore nella pulizia delle chat
kn: ಸ್ಪಷ್ಟ ಚಾಟ್ ದೋಷವನ್ನು ಸರಿಪಡಿಸಿ
nl: Fout in wissen chat hersteld
pt_br: Corrigido erro ao limpear conversa
ta: அரட்டையை அழிப்பதில் ஏற்பட்ட பிழை சரி செய்யப்பட்டது
te: క్లియర్ చాట్ లోపాన్ని పరిష్కరించండి
tr: Sohbet silme hatası düzeltildi
uk: Виправити помилку очищення чату

source: Changed shortcuts to standards
bn: স্ট্যান্ডার্ডের সাথে শর্টকাট পরিবর্তন করা হয়েছে
de: Tastenkombinationen auf Standards geändert
es: Cambiado los atajos de teclado a estandares
fr: Changé : raccourcis clavier standards
hi: शॉर्टकट्स को मानकों में बदला गया
id: Mengubah pintasan ke standar
it: Reimpo scorciatoie predefinite
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಮಾನದಂಡಗಳಿಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Snelkoppelingen naar standaarden gewijzigd
pt_br: Alterado atalhos para padrões
ta: குறுக்குவழிகள் தரநிலைகளாக மாற்றப்பட்டன
te: సత్వరమార్గాలను ప్రమాణాలకు మార్చారు
tr: Kısayollar standart olanlarla değiştirildi
uk: Змінено гарячі клавіші на стандартні

source: Moved 'Manage Models' button to primary menu
bn: প্রাথমিক মেনুতে 'মডেল ব্যবস্থাপনা' বাটন স্থানান্তর করা হয়েছে
de: Schaltfläche 'Modelle verwalten' in das Hauptmenü verschoben
es: Movido botón 'Gestión de Modelos' al menu primario
fr: Changé : bouton 'Gestion des modèles' déplacé dans le menu principal
hi: 'मॉडल्स प्रबंधित करें' बटन को प्राथमिक मेनू में स्थानांतरित किया गया
id: Memindahkan tombol 'Kelola Model' ke menu utama
it: Spostato il pulsante del 'Gestore dei Modelli' al menù principale
kn: ಪ್ರಾಥಮಿಕ ಮೆನುಗೆ 'ಮಾದರಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ' ಗುಂಡಿಯನ್ನು ಸರಿಸಲಾಗಿದೆ
nl: Knop 'Modellen beheren' verplaatst naar hoofdmenu
pt_br: Botão 'Gerenciar modelos' movido para o menu principal
ta: 'மாடல்களை நிர்வகி' பொத்தான் முதன்மை மெனுவுக்கு நகர்த்தப்பட்டது
te: 'మోడళ్లను నిర్వహించు' బటన్ ప్రాథమిక మెనుకి తరలించబడింది
tr: 'Modelleri Yönet' düğmesi birincil menüye taşındı
uk: Переміщено кнопку 'Управління моделями' в основне меню

source: Stable support for GGUF model files
bn: GGUF মডেল ফাইলের জন্য স্থিতিশীল সহায়তা
de: Stabile Unterstützung für GGUF-Modelldateien
es: Soporte estable para archivos de modelo GGUF
fr: Ajout : support stable des fichiers de modèle GGUF
hi: GGUF मॉडल फ़ाइलों के लिए स्थिर समर्थन
id: Dukungan stabil untuk file model GGUF
it: Supporto stabile per modelli in formato GGUF
kn: GGUF ಮಾದರಿ ಫೈಲ್‌ಗಳಿಗೆ ಸ್ಥಿರ ಬೆಂಬಲ
nl: Stabiele ondersteuning voor GGUF-modelbestanden
pt_br: Suporte estável para arquivos de modelo GGUF
ta: GGUF மாடல் கோப்புகளுக்கான நிலையான ஆதரவு
te: GGUF మోడల్ ఫైల్‌లకు స్థిరమైన మద్దతు
tr: GGUF model dosyaları için stabil destek eklendi
uk: Стабільна підтримка файлів моделі GGUF

source: General optimizations
bn: সাধারণ অপ্টিমাইজেশন
de: Allgemeine Optimierungen
es: Optimización general
fr: Optimisations générales
hi: सामान्य अनुकूलन
id: Optimasi umum
it: Ottimizzazioni generali al software
kn: ಸಾಮಾನ್ಯ ಆಪ್ಟಿಮೈಸೇಷನ್‌ಗಳು
nl: Algemene optimalisaties
pt_br: Otimizações em geral
ta: பொதுவான மேம்பாடுகள்
te: సాధారణ ఆప్టిమైజేషన్లు
tr: Genel optimizasyonlar
uk: Загальні оптимізації

source: Better handling of enter key (important for Japanese input)
bn: জাপানি ইনপুটের জন্য এন্টার কীর উন্নত হ্যান্ডলিং
de: Bessere Behandlung der Eingabetaste (wichtig für die japanische Eingabe)
es: Mejor manejo de la tecla de enter (importante para escritura en Japones)
fr: Changé : meilleur support de la touche entrée (important pour les entrées en Japonais)
hi: एंटर कुंजी का बेहतर प्रबंधन (जापानी इनपुट के लिए महत्वपूर्ण)
id: Penanganan tombol enter yang lebih baik (penting untuk input bahasa Jepang)
it: Migliore gestione del tasto di invio (importante per testo Giapponese)
kn: ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಉತ್ತಮ ನಿರ್ವಹಿಸುವುದು (ಜಪಾನೀಸ್ ಇನ್ಪುಟ್ಗೆ ಮುಖ್ಯ)
nl: Betere afhandeling van enter-toets (belangrijk voor Japanse invoer)
pt_br: Melhor tratamento da tecla Enter (importante para entrada em japonês)
ta: உள்ளீட்டு விசையை சிறப்பாகக் கையாளுதல் (ஜப்பானிய உள்ளீட்டிற்கு முக்கியம்)
te: ఎంటర్ కీ యొక్క మెరుగైన నిర్వహణ (జపనీస్ ఇన్‌పుట్ కోసం ముఖ్యమైనది)
tr: Enter tuşunun daha iyi kullanımı (Japonca girişi için önemli)
uk: Краща обробка клавіші Enter (важливо для введення японського тексту)

source: Removed sponsor dialog
bn: স্পনসর ডায়ালগ সরানো হয়েছে
de: Sponsorendialog entfernt
es: Removido dialogo de patrocinio
fr: Changé : suppression de la boite de dialogue pour de sponsor
hi: स्पॉन्सर डायलॉग हटा दिया गया
id: Menghapus dialog sponsor
it: Rimossa la finestra degli sponsor
kn: ತೆಗೆದುಹಾಕಲಾಗಿದೆ ಪ್ರಾಯೋಜಕ ಸಂವಾದ
nl: Sponsordialoog verwijderd
pt_br: Removido diálogo de patrocinador
ta: நிதி வழங்குபவர் உரையாடல் அகற்றப்பட்டது
te: స్పాన్సర్ డైలాగ్ తీసివేయబడింది
tr: Sponsor iletişim kutusu kaldırıldı
uk: Вилучено діалогове вікно спонсора

source: Added sponsor link in about dialog
bn: সম্পর্কে ডায়ালগে স্পনসর লিংক যোগ করা হয়েছে
de: Sponsorenlink im Info-Dialog hinzugefügt
es: Añadido link de patrocinio en el dialogo 'sobre'
fr: Ajouté : ajout d'un lien pour sponsoriser dans la boite de dialogue À propos
hi: अबाउट डायलॉग में स्पॉन्सर लिंक जोड़ा गया
id: Menambahkan tautan sponsor di dialog tentang
it: Aggiunto un link agli sponsor nella finestra'A proposito di Alpaca'
kn: ಸಂವಾದದ ಬಗ್ಗೆ ಪ್ರಾಯೋಜಕ ಲಿಂಕ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Sponsorlink toegevoegd in Info-dialoog
pt_br: Adicionado link de patrocinador no diálogo sobre
ta: தகவல் உரையாடலில் நிதி வழங்குபவர் இணைப்பு சேர்க்கப்பட்டது
te: గురించి డైలాగ్‌లో స్పాన్సర్ లింక్ జోడించబడింది
tr: Hakkında iletişim kutusuna sponsor bağlantısı eklendi
uk: Додано посилання на спонсора в діалоговому вікні 'Про програму'

source: Changed window and elements dimensions
bn: উইন্ডো এবং উপাদানগুলির মাত্রা পরিবর্তন করা হয়েছে
de: Fenster- und Elementabmessungen geändert
es: Cambiadas las dimensiones de ventana y elementos
fr: Changé : dimension de la fenêtre et des éléments
hi: विंडो और तत्वों के आयाम बदले गए
id: Mengubah dimensi jendela dan elemen
it: Cambiate le dimensioni delle finestre e degli elementi grafici
kn: ಬದಲಾದ ವಿಂಡೋ ಮತ್ತು ಅಂಶಗಳ ಆಯಾಮಗಳು
nl: Afmetingen van venster en elementen gewijzigd
pt_br: Alteradas as dimensões de janelas e elementos
ta: சாளரம் மற்றும் கூறுகளின் அளவுகள் மாற்றப்பட்டன
te: విండో మరియు మూలకాల కొలతలు మార్చబడ్డాయి
tr: Pencere ve element boyutları değiştirildi
uk: Змінено розміри вікна та елементів

source: Selected model changes when entering model manager
bn: মডেল ম্যানেজারে প্রবেশ করার সময় নির্বাচিত মডেল পরিবর্তন করা হয়
de: Ausgewähltes Modell ändert sich beim Aufrufen des Modell-Managers
es: Selección de modelo cambia cuando se entra al gestor de modelos
fr: Changé : les modèles sélectionnés change lorsqu'on entre dans le gestionnaire de modèle
hi: मॉडल मैनेजर में प्रवेश करने पर चयनित मॉडल बदल जाता है
id: Model yang dipilih berubah saat memasuki pengelola model
it: Il modello selezionato cambia quando si entra nel gestore di modelli
kn: ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕವನ್ನು ನಮೂದಿಸುವಾಗ ಆಯ್ದ ಮಾದರಿ ಬದಲಾವಣೆಗಳು
nl: Geselecteerd model verandert wanneer modelmanager wordt geopend
pt_br: O modelo selecionado muda ao entrar no gerenciador de modelo
ta: மாடல் மேலாளருக்குள் நுழையும்போது தேர்ந்தெடுக்கப்பட்ட மாதிரி மாறுகிறது
te: మోడల్ మేనేజర్‌లోకి ప్రవేశించినప్పుడు ఎంచుకున్న మోడల్ మార్పులు
tr: Model yöneticisine girildiğinde seçili modelin değişmesi düzeltildi
uk: Обрана модель змінюється під час входу в менеджер моделей

source: Better image tooltips
bn: চিত্র টুলটিপস উন্নত করা হয়েছে
de: Bessere Bild-Tooltips
es: Mejor tooltips para imagenes
fr: Ajouté : meilleur infobulles pour les images
hi: बेहतर इमेज टूलटिप्स
id: Tooltip gambar yang lebih baik
it: Migliori tooltips per le immagini
kn: ಉತ್ತಮ ಇಮೇಜ್ ಟೂಲ್ಟಿಪ್ಸ್
nl: Betere afbeeldings tooltips
pt_br: Melhores legendas de imagem
ta: சிறந்த பட உதவிக்குறிப்புகள்
te: మెరుగైన చిత్ర టూల్‌టిప్‌లు
tr: Daha iyi görsel ipuçları eklendi
uk: Кращі підказки для зображень

source: GGUF Support
bn: GGUF সমর্থন
de: GGUF-Unterstützung
es: Soporte para GGUF
fr: Ajouté : support des fichiers GGUF
hi: जीजीयूएफ समर्थन
id: Dukungan GGUF
it: Supporto per file GGUF
kn: Gguf ಬೆಂಬಲ
nl: GGUF ondersteuning
pt_br: Suporte GGUF
ta: GGUF ஆதரவு
te: GGUF మద్దతు
tr: GGUF desteği eklendi
uk: Підтримка GGUF

source: Regenerate any response, even if they are incomplete
bn: সম্পূর্ণ না হলেও যে কোনও উত্তর পুনরুত্পাদন করুন
de: Jede Antwort neu generieren, auch wenn sie unvollständig sind
es: Regenerar cualquier respuesta, inclusive si están incompletas
fr: Régénérer n'importe quelles réponses, même si elles sont incomplètes
hi: किसी भी प्रतिक्रिया को पुनः उत्पन्न करें, भले ही वे अधूरी हों
id: Regenerasi respon apa pun, meskipun tidak lengkap
it: Rigenera qualsiasi risposta, anche se incompleta
kn: ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪುನರುತ್ಪಾದಿಸಿ, ಅವು ಅಪೂರ್ಣವಾಗಿದ್ದರೂ ಸಹ
nl: Alle reacties opnieuw genereren, zelfs als ze onvolledig zijn
pt_br: Gere novamente qualquer resposta, mesmo que esteja incompleta
ta: எந்த பதிலையும் மீண்டும் உருவாக்கவும், அவை முழுமையற்றதாக இருந்தாலும்
te: అవి అసంపూర్ణంగా ఉన్నప్పటికీ, ఏదైనా ప్రతిస్పందనను పునరుద్ధరించండి
tr: Eksik olsalar bile herhangi bir yanıtı yeniden oluşturma eklendi
uk: Відтворюйте будь-яку відповідь, навіть якщо вона неповна

source: Support for pulling models by name:tag
bn: নাম:ট্যাগ দ্বারা মডেল টানার জন্য সহায়তা
de: Unterstützung für das Abrufen von Modellen nach Name:Tag
es: Soporte para la descargas de modelos por nombre:etiqueta
fr: Ajouté : support du téléchargement de modèle son id de type nom: étiquette (name:tag)
hi: नाम:टैग द्वारा मॉडल खींचने का समर्थन
id: Dukungan untuk menarik model berdasarkan nama:tag
it: Supporto per lo scaricamento di modelli in base a name:tag
kn: ಮಾದರಿಗಳನ್ನು ಹೆಸರಿನಿಂದ ಎಳೆಯಲು ಬೆಂಬಲ: ಟ್ಯಾಗ್
nl: Ondersteuning voor het ophalen van modellen op naam:tag
pt_br: Suporte para baixar modelos por nome:tag
ta: பெயர்: குறிச்சொல் மூலம் மாதிரிகளை இழுப்பதற்கான ஆதரவு
te: పేరు:ట్యాగ్ ద్వారా మోడల్‌లను లాగడానికి మద్దతు
tr: Modelleri ad:etiket ile çekme desteği
uk: Підтримка завантаження моделей за ім'ям:тегом

source: Restored sidebar toggle button
bn: সাইডবার টগল বোতাম পুনরুদ্ধার করা হয়েছে
de: Seitenleisten-Umschalttaste wiederhergestellt
es: Restaurado botón de barra lateral
fr: Changé : bouton de basculement d'état de la barre latérale restorée
hi: पुनः प्राप्त साइडबार टॉगल बटन
id: Mengembalikan tombol toggle sidebar
it: Reintrodotta la possibilità di mostrare o nascondere la barra laterale
kn: ಮರುಸ್ಥಾಪಿಸಿದ ಸೈಡ್‌ಬಾರ್ ಟಾಗಲ್ ಬಟನ್
nl: Schakelknop zijbalk hersteld
pt_br: Restaurado botão de alternância da barra lateral
ta: பக்கவாட்டுப் பட்டி மாற்றும் பொத்தான் மீட்டமைக்கப்பட்டது
te: సైడ్‌బార్ టోగుల్ బటన్ పునరుద్ధరించబడింది
tr: Kenar çubuğu açma butonu değiştirildi
uk: Відновлено кнопку перемикання бічної панелі

source: Reverted back to standard styles
bn: মানক শৈলীতে ফিরে আসা হয়েছে
de: Zu Standardstilen zurückgekehrt
es: Revertido a estilos estandares
fr: Changé : retour au style standard
hi: मानक शैलियों पर वापस लौटा
id: Kembali ke gaya standar
it: Reintrodotti gli stili predefiniti
kn: ಸ್ಟ್ಯಾಂಡರ್ಡ್ ಶೈಲಿಗಳಿಗೆ ಹಿಂತಿರುಗಿದೆ
nl: Teruggezet naar standaard stijlen
pt_br: Revertido para estilos padrão
ta: நிலையான பாணிகளுக்கு மீண்டும் மாற்றப்பட்டது
te: ప్రామాణిక శైలులకు తిరిగి మార్చబడింది
tr: Standart stillere geri dönüldü
uk: Повернуто стандартні стилі

source: Fixed generated titles having "'S" for some reason
bn: কোনও কারণে "'S" থাকা উত্পাদিত শিরোনামগুলি সংশোধন করা হয়েছে
de: Es wurde behoben, dass generierte Titel aus irgendeinem Grund "'S" enthalten
es: Titulos de chat generados teniendo "'S" por algún motivo, arreglado
fr: Résolu : la génération de titre avait des "S" pour certaines raisons
hi: किसी कारणवश उत्पन्न शीर्षकों में "'S" को ठीक किया
id: Memperbaiki judul yang dihasilkan memiliki "'S" karena alasan tertentu
it: Corretti i titoli autogenerati che per qualche ragione cominciavano con "'S"
kn: ಕೆಲವು ಕಾರಣಗಳಿಗಾಗಿ "'S"ಅನ್ನು ಹೊಂದಿರುವ ಸ್ಥಿರ ರಚಿಸಿದ ಶೀರ್ಷಿಕೆಗಳು
nl: Gegenereerde titels zijn om de een of andere reden niet meer gegenereerd
pt_br: Corrigidos títulos gerados tendo "'S" por algum motivo
ta: ஏதோ ஒரு காரணத்திற்காக உருவாக்கப்பட்ட தலைப்புகள் "'S" ஆக இருந்தது சரி செய்யப்பட்டது
te: కొన్ని కారణాల వల్ల "'S" ని కలిగి ఉన్న స్థిర జనరేట్ శీర్షికలు
tr: Bazı nedenlerden dolayı oluşturulan başlıklarda "'S" bulunması düzeltildi
uk: Виправлено помилку, коли згенеровані заголовки містили "'S" з невідомої причини

source: Changed min width for model dropdown
bn: মডেল ড্রপডাউনের জন্য সর্বনিম্ন প্রস্থ পরিবর্তন করা হয়েছে
de: Minimale Breite für Modell-Dropdown geändert
es: Cambiado largo minimo para el selector de modelos
fr: Changé : largeur minimum pour le menu de sélection de modèle
hi: मॉडल ड्रॉपडाउन के लिए न्यूनतम चौड़ाई बदल दी
id: Mengubah lebar minimum untuk dropdown model
it: Cambiata la larghezza minima per il menù a tendina dei modelli
kn: ಮಾದರಿ ಡ್ರಾಪ್‌ಡೌನ್‌ಗಾಗಿ ಕನಿಷ್ಠ ಅಗಲವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Minimale breedte voor keuzelijst model gewijzigd
pt_br: Largura mínima alterada para o menu suspenso do modelo
ta: மாடல் கீழ்தோன்றும் பட்டியலுக்கான குறைந்தபட்ச அகலம் மாற்றப்பட்டது
te: మోడల్ డ్రాప్‌డౌన్ కోసం నిమి వెడల్పు మార్చబడింది
tr: Model açılır menüsü için minimum genişlik değiştirildi
uk: Змінено мінімальну ширину випадаючого списку моделей

source: Changed message entry shadow
bn: বার্তা প্রবেশ ছায়া পরিবর্তন করা হয়েছে
de: Schatten der Nachrichteneingabe geändert
es: Cambiada la sombra en el campo de texto para mensajes
fr: Changé : ombre de la saisie des messages
hi: संदेश प्रविष्टि का छाया बदल दी
id: Mengubah bayangan entri pesan
it: Cambiata l'ombreggiatura del campo di inserimento dei messaggi
kn: ಸಂದೇಶ ಪ್ರವೇಶ ನೆರಳು ಬದಲಾಯಿಸಿದೆ
nl: Schaduw van berichtinvoer gewijzigd
pt_br: Alterada a sombra da entrada de mensagem
ta: செய்தி உள்ளீட்டு நிழல் மாற்றப்பட்டது
te: సందేశం ఎంట్రీ షాడో మార్చబడింది
tr: Mesaj girişi gölgesi değiştirildi
uk: Змінено тінь введення повідомлення

source: The last model used is now restored when the user changes chat
bn: ব্যবহারকারী চ্যাট পরিবর্তন করলে সর্বশেষ ব্যবহৃত মডেলটি এখন পুনরুদ্ধার করা হয়
de: Das zuletzt verwendete Modell wird nun wiederhergestellt, wenn der Benutzer den Chat wechselt
es: El ultimo modelo usado ahora es restaurado cuando el usuario cambia el chat
fr: Ajouté : le dernier modèle utilisé est maintenant lorsque l'utilisateur change de discussion
hi: जब उपयोगकर्ता चैट बदलता है तो अंतिम उपयोग किए गए मॉडल को पुनः प्राप्त किया जाता है
id: Model terakhir yang digunakan sekarang dipulihkan ketika pengguna mengubah obrolan
it: L'ultimo modello usato viene ora ripristinato quando l'utente cambia chat
kn: ಬಳಕೆದಾರರು ಚಾಟ್ ಬದಲಾಯಿಸಿದಾಗ ಬಳಸಿದ ಕೊನೆಯ ಮಾದರಿಯನ್ನು ಈಗ ಪುನಃಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ
nl: Het laatst gebruikte model wordt nu hersteld als de gebruiker van chat wisselt
pt_br: O último modelo utilizado agora é restaurado quando o usuário muda de conversa
ta: பயனர் அரட்டையை மாற்றும்போது கடைசியாகப் பயன்படுத்தப்பட்ட மாதிரி இப்போது மீட்டமைக்கப்படுகிறது
te: వినియోగదారు చాట్‌ను మార్చినప్పుడు ఉపయోగించిన చివరి మోడల్ ఇప్పుడు పునరుద్ధరించబడుతుంది
tr: Kullanıcı sohbeti değiştirdiğinde artık kullanılan son model geri yükleniyor
uk: Остання використана модель тепер відновлюється під час зміни чату користувачем

source: Better check for message finishing
bn: বার্তা সমাপ্তির জন্য উন্নত পরীক্ষা
de: Bessere Prüfung auf Nachrichtenende
es: Mejor chequeo de mensaje terminando
fr: Changé : meilleur vérification de la fin des messages
hi: संदेश समाप्ति की बेहतर जांच
id: Pemeriksaan yang lebih baik untuk menyelesaikan pesan
it: Migliorato il controllo del completamento di messaggi
kn: ಸಂದೇಶ ಮುಗಿಸಲು ಉತ್ತಮ ಪರಿಶೀಲಿಸಿ
nl: Betere controle op eindigen van berichten
pt_br: Melhor verificação de finalização de mensagens
ta: செய்தி முடிவடைகிறது என்பதை சிறப்பாக சரிபார்க்கவும்
te: మెసేజ్ ఫినిషింగ్ కోసం చెక్ చేయడం మంచిది
tr: Mesajların sonu daha iyi kontrol ediliyor
uk: Краща перевірка завершення повідомлення

source: Added table rendering (Thanks Nokse)
bn: নকসের ধন্যবাদ, টেবিল রেন্ডারিং যোগ করা হয়েছে
de: Tabellen-Rendering hinzugefügt (Danke Nokse)
es: Renderizado de tablas añadido (Gracias Nokse)
fr: Ajouté : rendu des tableau (Merci Nokse22)
hi: तालिका रेंडरिंग जोड़ा (धन्यवाद नोके)
id: Menambahkan render tabel (Terima kasih Nokse)
it: Aggiunto il supporto per la generazione di tabelle (Grazie Nokse)
kn: ಟೇಬಲ್ ರೆಂಡರಿಂಗ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ (ಧನ್ಯವಾದಗಳು ನೋಕ್ಸೆ)
nl: Tabel rendering toegevoegd (Bedankt Nokse)
pt_br: Adicionada renderização de tabela (Obrigado Nokse)
ta: அட்டவணை வழங்குதல் சேர்க்கப்பட்டது (நன்றி நோக்ஸ்)
te: పట్టిక రెండరింగ్ జోడించబడింది (ధన్యవాదాలు నోక్స్)
tr: Tabloların oluşturulması eklendi (Nokse'ye teşekkürler)
uk: Додано рендеринг таблиць (Дякуємо Nokse)

source: Made support dialog more common
bn: সাপোর্ট ডায়ালগকে আরও সাধারণ করা হয়েছে
de: Support-Dialog gängiger gemacht
es: Hizo que el diálogo de soporte sea más común
fr: Changé : boite de dialogue de support plus commune
hi: समर्थन संवाद को अधिक सामान्य बनाया
id: Membuat dialog dukungan lebih umum
it: Migliorata la finestra di supporto
kn: ಬೆಂಬಲ ಸಂವಾದ ಹೆಚ್ಚು ಸಾಮಾನ್ಯವಾಗಿದೆ
nl: Ondersteuningsdialoog vaker gemaakt
pt_br: Tornou o diálogo de suporte mais comum
ta: ஆதரவு உரையாடல் மிகவும் பொதுவானதாக மாற்றப்பட்டது
te: మద్దతు డైలాగ్‌ను మరింత సాధారణం చేసింది
tr: Destek metni daha genelleştirildi
uk: Зроблено діалогове вікно підтримки більш поширеним

source: Dialog title on tag chooser when downloading models didn't display properly
bn: মডেল ডাউনলোড করার সময় ট্যাগ চয়সারের ডায়ালগ শিরোনাম সঠিকভাবে প্রদর্শিত হয়নি
de: Dialog-Titel auf Tag-Auswahl beim Herunterladen von Modellen wurde nicht richtig angezeigt
es: El título del diálogo en el selector de etiquetas al descargar modelos no se mostraba correctamente
fr: Résolu : le titre de la boite de dialogue du sélecteur d'étiquettes lors du téléchargement de modèle ne s'affichait pas correctement
hi: मॉडल डाउनलोड करते समय टैग चूज़र पर संवाद शीर्षक सही ढंग से नहीं दिखाई दिया
id: Judul dialog pada pemilih tag saat mengunduh model tidak ditampilkan dengan benar
it: La finestra per la selezione dei modelli da scaricare non veniva visualizzata correttamente
kn: ಮಾದರಿಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಾಗ ಟ್ಯಾಗ್ ಚೂಸರ್ನಲ್ಲಿ ಸಂವಾದ ಶೀರ್ಷಿಕೆ ಸರಿಯಾಗಿ ಪ್ರದರ್ಶಿಸಲಿಲ್ಲ
nl: Dialoogtitel in tagkiezer bij het downloaden van modellen werd niet goed weergegeven
pt_br: O título do diálogo no seletor de tags ao baixar modelos não era exibido corretamente
ta: மாதிரிகளைப் பதிவிறக்கும்போது குறிச்சொல் தேர்வளரில் உரையாடல் தலைப்பு சரியாகக் காட்டப்படவில்லை
te: మోడల్‌లను డౌన్‌లోడ్ చేస్తున్నప్పుడు ట్యాగ్ ఎంపికలో డైలాగ్ శీర్షిక సరిగ్గా ప్రదర్శించబడలేదు
tr: Modeller indirilirken etiket seçicideki iletişim kutusu başlığı düzgün görüntülenmemesi düzeltildi
uk: Заголовок діалогового вікна вибору тегів при завантаженні моделей не відображався належним чином

source: Prevent chat generation from generating a title with multiple lines
bn: একাধিক লাইন সহ শিরোনাম তৈরি করা থেকে চ্যাট জেনারেশন বন্ধ করুন
de: Verhindern, dass bei der Chat-Generierung ein mehrzeiliger Titel generiert wird
es: Prevenir que la generación de chats cree un título con múltiples líneas
fr: Changé : empêche la génération d'un titre avec plusieurs lignes
hi: चैट निर्माण को कई लाइनों वाले शीर्षक उत्पन्न करने से रोकें
id: Mencegah generasi obrolan menghasilkan judul dengan beberapa baris
it: Impostato il titolo autogenerato affinchè non occupi più di una riga
kn: ಚಾಟ್ ಉತ್ಪಾದನೆಯು ಬಹು ಸಾಲುಗಳೊಂದಿಗೆ ಶೀರ್ಷಿಕೆಯನ್ನು ಉತ್ಪಾದಿಸುವುದನ್ನು ತಡೆಯಿರಿ
nl: Voorkomen dat chatgeneratie een titel met meerdere regels genereert
pt_br: Impedir que a geração de conversas gere um título com múltiplas linhas
ta: பல வரிகளுடன் தலைப்பை உருவாக்குவதிலிருந்து அரட்டை உருவாக்கத்தைத் தடுக்கவும்
te: బహుళ లైన్‌లతో టైటిల్‌ను రూపొందించకుండా చాట్ జనరేషన్‌ను నిరోధించండి
tr: Sohbet oluşturmanın birden fazla satırdan oluşan bir başlık oluşturması engellendi.
uk: Запобігання створенню заголовка з декількох рядків під час генерації чату

source: Bearer Token entry on connection error dialog
bn: কনেকশন এরর ডায়ালগে বিয়ারার টোকেন এন্ট্রি
de: Eingabe des Bearer-Tokens im Verbindungsfehler-Dialog
es: Entrada de Token de Portador en el diálogo de error de conexión
fr: Ajouté : boite de dialogue d'erreur pour saisir le Bearer Token lors de la connexion
hi: कनेक्शन त्रुटि संवाद पर बियरर टोकन प्रविष्टि
id: Entri Token Pembawa pada dialog kesalahan koneksi
it: 'Bearer Token' nelle finestre di errore di connessione
kn: ಸಂಪರ್ಕ ದೋಷ ಸಂವಾದದಲ್ಲಿ ಬೇರರ್ ಟೋಕನ್ ನಮೂದು
nl: Bearer Token invoer in verbindingsfoutendialoog
pt_br: Entrada do Bearer Token na caixa de diálogo de erro de conexão
ta: இணைப்பு பிழை உரையாடலில் Bearer டோக்கன் நுழைவு
te: కనెక్షన్ ఎర్రర్ డైలాగ్‌లో బేరర్ టోకెన్ నమోదు
tr: Bağlantı hatası diyaloguna Bearer Token girişi eklendi
uk: Поле введення Bearer Token у діалоговому вікні помилки підключення
