Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Fixed about dialog not working if log file was missing
bn: লগ ফাইল না থাকলে সম্পর্কে সংলাপ কাজ না করার সমস্যা সংশোধন করা হয়েছে
de: Nicht funktionierenden 'Über Alpaca'-Dialog behoben, sollte die Log-Datei fehlen.
es: Arreglado dialogo 'sobre Alpaca' no funcionando si archivo log no existe
hi: लॉग फ़ाइल नहीं होने पर संबंधित संवाद काम नहीं करने की समस्या को सुधारा गया
id: Memperbaiki dialog 'Tentang' yang tidak berfungsi jika file log hilang
it: Corretto un bug della finestra di dialogo, non funzionante in assenza del file di registro
kn: ಲಾಗ್ ಫೈಲ್ ಕಾಣೆಯಾಗಿದ್ದರೆ ಸಂವಾದ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ
nl: Over dialoogvenster werkte niet als logbestand ontbrak
pt_br: Corrigido o problema do diálogo não funcionar se o arquivo de log estivesse ausente
ta: பதிவு கோப்பு காணவில்லை என்றால் தகவல் உரையாடல் செயல்படாததை சரிசெய்தது
te: లాగ్ ఫైల్ తప్పిపోయినట్లయితే డైలాగ్ పనిచేయడం లేదని పరిష్కరించబడింది
tr: Günlük dosyası eksikse, iletişim kutusu çalışmaması düzeltildi
uk: Виправлено діалог, якщо відсутній файл журналу

source: System messages can now be sent directly from Alpaca
bn: এখন সিস্টেমের বার্তাগুলি সরাসরি আলপাকা থেকে পাঠানো যাবে
de: Systemnachrichten können nun direkt mit Alpaca gesendet werden
es: Mensajes de sistema ahora pueden ser enviados directamente desde Alpaca
fr: Changé : les messages systèmes peuvent désormais être envoyés depuis Alpaca
hi: अब अल्पाका से सीधे सिस्टम संदेश भेजे जा सकते हैं
id: Pesan sistem sekarang dapat dikirim langsung dari Alpaca
it: I messaggi di sistema possono ora essere inviati direttamente da Alpaca
kn: ಸಿಸ್ಟಮ್ ಸಂದೇಶಗಳನ್ನು ಈಗ ನೇರವಾಗಿ ಅಲ್ಪಕಾದಿಂದ ಕಳುಹಿಸಬಹುದು
nl: Systeemberichten kunnen nu rechtstreeks vanuit Alpaca worden verzonden
pt_br: As mensagens do sistema agora podem ser enviadas diretamente do Alpaca
ta: அல்பாகாவிலிருந்து நேரடியாக கணினி செய்திகளை அனுப்பலாம்
te: సిస్టమ్ సందేశాలను ఇప్పుడు అల్పాకా నుండి నేరుగా పంపవచ్చు
tr: Sistem mesajları artık doğrudan Alpaca'dan gönderilebilir
uk: Системні повідомлення тепер можна надсилати безпосередньо з Alpaca

source: New redesign for messages and smaller minimum size
bn: বার্তা এবং ছোট ন্যূনতম আকারের জন্য নতুন পুনঃনকশা
de: Neues Design für Nachrichten und kleinere Minimalgröße
es: Nuevo rediseño para mensajes y menor tamaño minimo
fr: Changé : nouveau design des messages et de la taille minimale
hi: संदेशों के लिए नया डिज़ाइन और छोटा न्यूनतम आकार
id: Desain ulang pesan baru dan ukuran minimum yang lebih kecil
it: Nuovo design per i messaggi e riduzione delle dimensioni minime
kn: ಸಂದೇಶಗಳು ಮತ್ತು ಸಣ್ಣ ಕನಿಷ್ಠ ಗಾತ್ರಕ್ಕಾಗಿ ಹೊಸ ಮರುವಿನ್ಯಾಸ
nl: Nieuw herontwerp voor berichten en kleinere minimumgrootte
pt_br: Novo redesign das mensagens e tamanho mínimo menor
ta: செய்திகளுக்கான புதிய மறுவடிவமைப்பு மற்றும் சிறிய குறைந்தபட்ச அளவு
te: సందేశాల కోసం కొత్త రీడిజైన్ మరియు చిన్న కనిష్ట పరిమాణం
tr: Mesajlar için yeni yeniden tasarım ve daha küçük minimum boyut
uk: Новий дизайн для повідомлень та менший мінімальний розмір

source: New models included in 'available models list'
bn: 'উপলব্ধ মডেলের তালিকা' তে নতুন মডেল অন্তর্ভুক্ত
de: Neue Modelle in 'Verfügbare Modelle'-Liste aufgenommen
es: Nuevos modelos incluidos en la 'lista de modelos disponibles'
fr: Ajouté : nouveaux modèles dans la 'liste des modèles disponibles'
hi: उपलब्ध मॉडल सूची में नए मॉडल जोड़े गए हैं
id: Model baru ditambahkan ke dalam daftar 'model yang tersedia'
it: Nuovi modelli inclusi nell'elenco dei modelli disponibili
kn: 'ಲಭ್ಯವಿರುವ ಮಾದರಿಗಳು ಪಟ್ಟಿ' ನಲ್ಲಿ ಹೊಸ ಮಾದರಿಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Nieuwe modellen opgenomen in 'beschikbare modellen lijst
pt_br: Novos modelos incluídos na ‘lista de modelos disponíveis’
ta: 'கிடைக்கக்கூடிய மாதிரிகள் பட்டியலில்' புதிய மாதிரிகள் சேர்க்கப்பட்டுள்ளன
te: 'అందుబాటులో ఉన్న మోడల్‌ల జాబితా'లో కొత్త మోడల్‌లు చేర్చబడ్డాయి
tr: 'Mevcut Modeller Listesi'ne dahil edilen yeni modeller
uk: Нові моделі додані до списку 'доступних моделей'

source: Added symbolic icon when attaching code files
bn: কোড ফাইল সংযুক্ত করার সময় প্রতীকী আইকন যোগ করা হয়েছে
de: Symbolische Icons beim Anhang von Codedateien hinzugefügt
es: Añadido icono simbolico cuando se adjuntan archivos de codigos
fr: Ajouté : icône symbolique pour l'ajout de fichier de code
hi: कोड फ़ाइलें संलग्न करते समय प्रतीकात्मक आइकन जोड़ा गया है
id: Menambahkan ikon simbolis saat melampirkan file kode
it: Aggiunta un'icona simbolica quando si allegano file di codice
kn: ಕೋಡ್ ಫೈಲ್‌ಗಳನ್ನು ಲಗತ್ತಿಸುವಾಗ ಸಾಂಕೇತಿಕ ಐಕಾನ್ ಸೇರಿಸಲಾಗಿದೆ
nl: Symboolicoon toegevoegd bij het toevoegen van codebestanden
pt_br: Adicionado ícone simbólico ao anexar arquivos de código
ta: குறியீடு கோப்புகளை இணைக்கும்போது அடையாளச் சின்னம் சேர்க்கப்பட்டது
te: కోడ్ ఫైల్‌లను అటాచ్ చేస్తున్నప్పుడు సింబాలిక్ ఐకాన్ జోడించబడింది
tr: Kod dosyaları eklerken sembolik simge eklendi
uk: Додано символічну іконку при додаванні файлів з кодом

source: When exporting a chat it now includes a markdown file
bn: যখন একটি চ্যাট রফতানি করা হয় তখন এটি একটি মার্কডাউন ফাইল অন্তর্ভুক্ত করে
de: Der Export eines Chats beinhaltet nun eine Markdown-Datei
es: Cuando se exporta un chat ahora se incluye un archivo Markdown
fr: Changé : lors de l'export d'une discussion un fichier markdown est maintenant inclus
hi: अब चैट को निर्यात करते समय इसमें एक मार्कडाउन फ़ाइल शामिल होती है
id: Saat mengekspor percakapan, sekarang disertakan file markdown
it: Quando si esporta una chat, ora viene incluso un file markdown.
kn: ಚಾಟ್ ಅನ್ನು ರಫ್ತು ಮಾಡುವಾಗ ಅದು ಈಗ ಮಾರ್ಕ್‌ಡೌನ್ ಫೈಲ್ ಅನ್ನು ಒಳಗೊಂಡಿದೆ
nl: Bij het exporteren van een chat wordt nu een markdown-bestand toegevoegd
pt_br: Ao exportar uma conversa, ela agora inclui um arquivo markdown
ta: ஒரு அரட்டையை ஏற்றுமதி செய்யும் போது அது இப்போது ஒரு மார்க்டவுன் கோப்பை உள்ளடக்கியது
te: చాట్‌ని ఎగుమతి చేస్తున్నప్పుడు అది ఇప్పుడు మార్క్‌డౌన్ ఫైల్‌ని కలిగి ఉంటుంది
tr: Bir sohbeti dışa aktarırken artık bir işaretleme dosyası içeriyor
uk: Під час експорту чату тепер додається файл у форматі Markdown

source: Refresh button in model manager when using a remote instance
bn: একটি দূরবর্তী উদাহরণ ব্যবহার করার সময় মডেল ম্যানেজারে রিফ্রেশ বাটন
de: 'Neu laden'-Knopf im Modellmanager bei Nutzung einer Remoteinstanz
es: Botón de recarga en el gestor de modelos cuando se usa instancia remota
fr: Ajouté : bouton d'actualisation dans le gestionnaire de modèle lors de l'utilisation de l'instance distante
hi: दूरस्थ उदाहरण का उपयोग करते समय मॉडल प्रबंधक में रिफ्रेश बटन
id: Tombol segarkan di pengelola model saat menggunakan instance jarak jauh
it: Pulsante di aggiornamento nel gestore dei modelli quando si utilizza un'istanza remota
kn: ರಿಮೋಟ್ ನಿದರ್ಶನವನ್ನು ಬಳಸುವಾಗ ಮಾದರಿ ವ್ಯವಸ್ಥಾಪಕದಲ್ಲಿ ರಿಫ್ರೆಶ್ ಬಟನ್
nl: Vernieuwingsknop in model manager bij gebruik van een externe instantie
pt_br: Botão atualizar no gerenciador de modelos ao usar uma instância remota
ta: தொலைநிலை நிகழ்வைப் பயன்படுத்தும் போது மாடல் மேலாளரில் புதுப்பிப்பு பொத்தான்
te: రిమోట్ ఉదాహరణను ఉపయోగిస్తున్నప్పుడు మోడల్ మేనేజర్‌లో రిఫ్రెష్ బటన్
tr: Uzak bir örnek kullanırken model yöneticisinde yenileme düğmesi
uk: Кнопка оновлення в менеджері моделей при використанні віддаленого екземпляра

source: Assistant messages are now editable
bn: সহায়ক বার্তাগুলি এখন সম্পাদনা করা যাবে
de: Assistentnachrichten können nun bearbeitet werden
es: Mensajes de asistente ahora son editables
fr: Ajouté : les messages de l'assistant sont désormais éditable
hi: अब सहायक संदेश संपादन योग्य हैं
id: Pesan asisten sekarang dapat diedit
it: I messaggi degli assistenti sono ora modificabili
kn: ಸಹಾಯಕ ಸಂದೇಶಗಳು ಈಗ ಸಂಪಾದಿಸಬಹುದಾಗಿದೆ
nl: Assistent berichten zijn nu bewerkbaar
pt_br: As mensagens do assistente agora são editáveis
ta: உதவியாளர் செய்திகளை இப்போது திருத்தலாம்
te: అసిస్టెంట్ సందేశాలు ఇప్పుడు సవరించబడతాయి
tr: Yardımcı mesajlar artık düzenlenebilir
uk: Повідомлення асистента тепер можна редагувати

source: Updated Ollama to v0.5.2
bn: ওলামাকে v0.5.2 এ আপডেট করা হয়েছে
de: Ollama auf v0.5.2 aktualisiert
es: Ollama actualizado a v0.5.2
fr: Changé : Ollama mis-à-jour vers la version 0.5.2
hi: ओलामा को v0.5.2 में अपडेट किया गया है
id: Memperbarui Ollama ke versi 0.5.2
it: Aggiornato Ollama alla versione 0.5.2
kn: ಒಲ್ಲಾಮಾವನ್ನು V0.5.2 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ
nl: Ollama bijgewerkt naar v0.5.2
pt_br: Ollama atualizado para v0.5.2
ta: ஓல்லமா v0.5.2 க்கு புதுப்பிக்கப்பட்டது
te: ఒల్లామా v0.5.2కి నవీకరించబడింది
tr: Ollama v0.5.2'ye yükseltildi
uk: Оновлено Ollama до версії 0.5.2

source: New option to change model directory
bn: মডেল ডিরেক্টরি পরিবর্তন করার নতুন বিকল্প
de: Neue Option zum Wechseln des Modellordners
es: Nueva opción para cambiar el directorio de modelo
hi: मॉडल निर्देशिका बदलने के लिए नया विकल्प
id: Opsi baru untuk mengubah direktori model
it: Nuova opzione per cambiare la cartella dei modelli
kn: ಮಾದರಿ ಡೈರೆಕ್ಟರಿಯನ್ನು ಬದಲಾಯಿಸಲು ಹೊಸ ಆಯ್ಕೆ
nl: Nieuwe optie om de modeldirectory te wijzigen
pt_br: Nova opção para alterar o diretório do modelo
ta: மாடல் கோப்பகத்தை மாற்றுவதற்கான புதிய விருப்பம்
te: మోడల్ డైరెక్టరీని మార్చడానికి కొత్త ఎంపిక
tr: Model dizinin değiştirme ayarı eklendi
uk: Нова опція для зміни каталогу моделей

source: File previewer now resizes dynamically to content
bn: ফাইল প্রিভিউয়ার এখন সামগ্রীর সাথে গতিশীলভাবে আকার পরিবর্তন করে
de: Größe der Dateivorschau wird nun dynamisch zum Inhalt angepasst
es: Previsualizador de archivos ahora ajusta su tamaño dinamicamente
hi: फ़ाइल प्रीव्यूअर अब सामग्री के अनुसार गतिशील रूप से आकार बदलता है
id: Pratinjau file sekarang menyesuaikan ukuran secara dinamis dengan konten
it: L'anteprima dei file ora si ridimensiona dinamicamente in base al contenuto
kn: ಫೈಲ್ ಪೂರ್ವವೀಕ್ಷಣೆ ಈಗ ವಿಷಯಕ್ಕೆ ಕ್ರಿಯಾತ್ಮಕವಾಗಿ ಮರುಗಾತ್ರಗೊಳಿಸುತ್ತದೆ
nl: Bestandsvoorvertoning wordt nu dynamisch aangepast aan de inhoud
pt_br: O visualizador de arquivos agora é redimensionado dinamicamente para o conteúdo
ta: கோப்பு முன்னோட்டம் இப்போது உள்ளடக்கத்திற்கு மாறும் வகையில் அளவை மாற்றுகிறது
te: ఫైల్ ప్రివ్యూయర్ ఇప్పుడు కంటెంట్‌కి డైనమిక్‌గా పరిమాణాన్ని మారుస్తుంది
tr: Dosya Önizleyicisi artık içeriğe göre boyut değiştiriyor
uk: Попередній переглядач файлів тепер динамічно змінює розмір відповідно до вмісту

source: Adapted Alpaca to work without integrated Ollama instance
bn: একীভূত ওলামা ইনস্ট্যান্স ছাড়াই কাজ করার জন্য আলপাকাকে অভিযোজিত করা হয়েছে
de: Alpaca angepasst, sodass es ohne integrierte Instanz arbeiten kann
es: Alpaca ha sido adaptado para funcionar sin instancia de Ollama
hi: एकीकृत ओलामा इंस्टेंस के बिना काम करने के लिए अल्पाका को अनुकूलित किया गया है
id: Menyesuaikan Alpaca agar dapat berfungsi tanpa instance Ollama terintegrasi
it: Adattamento di Alpaca per funziona senza un'istanza di Ollama integrata
kn: ಸಂಯೋಜಿತ ಆಲಾಮಾ ನಿದರ್ಶನವಿಲ್ಲದೆ ಕೆಲಸ ಮಾಡಲು ಆಲ್ಪಾಕಾವನ್ನು ಅಳವಡಿಸಿಕೊಂಡಿದೆ
nl: Alpaca aangepast om te werken zonder geïntegreerde Ollama-instantie
pt_br: Alpaca adaptado para funcionar sem instância integrada do Ollama
ta: ஒருங்கிணைந்த ஓல்லமா நிகழ்வு இல்லாமல் வேலை செய்ய அல்பாகா மாற்றியமைக்கப்பட்டது
te: ఇంటిగ్రేటెడ్ ఒల్లామా ఉదాహరణ లేకుండా పని చేయడానికి అల్పాకాను స్వీకరించారు
tr: ALPACA'yı entegre Ollama modeli olmadan çalışacak şekilde uyarlandı
uk: Адаптовано Alpaca для роботи без інтегрованого екземпляра Ollama

source: Compatibility added with ODT files
bn: ODT ফাইলগুলির সাথে সামঞ্জস্যতা যোগ করা হয়েছে
de: Kompatibilität mit ODT-Dateien hinzugefügt
es: Compatibilidad añadida con archivos ODT
fr: Ajouté : compatibilité des fichiers ODT
hi: ओडीटी फ़ाइलों के साथ संगतता जोड़ी गई है
id: Menambahkan kompatibilitas dengan file ODT
it: Aggiunta la compatibilità con i file ODT
kn: ಒಡಿಟಿ ಫೈಲ್‌ಗಳೊಂದಿಗೆ ಹೊಂದಾಣಿಕೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Compatibiliteit toegevoegd met ODT bestanden
pt_br: Compatibilidade adicionada com arquivos ODT
ta: ODT கோப்புகளுடன் இணக்கத்தன்மை சேர்க்கப்பட்டது
te: ODT ఫైల్‌లతో అనుకూలత జోడించబడింది
tr: ODT dosyalarıyla uyumluluk eklendi
uk: Додано сумісність із файлами ODT

source: Restored ROCm compatibility
bn: ROCm সামঞ্জস্যতা পুনরুদ্ধার করা হয়েছে
de: ROCm-Kompatibilität wiederhergestellt
es: Capabilidad ROCm restaurada
fr: Changé : compatibilité ROCm restaurée
hi: आरओसीएम संगतता बहाल की गई है
id: Mengembalikan kompatibilitas ROCm
it: Ripristinata la compatibilità con ROCm
kn: ಮರುಸ್ಥಾಪಿಸಿದ ROCM ಹೊಂದಾಣಿಕೆ
nl: ROCm compatibiliteit hersteld
pt_br: Compatibilidade ROCm restaurada
ta: ROCm இணக்கத்தன்மை மீட்டமைக்கப்பட்டது
te: ROCm అనుకూలత పునరుద్ధరించబడింది
tr: ROCM uyumluluğu düzeltildi
uk: Відновлено сумісність з ROCm

source: Added long press gesture to chat rows so actions can be done in touchscreens
bn: স্পর্শ পর্দায় ক্রিয়াকলাপ করা যায় এমনভাবে চ্যাট সারিতে দীর্ঘ চাপ অভিব্যক্তি যোগ করা হয়েছে
de: Langes Drücken-Geste zu Chatzeilen hinzugefügt, sodass Aktionen auch auf Touchscreens durchgeführt werden können.
es: Se agregó un gesto de pulsación prolongada a las filas de chat para que se puedan realizar acciones en pantallas táctiles
fr: Ajouté : appui long sur les discussions fonctionnent maintenant avec les écrans tactiles
hi: चैट पंक्तियों में लंबे समय तक दबाने की गति जोड़ी गई है ताकि टचस्क्रीन पर क्रियाएं की जा सकें
id: Menambahkan gerakan tekan lama pada baris percakapan agar tindakan dapat dilakukan di layar sentuh
it: Aggiunto il gesto pressione prolungata sulle righe della chat, in modo che le azioni possano essere eseguite sugli schermi touch.
kn: ಚಾಟ್ ಸಾಲುಗಳಿಗೆ ಲಾಂಗ್ ಪ್ರೆಸ್ ಗೆಸ್ಚರ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಆದ್ದರಿಂದ ಟಚ್‌ಸ್ಕ್ರೀನ್‌ಗಳಲ್ಲಿ ಕ್ರಿಯೆಗಳನ್ನು ಮಾಡಬಹುದು
nl: Gebaar voor lang indrukken toegevoegd aan chatrijen zodat acties kunnen worden uitgevoerd op touchscreens
pt_br: Adicionado gesto de toque longo nas linhas da conversa para que as ações possam ser feitas em telas sensíveis ao toque
ta: அரட்டை வரிசைகளுக்கு நீண்ட நேரம் அழுத்தும் சைகை சேர்க்கப்பட்டது, இதன் மூலம் தொடுதிரைகளில் செயல்களைச் செய்ய முடியும்
te: చాట్ అడ్డు వరుసలకు లాంగ్ ప్రెస్ సంజ్ఞ జోడించబడింది, తద్వారా టచ్‌స్క్రీన్‌లలో చర్యలు చేయవచ్చు
tr: Sohbet sıralarına uzun basın hareketi eklendi, böylece eylemler dokunmatik ekranlarda yapılabilir
uk: Додано жест тривалого натискання на рядки чату для виконання дій на сенсорних екранах

source: Fixed edit button not saving changes
bn: সম্পাদনা বাটন পরিবর্তন সংরক্ষণ না করার সমস্যা সংশোধন করা হয়েছে
de: Fehler des Bearbeiten-Knopfes behoben, der die Änderungen nicht speicherte
es: Arreglado boton de editado no guardando cambios
fr: Résolu : le bouton d'édition ne sauvegardait pas les changements
hi: संपादन बटन द्वारा परिवर्तनों को सहेजने में समस्या को ठीक किया गया है
id: Memperbaiki tombol edit yang tidak menyimpan perubahan
it: Corretto il pulsante di modifica che non salvava le modifiche
kn: ಸ್ಥಿರ ಸಂಪಾದನೆ ಬಟನ್ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸುವುದಿಲ್ಲ
nl: Bewerkingsknop die wijzigingen niet opslaat verholpen
pt_br: Corrigido o botão de edição que não salvava as alterações
ta: மாற்றங்களைச் சேமிக்காத திருத்து பொத்தான் சரி செய்யப்பட்டது
te: స్థిర సవరణ బటన్ మార్పులను సేవ్ చేయడం లేదు
tr: Düzenle butonunun değişiklikleri kaydetmemesi düzeltildi
uk: Виправлено проблему, коли кнопка редагування не зберігала зміни

source: Changed max temperature value to 2
bn: সর্বোচ্চ তাপমাত্রার মান 2 এ পরিবর্তন করা হয়েছে
de: Maximal-Modelltemperaturwert auf 2 geändert
es: Cambiado el valor temperatura maxima a 2
fr: Changé : valeur max de la température à 2
hi: अधिकतम तापमान मान को 2 में बदल दिया गया है
id: Mengubah nilai suhu maksimum menjadi 2
it: Modificato il valore della temperatura massima a 2
kn: ಗರಿಷ್ಠ ತಾಪಮಾನ ಮೌಲ್ಯವನ್ನು 2 ಕ್ಕೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: Max temperatuurwaarde veranderd naar 2
pt_br: Valor de temperatura máxima alterado para 2
ta: அதிகபட்ச வெப்பநிலை மதிப்பு 2 ஆக மாற்றப்பட்டது
te: గరిష్ట ఉష్ణోగ్రత విలువ 2కి మార్చబడింది
tr: maksimum temperature değeri 2'ye değiştirildi
uk: Максимальне значення температури змінено на 2

source: Made seed 0 actually random
bn: বীজ 0 কে আসলেই একটি অবাধ সংখ্যা করা হয়েছে
de: Seed '0' tatsächlich zufällig gemacht
es: Semilla 0 ahora es aleatoria
fr: Résolu : mettre la graine à 0 est réellement aléatoire
hi: बीज 0 को वास्तव में यादृच्छिक बनाया गया है
id: Membuat seed 0 benar-benar acak
it: Il seed 0 è stato reso veramente casuale
kn: ಬೀಜ 0 ಅನ್ನು ಯಾದೃಚ್ om ಿಕವಾಗಿ ಮಾಡಿದೆ
nl: Zaad 0 daadwerkelijk willekeurig gemaakt
pt_br: Tornou a seed 0 realmente aleatória
ta: விதை 0 உண்மையில் சீரற்றதாக மாற்றப்பட்டது
te: సీడ్ 0 నిజానికి యాదృచ్ఛికంగా తయారు చేయబడింది
tr: Seed 0 artık cidden rastgele
uk: Насіння 0 тепер дійсно випадкове

source: Fixed Gnome search provider not working outside of Flatpak installations
bn: ফ্ল্যাটপ্যাক ইনস্টলেশনের বাইরে গনোম সার্চ প্রদানকারী কাজ না করার সমস্যা সংশোধন করা হয়েছে
de: Nicht funktionierenden GNOME-Search-Provider außerhalb von Flatpak-Installationen behoben
es: El proveedor de búsqueda de Gnome corregido no funcionaba fuera de las instalaciones de Flatpak
fr: Résolu : l'intégration Gnome Search ne fonctionnait pas en dehors des installations Flatpak
hi: फ्लैटपैक स्थापनाओं के बाहर ज्ञोम खोज प्रदाता काम नहीं करने की समस्या को ठीक किया गया है
id: Memperbaiki penyedia pencarian Gnome yang tidak berfungsi di luar instalasi Flatpak
it: Corretto il provider di ricerca per Gnome che non funzionava tranne che con le installazioni Flatpak
kn: ಸ್ಥಿರ ಗ್ನೋಮ್ ಹುಡುಕಾಟ ಒದಗಿಸುವವರು ಫ್ಲಾಟ್‌ಪ್ಯಾಕ್ ಸ್ಥಾಪನೆಗಳ ಹೊರಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ
nl: Gnome search provider werkt niet buiten Flatpak installaties
pt_br: Corrigido o provedor de pesquisa do Gnome que não funcionava fora das instalações do Flatpak
ta: பிளாட்பாக் நிறுவலுக்கு வெளியே க்னோம் தேடல் வழங்குநர் செயல்படாதது சரிசெய்யப்பட்டது
te: Flatpak ఇన్‌స్టాలేషన్‌ల వెలుపల స్థిర గ్నోమ్ సెర్చ్ ప్రొవైడర్ పని చేయడం లేదు
tr: Flatpak kurulumlarının dışında çalışmayan gnome arama sağlayıcısı düzeltildi
uk: Виправлено проблему, коли пошуковий екземпляр Gnome не працював за межами установок Flatpak

source: New option --ask MESSAGE, to open a new 'Quick Ask' window
bn: নতুন বিকল্প --ask MESSAGE, একটি নতুন 'দ্রুত জিজ্ঞাসা' উইন্ডো খোলার জন্য
de: Neue Option '--ask MESSAGE', um ein neues 'Quick Ask'-Fenster zu öffnen
es: Nueva opción --ask MENSAJE para abrir una ventana 'Pregunta Rápida'
fr: Ajouté : nouvelle option --ask MESSAGE, pour ouvrir une nouvelle fenêtre "Question rapide"
hi: नया विकल्प --ask MESSAGE, एक नया 'Quick Ask' विंडो खोलने के लिए
id: Opsi baru --ask MESSAGE, untuk membuka jendela 'Tanya Cepat' baru
it: Nuova opzione --ask MESSAGE, per aprire una nuova finestra di 'Domanda rapida'
kn: ಹೊಸ ಆಯ್ಕೆ -ಸಂದೇಶ ಸಂದೇಶ, ಹೊಸ 'ತ್ವರಿತ ಕೇಳಿ' ವಿಂಡೋವನ್ನು ತೆರೆಯಲು
nl: Nieuwe optie --vraag MESSAGE, om een nieuw 'Snel vragen' venster te openen
pt_br: Nova opção --ask MESSAGE, para abrir uma nova janela de 'Pergunta Rápida'
ta: --ask MESSAGE என்ற புதிய விருப்பம், ஒரு புதிய 'விரைவு கேள்வி' சாளரத்தைத் திறக்க
te: కొత్త ఎంపిక --అడుగు MESSAGE, కొత్త 'త్వరిత అడగండి' విండోను తెరవడానికి
tr: Yeni Seçenek --ask MESAJ, ile Hızlı sor ekranı açılabilir
uk: Нова опція --ask MESSAGE для відкриття нового вікна 'Quick Ask'

source: Gnome Search integration now works whilst the app is opened
bn: গনোম সার্চ একীকরণ এখন অ্যাপটি খোলা থাকাকালীন কাজ করে
de: GNOME-Suche-Integration funktioniert nun, wenn die App geöffnet ist
es: Integración con busqueda de Gnome ahora funciona si Alpaca esta abierto
fr: Changé : l'intégration à Gnome Search fonctionne maintenant lorsque l'application est ouverte
hi: Gnome Search एकीकरण अब काम करता है जब ऐप खुला होता है
id: Integrasi Pencarian Gnome sekarang berfungsi saat aplikasi dibuka
it: L'integrazione con la richerca di Gnome ora funziona mentre l'app è aperta
kn: ಅಪ್ಲಿಕೇಶನ್ ತೆರೆದಾಗ ಗ್ನೋಮ್ ಹುಡುಕಾಟ ಏಕೀಕರಣವು ಈಗ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ
nl: Gnome Search integratie werkt nu terwijl de app geopend is
pt_br: A integração do Gnome Search agora funciona enquanto o aplicativo está aberto
ta: பயன்பாடு திறந்திருக்கும்போது க்னோம் தேடல் ஒருங்கிணைப்பு இப்போது செயல்படும்
te: యాప్ తెరవబడినప్పుడు గ్నోమ్ శోధన ఇంటిగ్రేషన్ ఇప్పుడు పని చేస్తుంది
tr: Gnome Arama Entegrasyonu şimdi uygulama açılırken çalışıyor
uk: Інтеграція з Gnome Search тепер працює, коли додаток відкрито

source: Added launch paramenters --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version
bn: যোগ করা হয়েছে লঞ্চ প্যারামিটার --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version
de: Startparameter '--ask MESSAGE', '--new-chat CHAT', '--select-chat CHAT', '--list-chats', '--version' hinzugefügt
es: Añadidos parametros de lanzamiento --ask MENSAJE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version
fr: Ajouté : paramètre d'exécution : --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version
hi: लॉन्च पैरामीटर --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version जोड़ा गया
id: Menambahkan parameter peluncuran --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version
it: Aggiunti i parametri di lancio --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version
kn: ಲಾಂಚ್ ಪ್ಯಾರಾಮೆಂಟರ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ-ಕಾಸ್ಕ್ ಸಂದೇಶ,-ಹೊಸ-ಚಾಟ್ ಚಾಟ್,-ಸೆಲೆಕ್ಟ್-ಚಾಟ್ ಚಾಟ್,-ಲಿಸ್ಟ್-ಚಾಟ್ಸ್, --ವರ್ಷನ್
nl: Lanceerparameters toegevoegd ---ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version
pt_br: Adicionados parâmetros de inicialização --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chart, --version
ta: தொடக்க அளவுருக்கள் சேர்க்கப்பட்டன --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version
te: లాంచ్ పారామెంటర్లు జోడించబడ్డాయి --మెసేజ్ అడగండి, --కొత్త-చాట్ చాట్, --సెలెక్ట్-చాట్ చాట్, --లిస్ట్-చాట్‌లు, --వెర్షన్
tr: Açılış parametreleri olarak --ask Mesaj, --new-chat Sohbet, --select-chat Sohbet --list-chats ve --version eklendi.
uk: Додано параметри запуску: --ask MESSAGE, --new-chat CHAT, --select-chat CHAT, --list-chats, --version

source: Added integration as Gnome Search Provider
bn: গনোম সার্চ প্রদানকারী হিসাবে একীকরণ যোগ করা হয়েছে
de: Integration als GNOME-Suche-Provider hinzugefügt
es: Añadido integración como Proveedor de Busqueda de Gnome
fr: Ajouté : intégration à Gnome Search
hi: Gnome Search प्रदाता के रूप में एकीकरण जोड़ा गया
id: Menambahkan integrasi sebagai Penyedia Pencarian Gnome
it: Aggiunta l'integrazione come provider di ricerca per Gnome
kn: ಗ್ನೋಮ್ ಹುಡುಕಾಟ ಪೂರೈಕೆದಾರರಾಗಿ ಏಕೀಕರಣವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
nl: Integratie toegevoegd als Gnome Search Provider
pt_br: Adicionada integração como Gnome Search Provider
ta: க்னோம் தேடல் வழங்குநராக ஒருங்கிணைப்பு சேர்க்கப்பட்டது
te: గ్నోమ్ సెర్చ్ ప్రొవైడర్‌గా ఇంటిగ్రేషన్ జోడించబడింది
tr: Gnome arama sağlayıcısı olarak entegrasyon eklendi
uk: Додано інтеграцію як постачальник пошуку Gnome

source: Updated Ollama to v0.4.2 with new models
bn: নতুন মডেলগুলির সাথে Ollama v0.4.2 এ আপডেট করা হয়েছে
de: Ollama auf Version v0.4.2 mit neuen Modellen aktualisiert
es: Actualizado Ollama a v0.4.2 con nuevos modelos
fr: Changé : Ollama mis-à-jour vers la versions 0.4.2 avec de nouveaux modèles
hi: नए मॉडल्स के साथ Ollama v0.4.2 में अपडेट किया गया
id: Memperbarui Ollama ke versi 0.4.2 dengan model baru
it: Aggiornato Ollama alla versione 0.4.2 con nuovi modelli.
kn: ಹೊಸ ಮಾದರಿಗಳೊಂದಿಗೆ ಆಲಾಮಾವನ್ನು V0.4.2 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ
nl: Ollama bijgewerkt naar v0.4.2 met nieuwe modellen
pt_br: Ollama atualizado para v0.4.2 com novos modelos
ta: புதிய மாதிரிகளுடன் ஓல்லமா v0.4.2 க்கு புதுப்பிக்கப்பட்டது
te: కొత్త మోడల్‌లతో ఒల్లామా v0.4.2కి నవీకరించబడింది
tr: Yeni modellerle Ollama V0.4.2'ye güncellendi
uk: Оновлено Ollama до версії 0.4.2 з новими моделями
