Repository: Jeffser/Alpaca
Catalog: po/*.po
Languages: bn, de, es, fr, hi, id, it, kn, nb_no, nl, pt_br, ru, ta, te, tr, uk

source: Llama 2 based model fine tuned to improve Chinese dialogue ability.
bn: ল্লামা 2 ভিত্তিক মডেল চীনা ডায়ালগ দক্ষতা উন্নত করার জন্য সূক্ষ্ম-টিউন করা হয়েছে
de: Auf Llama 2 basierendes Modell, das zur Verbesserung der chinesischen Dialogfähigkeit feinabgestimmt wurde.
es: Modelo basado en Llama 2 ajustado para mejorar la capacidad de diálogo en chino.
fr: Modèle basé sur Llama 2 affiné pour améliorer la capacité de dialogue en chinois.
hi: ल्लामा 2 आधारित मॉडल जो चीनी संवाद क्षमता में सुधार करने के लिए फाइन-ट्यून किया गया है
id: Model berbasis Llama 2 yang disesuaikan untuk meningkatkan kemampuan dialog bahasa Mandarin.
it: Modello basato su Llama 2 ottimizzato per migliorare la capacità di dialogo in cinese.
kn: ಚೀನೀ ಸಂವಾದ ಸಾಮರ್ಥ್ಯವನ್ನು ಸುಧಾರಿಸಲು ಲಾಮಾ 2 ಆಧಾರಿತ ಮಾದರಿ ದಂಡವನ್ನು ಟ್ಯೂನ್ ಮಾಡಲಾಗಿದೆ.
nb_no: Llama 2 basert modell finjustert for å forbedre kinesisk dialog evne.
nl: Op Llama 2 gebaseerd model, verfijnd om de Chinese dialoog te verbeteren.
pt_br: Modelo baseado no Llama 2 ajustado para melhorar a capacidade de diálogo em chinês.
ru: Модель на основе Llama 2 настроена для улучшения навыков диалога на китайском языке.
ta: சீன உரையாடல் திறனை மேம்படுத்த Llama 2 அடிப்படையிலான மாதிரி நன்றாக மாற்றியமைக்கப்பட்டது.
te: చైనీస్ సంభాషణ సామర్థ్యాన్ని మెరుగుపరచడానికి లామా 2 ఆధారిత మోడల్ చక్కగా ట్యూన్ చేయబడింది.
tr: Llama 2 tabanlı model, Çin diyalog yeteneğini geliştirmek için ince ayar yapılmıştır.
uk: Модель на основі Llama 2, доопрацьована для покращення діалогових можливостей китайською мовою.

source: BGE-M3 is a new model from BAAI distinguished for its versatility in Multi-Functionality, Multi-Linguality, and Multi-Granularity.
bn: BGE-M3 হল BAAI থেকে একটি নতুন মডেল, যা এর বহু-কার্যকারিতা, বহু-ভাষাবিদ্যা এবং বহু-গ্রানুলারিটির ক্ষেত্রে এর বহুমুখীতার জন্য স্বীকৃত।
de: BGE-M3 ist ein neues Modell von BAAI, das sich durch seine Vielseitigkeit in Multi-Funktionalität, Mehrsprachigkeit und Multigranularität.
es: BGE-M3 es un nuevo modelo de BAAI que se distingue por su versatilidad en multifuncionalidad, multilingüismo y multigranularidad.
fr: BGE-M3 est un nouveau modèle de BAAI, distingué par sa polyvalence en termes de multi-fonctionnalité, multi-linguisme et multi-granularité.
hi: BGE-M3 BAAI का एक नया मॉडल है जो मल्टी-फंक्शनैलिटी, मल्टी-लिंगुअलिटी और मल्टी-ग्रैन्युलैरिटी में अपनी बहुमुखी प्रतिभा के लिए प्रसिद्ध है।
id: BGE-M3 adalah model baru dari BAAI yang terkenal karena fleksibilitasnya dalam Multi-Fungsi, Multi-Bahasa, dan Multi-Granularitas.
it: BGE-M3 è un nuovo modello di BAAI che si distingue per la sua versatilità in termini di multifunzionalità, multilinguismo e multigranularità.
kn: ಬಿಜಿಇ-ಎಂ 3 ಎನ್ನುವುದು BAAI ಯ ಹೊಸ ಮಾದರಿಯಾಗಿದ್ದು, ಬಹು-ಕ್ರಿಯಾತ್ಮಕತೆ, ಬಹು-ಭಾಷಾ ಮತ್ತು ಬಹು-ಗ್ರ್ಯಾನ್ಯುಲಾರಿಟಿಯಲ್ಲಿ ಅದರ ಬಹುಮುಖತೆಗಾಗಿ ಗುರುತಿಸಲಾಗಿದೆ.
nl: BGE-M3 is een nieuw model van BAAI dat zich onderscheidt door zijn veelzijdigheid in multifunctionaliteit, meertaligheid en multigranulariteit.
pt_br: O BGE-M3 é um novo modelo da BAAI que se destaca por sua versatilidade em multifuncionalidade, multilinguidade e multigranularidade.
ta: BGE-M3 என்பது BAAI இலிருந்து வந்த ஒரு புதிய மாதிரி, இது பல-செயல்பாடு, பல-மொழி மற்றும் பல-துகள்கள் ஆகியவற்றில் அதன் பல்துறைத்திறனுக்காக வேறுபடுத்தப்படுகிறது.
te: BGE-M3 అనేది BAAI నుండి వచ్చిన కొత్త మోడల్, ఇది బహుళ-ఫంక్షనాలిటీ, మల్టీ-లింగ్వాలిటీ మరియు మల్టీ-గ్రాన్యులారిటీలో దాని బహుముఖ ప్రజ్ఞకు ప్రత్యేకించబడింది.
tr: BGE-M3, BAAI'nin Çok İşlevlilik, Çok Dillilik ve Çok Grenlilik alanlarındaki çok yönlülüğü ile öne çıkan yeni bir modelidir.
uk: BGE-M3 — нова модель від BAAI, яка вирізняється своєю багатофункціональністю, багатомовністю та багатогранністю.

source: A versatile model for AI software development scenarios, including code completion.
bn: এআই সফটওয়্যার উন্নয়ন দৃশ্যকল্পের জন্য বহুমুখী মডেল, কোড সম্পূর্ণতা সহ।
de: Ein vielseitiges Modell für KI-Softwareentwicklungsszenarien, einschließlich Code-vervollständigung.
es: Un modelo versátil para escenarios de desarrollo de software de IA, incluyendo la finalización de código.
fr: Un modèle polyvalent pour les scénarios de développement logiciel d'IA, y compris la complétion de code.
hi: एक बहुमुखी मॉडल जो एआई सॉफ्टवेयर डेवलपमेंट सीनेरियो के लिए है, जिसमें कोड पूर्णता भी शामिल है।
id: Model serbaguna untuk skenario pengembangan perangkat lunak AI, termasuk penyelesaian kode.
it: Un modello versatile per gli scenari di sviluppo del software AI, compreso il completamento del codice.
kn: ಕೋಡ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ ಸೇರಿದಂತೆ ಎಐ ಸಾಫ್ಟ್‌ವೇರ್ ಅಭಿವೃದ್ಧಿ ಸನ್ನಿವೇಶಗಳಿಗೆ ಬಹುಮುಖ ಮಾದರಿ.
nl: Een veelzijdig model voor AI-softwareontwikkelingsscenario's, inclusief code voltooiing.
pt_br: Um modelo versátil para cenários de desenvolvimento de software de IA, incluindo conclusão de código.
ta: குறியீடு நிறைவு உட்பட AI மென்பொருள் மேம்பாட்டு காட்சிகளுக்கு ஏற்ற ஒரு பல்துறை மாதிரி.
te: కోడ్ పూర్తి చేయడంతో సహా AI సాఫ్ట్‌వేర్ డెవలప్‌మెంట్ దృశ్యాల కోసం బహుముఖ నమూనా.
tr: Kod tamamlama da dahil olmak üzere yapay zeka yazılım geliştirme senaryoları için çok yönlü bir modeldir.
uk: Універсальна модель для сценаріїв розробки ПЗ на основі AI, включаючи доповнення коду.

source: A family of open-source models trained on a wide variety of data, surpassing ChatGPT on various benchmarks. Updated to version 3.5-0106.
bn: একটি ওপেন-সোর্স মডেল পরিবার যা বিস্তৃত তথ্যের উপর প্রশিক্ষিত, বিভিন্ন বেঞ্চমার্কে চ্যাটজিপিটিকে ছাড়িয়ে গেছে। সংস্করণ ৩.৫-০১০৬ এ আপডেট করা হয়েছে।
de: Eine Familie von Open-Source-Modellen, die auf einer Vielzahl von Daten trainiert wurden und ChatGPT bei verschiedenen Benchmarks übertreffen. Aktualisiert auf Version 3.5-0106.
es: Una familia de modelos de código abierto entrenados en una amplia variedad de datos, superando a ChatGPT en varios benchmarks. Actualizado a la versión 3.5-0106.
fr: Une famille de modèles open-source entraînés sur une grande variété de données, surpassant ChatGPT sur divers benchmarks. Mis à jour à la version 3.5-0106.
hi: एक ओपन-सोर्स मॉडल्स का परिवार जिसे विभिन्न प्रकार के डेटा पर प्रशिक्षित किया गया है, जो विभिन्न बेंचमार्क पर चैटजीपीटी को पार करता है। संस्करण 3.5-0106 में अपडेट किया गया है।
id: Keluarga model sumber terbuka yang dilatih pada berbagai data, melampaui ChatGPT pada berbagai tolok ukur. Diperbarui ke versi 3.5-0106.
it: Una famiglia di modelli open-source addestrati su un'ampia varietà di dati, che ha superato ChatGPT in vari benchmark. Aggiornato alla versione 3.5-0106.
kn: ತೆರೆದ ಮೂಲ ಮಾದರಿಗಳ ಕುಟುಂಬವು ವಿವಿಧ ರೀತಿಯ ದತ್ತಾಂಶಗಳ ಮೇಲೆ ತರಬೇತಿ ಪಡೆದಿದೆ, ವಿವಿಧ ಮಾನದಂಡಗಳ ಮೇಲೆ ಚಾಟ್‌ಜಿಪಿಟಿಯನ್ನು ಮೀರಿಸಿದೆ. ಆವೃತ್ತಿ 3.5-0106 ಗೆ ನವೀಕರಿಸಲಾಗಿದೆ.
nb_no: En familie med open-source-modeller trent på et bredt utvalg av data, som overgår ChatGPT på ulike tester. Oppdatert til versjon 3.5.0106.
nl: Een familie van open-source modellen getraind op een grote verscheidenheid aan gegevens, die ChatGPT overtreft op verschillende benchmarks. Bijgewerkt naar versie 3.5-0106.
pt_br: Uma família de modelos de código aberto treinados em uma ampla variedade de dados, superando o ChatGPT em vários benchmarks. Atualizado para a versão 3.5-0106.
ru: Семейство моделей с открытым исходным кодом, обученных на широком спектре данных, превосходящих ChatGPT по различным критериям. Обновлено до версии 3.5-0106.
ta: பலதரப்பட்ட தரவுகளில் பயிற்சி அளிக்கப்பட்ட திறந்த மூல மாதிரிகளின் குடும்பம், பல்வேறு அளவுகோல்களில் ChatGPT ஐ விட அதிகமாக உள்ளது. பதிப்பு 3.5-0106 க்கு புதுப்பிக்கப்பட்டது.
te: అనేక రకాల డేటాపై శిక్షణ పొందిన ఓపెన్ సోర్స్ మోడల్‌ల కుటుంబం, వివిధ బెంచ్‌మార్క్‌లలో ChatGPTని అధిగమించింది. వెర్షన్ 3.5-0106కి నవీకరించబడింది.
tr: Çeşitli veri üzerinde eğitilmiş açık kaynaklı modellerden oluşan bir aile olup, çeşitli benchmarklarda ChatGPT'yi geçmektedir. Sürüm 3.5-0106'ya güncellenmiştir.
uk: Сімейство моделей з відкритим вихідним кодом, навчане на різноманітних даних, яке перевершує ChatGPT у різних тестах. Оновлено до версії 3.5-0106.

source: Aya 23, released by Cohere, is a new family of state-of-the-art, multilingual models that support 23 languages.
bn: কোহের দ্বারা প্রকাশিত Aya 23, একটি নতুন পরিবার স্টেট-অফ-দ্য-আর্ট, বহুভাষিক মডেল যা 23 টি ভাষাকে সমর্থন করে
de: Aya 23, veröffentlicht von Cohere, ist eine neue Familie von State-of-the-Art, mehrsprachigen Modellen, die 23 Sprachen unterstützen.
es: Aya 23, lanzado por Cohere, es una familia de los ultimos modelos multilingües que soportan 23 lenguajes.
fr: Aya 23, publié par Cohere, est une nouvelle famille de modèles multilingues de pointe supportant 23 langues.
hi: कोहेरे द्वारा जारी आया 23, एक नई परिवार है जो राज्य की कला की, बहुभाषी मॉडल्स है जो 23 भाषाओं का समर्थन करता है।
id: Aya 23, dirilis oleh Cohere, adalah keluarga baru model terkini yang multibahasa yang mendukung 23 bahasa.
it: Aya 23, rilasciata da Cohere, è una nuova famiglia di modelli multilingue all'avanguardia che supporta 23 lingue.
kn: ಕೊಹೆರೆ ಬಿಡುಗಡೆ ಮಾಡಿದ ಅಯಾ 23, ಅತ್ಯಾಧುನಿಕ, ಬಹುಭಾಷಾ ಮಾದರಿಗಳ ಹೊಸ ಕುಟುಂಬವಾಗಿದ್ದು, ಇದು 23 ಭಾಷೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.
nb_no: Aya 23, utgitt av Cohere, er en ny familie av toppmoderne flerspråklige modeller som støtter 23 språk.
nl: Aya 23, uitgebracht door Cohere, is een nieuwe familie van geavanceerde, meertalige modellen die 23 talen ondersteunen.
pt_br: Aya 23, lançado pela Cohere, é uma nova família de modelos multilíngues de última geração que suportam 23 idiomas.
ru: Aya 23, выпущенная компанией Cohere, представляет собой новое семейство современных многоязычных моделей, поддерживающих 23 языка.
ta: கோஹேரால் வெளியிடப்பட்ட Aya 23, 23 மொழிகளை ஆதரிக்கும் மிகச் சிறந்த, பல மொழி மாதிரிகளின் ஒரு புதிய குடும்பம் ஆகும்.
te: Aya 23, Cohere ద్వారా విడుదల చేయబడింది, ఇది 23 భాషలకు మద్దతు ఇచ్చే అత్యాధునిక, బహుభాషా నమూనాల కొత్త కుటుంబం.
tr: Cohere tarafından yayınlanan Aya 23, 23 dili destekleyen son teknoloji, çok dilli modellerden oluşan yeni bir aileyi temsil etmektedir.
uk: Aya 23, випущена Cohere, — це нова сімейство сучасних багатомовних моделей, які підтримують 23 мови.

source: CodeQwen1.5 is a large language model pretrained on a large amount of code data.
bn: কোডকুইন ১.৫ হল একটি বড় ভাষা মডেল যা বড় পরিমাণের কোড ডেটার উপর প্রিট্রেনড।
de: CodeQwen1.5 ist ein großes Sprachmodell, das auf einer großen Menge von Codedaten vortrainiert wurde.
es: CodeQwen1.5 es un modelo de lenguaje grande preentrenado con una gran cantidad de datos de código.
fr: CodeQwen1.5 est un grand modèle de langage préentraîné sur une grande quantité de données de code.
hi: कोडक्वेन 1.5 एक बड़ा भाषा मॉडल है जिसे बड़ी मात्रा में कोड डेटा पर प्रीट्रेन किया गया है।
id: CodeQwen1.5 adalah model bahasa besar yang dilatih sebelumnya pada sejumlah besar data kode.
it: CodeQwen1.5 è un modello linguistico di grandi dimensioni preaddestrato su una grande quantità di dati di codice.
kn: ಕೋಡ್‌ಕ್ವೆನ್ 1.5 ದೊಡ್ಡ ಪ್ರಮಾಣದ ಕೋಡ್ ಡೇಟಾದಲ್ಲಿ ಪೂರ್ವಭಾವಿಯಾಗಿರುವ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಯಾಗಿದೆ.
nb_no: CodeQwen1.5 er en stor språkmodell forhånd-trent på en stor mengde kode informasjon.
nl: CodeQwen1.5 is een groot taalmodel voorgetraind op een grote hoeveelheid codedata.
pt_br: CodeQwen1.5 é um grande modelo de linguagem pré-treinado em uma grande quantidade de dados de código.
ru: CodeQwen1.5 — это большая языковая модель, предварительно обученная на большом объеме данных кода.
ta: CodeQwen1.5 என்பது அதிக அளவு குறியீடு தரவுகளில் முன்னரே பயிற்சி அளிக்கப்பட்ட ஒரு பெரிய மொழி மாதிரி ஆகும்.
te: CodeQwen1.5 అనేది పెద్ద మొత్తంలో కోడ్ డేటాపై ముందుగా శిక్షణ పొందిన పెద్ద భాషా నమూనా.
tr: CodeQwen1.5, büyük miktarda kod verisi üzerinde önceden eğitilmiş büyük bir dil modelidir.
uk: CodeQwen1.5 — це велика мовна модель, попередньо навчена на великій кількості даних коду.

source: The powerful family of models by Nous Research that excels at scientific discussion and coding tasks.
bn: নাউস রিসার্চ কর্তৃক পরিবারের শক্তিশালী মডেল যা বৈজ্ঞানিক আলোচনা এবং কোডিং কাজে সমৃদ্ধ
de: Die leistungsstarke Modellfamilie von Nous Research, die sich bei wissenschaftlichen Diskussionen und Codierungsaufgaben.
es: La poderosa familia de modelos de Nous Research que sobresale en discusiones científicas y tareas de programación.
fr: La famille de modèles puissants par Nous Research, excelle dans les discussions scientifiques et les tâches de codage.
hi: नाउस रिसर्च द्वारा निर्मित शक्तिशाली मॉडल्स का परिवार जो वैज्ञानिक चर्चा और कोडिंग कार्यों में उत्कृष्टता प्राप्त करता है
id: Keluarga model kuat oleh Nous Research yang unggul dalam diskusi ilmiah dan tugas pemrograman.
it: Una potente famiglia di modelli di Nous Research che eccelle nella discussione scientifica e nei compiti di scrittura di codice.
kn: ವೈಜ್ಞಾನಿಕ ಚರ್ಚೆ ಮತ್ತು ಕೋಡಿಂಗ್ ಕಾರ್ಯಗಳಲ್ಲಿ ಉತ್ಕೃಷ್ಟವಾಗಿರುವ ನೌಸ್ ಸಂಶೋಧನೆಯ ಮಾದರಿಗಳ ಪ್ರಬಲ ಕುಟುಂಬ.
nb_no: Den kraftige familien av modeller av Nous Research som utmerker seg på vitenskapelig diskusjon og kodeoppgaver.
nl: De krachtige modellenfamilie van Nous Research die uitblinkt in wetenschappelijke discussies en coderingstaken.
pt_br: A poderosa família de modelos da Nous Research que se destaca em discussões científicas e tarefas de codificação.
ru: Мощное семейство моделей от Nous Research, которое превосходно справляется с задачами научного обсуждения и кодирования.
ta: Nous Research ஆல் உருவாக்கப்பட்ட சக்திவாய்ந்த மாதிரிகளின் குடும்பம், அறிவியல் கலந்துரையாடல் மற்றும் குறியீட்டுப் பணிகளில் சிறந்து விளங்குகிறது.
te: శాస్త్రీయ చర్చ మరియు కోడింగ్ టాస్క్‌లలో రాణిస్తున్న నౌస్ రీసెర్చ్ ద్వారా మోడల్స్ యొక్క శక్తివంతమైన కుటుంబం.
tr: Bilimsel tartışma ve kodlama görevlerinde mükemmel sonuçlar veren güçlü bir model ailesi Nous Research tarafından sağlanmıştır.
uk: Потужна сімейство моделей від Nous Research, яка відмінно справляється з науковими обговореннями та завданнями кодування.

source: Command R+ is a powerful, scalable large language model purpose-built to excel at real-world enterprise use cases.
bn: কমান্ড R+ হল একটি শক্তিশালী, স্কেলেবল বৃহৎ ভাষা মডেল যা বাস্তব বিশ্বের উদ্যোগ ব্যবহার ক্ষেত্রে উৎকর্ষ করার জন্য তৈরি করা হয়েছে।
de: Command R+ ist ein leistungsstarkes, skalierbares großes Sprachmodell, das speziell dafür entwickelt wurde, sich bei realen Unternehmensanwendungsfällen zu bewähren.
es: Command R+ es un poderoso, escalable LLM construido con el proposito de sobresalir en usos profesionales del mundo real.
fr: Command R+ est un puissant grand modèle de langage évolutif spécialement conçu pour exceller dans les cas d'usage en entreprise.
hi: कमांड आर+ एक शक्तिशाली और स्केलेबल बड़ा भाषा मॉडल है जो वास्तविक दुनिया के उद्यम उपयोग मामलों में उत्कृष्टता प्राप्त करने के लिए विशेष रूप से निर्मित है
id: Command R+ adalah model bahasa besar yang kuat dan dapat diskalakan yang dirancang untuk berkinerja tinggi dalam kasus penggunaan dunia nyata di perusahaan.
it: Command R+ è un modello linguistico di grandi dimensioni, potente e scalabile, costruito appositamente per eccellere nei casi d'uso aziendali reali.
kn: ಕಮಾಂಡ್ ಆರ್+ ಎನ್ನುವುದು ನೈಜ-ಪ್ರಪಂಚದ ಉದ್ಯಮ ಬಳಕೆಯ ಸಂದರ್ಭಗಳಲ್ಲಿ ಉತ್ತಮ ಸಾಧನೆ ಮಾಡಲು ಶಕ್ತಿಯುತ, ಸ್ಕೇಲೆಬಲ್ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿ ಉದ್ದೇಶಿತವಾಗಿದೆ.
nb_no: Command R+ er en kraftig, skalerbar stor språkmodell som er bygget til å yte utmerket i virkelige bedrift bruk tilfeller.
nl: Command R+ is een krachtig, schaalbaar groot taalmodel dat speciaal is gemaakt om uit te blinken in echte zakelijke gebruikssituaties.
pt_br: O Command R+ é um modelo de linguagem grande, poderoso e escalável, desenvolvido especificamente para se destacar em casos de uso corporativo do mundo real.
ru: Command R+ — это мощная масштабируемая модель большого языка, специально созданная для достижения успеха в реальных корпоративных сценариях использования.
ta: கமாண்ட் R+ என்பது ஒரு சக்திவாய்ந்த, அளவிடக்கூடிய பெரிய மொழி மாதிரி ஆகும், இது நிஜ உலக நிறுவனப் பயன்பாட்டு நிகழ்வுகளில் சிறந்து விளங்குவதற்காக உருவாக்கப்பட்டது.
te: కమాండ్ R+ అనేది ఒక శక్తివంతమైన, స్కేలబుల్ లార్జ్ లాంగ్వేజ్ మోడల్ ఉద్దేశ్యం-వాస్తవ-ప్రపంచ సంస్థ వినియోగ సందర్భాలలో రాణించడానికి రూపొందించబడింది.
tr: Command R+, gerçek dünya kurumsal kullanım senaryolarında mükemmel olmak üzere özel olarak tasarlanmış güçlü, ölçeklenebilir bir büyük dil modelidir.
uk: Command R+ — це потужна, масштабована велика мовна модель, спеціально створена для відмінних результатів у реальних корпоративних випадках.

source: State-of-the-art code generation model
bn: সর্বাধুনিক কোড জেনারেশন মডেল
de: State-of-the-Art-Codegenerierungsmodell
es: Modelo de generación de código de vanguardia.
fr: Modèle de génération de code de pointe.
hi: कोड जनरेशन मॉडल की कला की स्थिति
id: Model pembuatan kode terkini.
it: Modello all'avanguardia per la scrittura di codice
kn: ಅತ್ಯಾಧುನಿಕ ಕೋಡ್ ಉತ್ಪಾದನಾ ಮಾದರಿ
nb_no: Topp ytende kodeproduksjonsmodell
nl: Geavanceerd model voor het genereren van code
pt_br: Modelo de geração de código de última geração
ru: Современная модель генерации кода
ta: மிகச் சிறந்த குறியீடு உருவாக்கும் மாதிரி
te: స్టేట్ ఆఫ్ ది ఆర్ట్ కోడ్ జనరేషన్ మోడల్
tr: Son teknoloji kod üretim modelidir.
uk: Сучасна модель генерації коду

source: Stable Code 3B is a coding model with instruct and code completion variants on par with models such as Code Llama 7B that are 2.5x larger.
bn: স্টেবল কোড ৩বি হল একটি কোডিং মডেল যা ইন্সট্রাক্ট এবং কোড সম্পূর্ণ ভ্যারিয়েন্টসহ, যা কোড ল্লামা ৭বির মতো মডেলগুলির সমান যা ২.৫গুণ বড়।
de: Stable Code 3B ist ein Codierungsmodell mit Anweisungs- und Codevervollständigungsvarianten, das Modellen wie Code Llama 7B, die 2,5-mal größer sind, ebenbürtig ist.
es: Stable Code 3B es un modelo de codificación con variantes de instrucción y completado de código a la par con modelos como Code Llama 7B que son 2.5 veces más grandes.
fr: Stable Code 3B est un modèle de codage avec des variantes d'instruction et de complétion de code, comparable à des modèles tels que Code Llama 7B, qui sont 2.5 fois plus grands.
hi: स्टेबल कोड 3बी एक कोडिंग मॉडल है जिसमें इंस्ट्रक्ट और कोड पूर्णता वेरिएंट हैं जो कोड लामा 7बी जैसे मॉडल्स के साथ 2.5x बड़े हैं।
id: Stable Code 3B adalah model pemrograman dengan varian instruksi dan penyelesaian kode yang setara dengan model seperti Code Llama 7B yang ukurannya 2,5x lebih besar.
it: Stable Code 3B è un modello per la scrittura di codice con variabili per istruzioni e completamento del codice alla pari di modelli come Code Llama 7B, che sono 2,5 volte più grandi.
kn: ಸ್ಟೇಬಲ್ ಕೋಡ್ 3 ಬಿ ಎನ್ನುವುದು ಕೋಡಿಂಗ್ ಮಾದರಿಯಾಗಿದ್ದು, 2.5x ದೊಡ್ಡದಾದ ಕೋಡ್ ಲಾಮಾ 7 ಬಿ ಯಂತಹ ಮಾದರಿಗಳಿಗೆ ಸಮನಾಗಿರುತ್ತದೆ ಮತ್ತು ಕೋಡ್ ಪೂರ್ಣಗೊಳಿಸುವ ರೂಪಾಂತರಗಳು.
nb_no: Stable Code 3B er en kodemodell med instruksjons- og kodefullføringsvarianter på nivå med modeller som Code Llama 7B som er 2,5x større.
nl: Stable Code 3B is een codeermodel met instructie- en codeaanvullingsvarianten die niet onderdoen voor modellen zoals Code Llama 7B, die 2.5x zo groot zijn.
pt_br: O Stable Code 3B é um modelo de codificação com variantes de instrução e conclusão de código no mesmo nível de modelos como o Code Llama 7B, que são 2,5 vezes maiores.
ru: Стабильный код 3B — это модель кодирования с вариантами инструкций и завершения кода наравне с такими моделями, как Code Llama 7B, которые в 2,5 раза больше.
ta: ஸ்டேபிள் கோட் 3B என்பது குறியீட்டு மாதிரி ஆகும், இது அறிவுறுத்தல் மற்றும் குறியீடு நிறைவு வகைகளைக் கொண்டுள்ளது, மேலும் இது Code Llama 7B போன்ற மாதிரிகளுக்கு இணையாக உள்ளது, இது 2.5 மடங்கு பெரியது.
te: స్టేబుల్ కోడ్ 3B అనేది 2.5x పెద్ద కోడ్ లామా 7B వంటి మోడళ్లతో సమానంగా ఇన్‌స్ట్రస్ట్ మరియు కోడ్ కంప్లీషన్ వేరియంట్‌లతో కూడిన కోడింగ్ మోడల్.
tr: Stable Code 3B, Code Llama 7B gibi 2.5 kat daha büyük modellerle eşdeğer olan kodlama modeli, talimat ve kod tamamlama varyantlarına sahiptir.
uk: Stable Code 3B — це модель кодування з варіантами інструкцій і завершення коду, яка порівнянна з моделями такими як Code Llama 7B, що в 2.5 рази більші.

source: An experimental 1.1B parameter model trained on the new Dolphin 2.8 dataset by Eric Hartford and based on TinyLlama.
bn: এরিক হার্টফোর্ড দ্বারা নতুন ডলফিন ২.৮ ডেটাসেটের উপর প্রশিক্ষিত একটি পরীক্ষামূলক ১.১বি প্যারামিটার মডেল, যা টিনিল্লামা ভিত্তিক।
de: Ein experimentelles 1,1-Milliarden-Parameter-Modell, das auf dem neuen Dolphin-2.8-Datensatz von Eric Hartford trainiert und auf TinyLlama basiert wurde.
es: Un modelo experimental de 1.1B parámetros entrenado en el nuevo conjunto de datos Dolphin 2.8 por Eric Hartford y basado en TinyLlama.
fr: Un modèle expérimental de 1.1B paramètres entraîné sur le nouveau dataset Dolphin 2.8 par Eric Hartford et basé sur TinyLlama.
hi: एक प्रयोगात्मक 1.1B पैरामीटर मॉडल जिसे एरिक हार्टफोर्ड द्वारा नए डॉल्फिन 2.8 डेटासेट पर प्रशिक्षित किया गया है और टिनीलामा पर आधारित है।
id: Model eksperimen dengan 1,1B parameter yang dilatih pada dataset Dolphin 2.8 baru oleh Eric Hartford dan berdasarkan TinyLlama.
it: Un modello sperimentale a 1.1B parametri addestrato sul nuovo set di dati Dolphin 2.8 creato da Eric Hartford e basato su TinyLlama.
kn: ಹೊಸ ಡಾಲ್ಫಿನ್ 2.8 ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಎರಿಕ್ ಹಾರ್ಟ್ಫೋರ್ಡ್ ಮತ್ತು ಟೈನಿಲ್ಲಾಮಾವನ್ನು ಆಧರಿಸಿದ ಪ್ರಾಯೋಗಿಕ 1.1 ಬಿ ಪ್ಯಾರಾಮೀಟರ್ ಮಾದರಿ.
nb_no: En eksperimentell 1.1B parametermodell trent på det nye Dolphin 2.8 datasett av Eric Hartford og basert på TinyLlama.
nl: Een experimenteel 1.1B parametermodel getraind op de nieuwe Dolphin 2.8 dataset door Eric Hartford en gebaseerd op TinyLlama.
pt_br: Um modelo experimental de parâmetro 1.1B treinado no novo conjunto de dados Dolphin 2.8 por Eric Hartford e baseado no TinyLlama.
ru: Экспериментальная модель с параметрами 1.1B, обученная на новом наборе данных Dolphin 2.8 Эрика Хартфорда и основанная на TinyLlama.
ta: எரிக் ஹார்ட்ஃபோர்ட் உருவாக்கிய புதிய டால்பின் 2.8 தரவுத்தொகுப்பில் பயிற்சி அளிக்கப்பட்ட ஒரு சோதனை 1.1B அளவுரு மாதிரி மற்றும் TinyLlama வை அடிப்படையாகக் கொண்டது.
te: ఎరిక్ హార్ట్‌ఫోర్డ్ ద్వారా కొత్త డాల్ఫిన్ 2.8 డేటాసెట్‌పై శిక్షణ పొందిన ప్రయోగాత్మక 1.1B పారామీటర్ మోడల్ మరియు TinyLlama ఆధారంగా.
tr: Eric Hartford tarafından geliştirilen, Dolphin 2.8 veri seti üzerinde eğitilmiş deneysel 1.1B parametreli bir modeldir ve TinyLlama tabanlıdır.
uk: Експериментальна модель з 1.1B параметрів, навчена на новому наборі даних Dolphin 2.8 від Eric Hartford і на основі TinyLlama.

source: OpenHermes 2.5 is a 7B model fine-tuned by Teknium on Mistral with fully open datasets.
bn: ওপেনহার্মিস ২.৫ হল টেকনিউম দ্বারা মিস্ট্রালের উপর ফুলি ওপেন ডেটাসেটসহ ৭বি মডেল যা ফাইন-টিউনড করা হয়েছে।
de: OpenHermes 2.5 ist ein 7B-Modell, das von Teknium auf Mistral mit vollständig offenen Datensätzen feinabgestimmt wurde.
es: OpenHermes 2.5 es un modelo de 7B ajustado por Teknium en Mistral con conjuntos de datos completamente abiertos.
fr: OpenHermes 2.5 est un modèle de 7B affiné par Teknium sur Mistral avec des datasets entièrement ouverts.
hi: ओपनहेर्मेस 2.5 एक 7बी मॉडल है जिसे टेक्नियम द्वारा मिस्ट्रल पर पूरी तरह से खुले डेटासेट के साथ फाइन-ट्यून किया गया है।
id: OpenHermes 2.5 adalah model 7B yang disesuaikan oleh Teknium pada Mistral dengan dataset terbuka sepenuhnya.
it: OpenHermes 2.5 è un modello 7B ottimizzato da Teknium basandosi su Mistral con dataset completamente aperti.
kn: ಓಪನ್ಹೆರ್ಮ್ಸ್ 2.5 ಎನ್ನುವುದು 7 ಬಿ ಮಾದರಿಯಾಗಿದ್ದು, ಟೆಕ್ನಿಯಮ್ ಆನ್ ಮಿಸ್ಟ್ರಾಲ್ನಲ್ಲಿ ಸಂಪೂರ್ಣ ತೆರೆದ ಡೇಟಾಸೆಟ್‌ಗಳೊಂದಿಗೆ ಉತ್ತಮವಾಗಿದೆ.
nb_no: OpenHermes 2.5 er en 7B-modell finjustert av Teknium på Mistral med fullt åpent datasett.
nl: OpenHermes 2.5 is een 7B model verfijnd door Teknium op Mistral met volledig open datasets.
pt_br: OpenHermes 2.5 é um modelo 7B ajustado pela Teknium no Mistral com conjuntos de dados totalmente abertos.
ru: OpenHermes 2.5 — это модель 7B, доработанная Teknium на Mistral с полностью открытыми наборами данных.
ta: OpenHermes 2.5 என்பது Teknium மூலம் மிஸ்ட்ரலில் முழுமையாக திறந்த தரவுத்தொகுப்புகளுடன் நன்றாக மாற்றியமைக்கப்பட்ட 7B மாதிரி ஆகும்.
te: OpenHermes 2.5 అనేది పూర్తిగా తెరిచిన డేటాసెట్‌లతో మిస్ట్రాల్‌లో టెక్నియం ద్వారా ఫైన్-ట్యూన్ చేయబడిన 7B మోడల్.
tr: OpenHermes 2.5, Teknium tarafından Mistral üzerinde tamamen açık veri setleri ile ince ayar yapılmış 7B modelidir.
uk: OpenHermes 2.5 — це модель з 7B параметрів, доопрацьована Teknium на Mistral з повністю відкритими наборами даних.
